{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "Ā": 67,
      "Ą": 68,
      "Ć": 69,
      "Ĉ": 70,
      "ĉ": 71,
      "Ċ": 72,
      "ċ": 73,
      "Č": 74,
      "č": 75,
      "Ď": 76,
      "ď": 77,
      "Đ": 78,
      "đ": 79,
      "Ē": 80,
      "ē": 81,
      "Ĕ": 82,
      "ĕ": 83,
      "Ė": 84,
      "ė": 85,
      "Ę": 86,
      "ę": 87,
      "Ě": 88,
      "ě": 89,
      "Ĝ": 90,
      "ĝ": 91,
      "Ğ": 92,
      "ğ": 93,
      "Ġ": 94,
      "$$": 95,
      "$$$$": 96,
      "$%": 97,
      "$#": 98,
      "$$%": 99,
      "$$#": 100,
      "$&": 101,
      "$\"": 102,
      "$$&": 103,
      "$$\"": 104,
      "$$$$$$$$": 105,
      "#$$$$": 106,
      "ĀĀ": 107,
      "%$$$$": 108,
      "$$$%": 109,
      "$$$#": 110,
      "$'": 111,
      "$!": 112,
      "$$!": 113,
      "$$'": 114,
      "$%$$$$": 115,
      "$#$$$$": 116,
      "$(": 117,
      "%$$#": 118,
      "#$$%": 119,
      "%$$%": 120,
      "#$$": 121,
      "#$$#": 122,
      "$%%": 123,
      "\"$$$$": 124,
      "$#%": 125,
      "$##": 126,
      "%$$": 127,
      "&$$$$": 128,
      "$%#": 129,
      "\"$$": 130,
      "$)": 131,
      "$ğ": 132,
      "&$$": 133,
      "$$$$#": 134,
      "$$$$%": 135,
      "!$$": 136,
      "$$$&": 137,
      "\"$$%": 138,
      "&$$#": 139,
      "$*": 140,
      "$$%$$$$": 141,
      "#$$&": 142,
      "\"$$#": 143,
      "%$$\"": 144,
      "$%&": 145,
      "$Ğ": 146,
      "$$#$$$$": 147,
      "$&%": 148,
      "&$$%": 149,
      "$$(": 150,
      "#$$\"": 151,
      "%$$&": 152,
      "$$$$$$$$$$$$": 153,
      "$\"#": 154,
      "$#\"": 155,
      "$%\"": 156,
      "$#&": 157,
      "$&#": 158,
      "$$$\"": 159,
      "'$$": 160,
      "$\"%": 161,
      "$$$": 162,
      "#$$$$#": 163,
      "Ġ$$": 164,
      "\"$$&": 165,
      "%%": 166,
      "$%$$#": 167,
      "($$": 168,
      "$#$$#": 169,
      "%$$$$#": 170,
      "$ĝ": 171,
      "$\"$$$$": 172,
      "!$$$$": 173,
      "$$$%$$$$": 174,
      "$%$$%": 175,
      "$#$$%": 176,
      "%#": 177,
      "$+": 178,
      "$&&": 179,
      "$&$$$$": 180,
      "&$$\"": 181,
      "'$$$$": 182,
      "$\"\"": 183,
      "$$$#$$$$": 184,
      "!$$%": 185,
      "\"$$\"": 186,
      "!$$#": 187,
      "$%%$$$$": 188,
      "'$$%": 189,
      "#$$!": 190,
      "$&\"": 191,
      "$$$$$$$$$$$$$$$$": 192,
      "$##$$$$": 193,
      "'$$#": 194,
      "%$$!": 195,
      "&$$&": 196,
      "$%'": 197,
      "$!#": 198,
      "#$$'": 199,
      "ğ$$": 200,
      "$'%": 201,
      "&%": 202,
      "$%$$$$#": 203,
      "$'#": 204,
      "$$#$$$#": 205,
      "$#$$$$#": 206,
      "$\"&": 207,
      "Ġ$$$$": 208,
      "Ā#": 209,
      "ĀĀ#": 210,
      "Ā\"": 211,
      "$$ğ": 212,
      "#$$$$%": 213,
      "$%!": 214,
      "$$%$$$%": 215,
      "$#%$$$$": 216,
      "$#!": 217,
      "%$$'": 218,
      "Ā!": 219,
      "ĀĀ%": 220,
      "$!%": 221,
      "$%#$$$$": 222,
      "%$$$$%": 223,
      "\"$$'": 224,
      "$,": 225,
      "$#'": 226,
      "$#$$$$%": 227,
      ")$$": 228,
      "!$$&": 229,
      "$Ĝ": 230,
      "Ġ\"": 231,
      "Ġ$$#": 232,
      "ĀĀ$": 233,
      "Ā%": 234,
      "$%$$$$%": 235,
      "!$$\"": 236,
      "'$$\"": 237,
      "ĀĀ\"": 238,
      "Ġ#": 239,
      "Ġ$$%": 240,
      "ĀĀ!": 241,
      "ĀĀ&": 242,
      "'$$&": 243,
      "$\"'": 244,
      "Ā'": 245,
      "$$$%$": 246,
      "$\"!": 247,
      "&$$!": 248,
      "$&'": 249,
      "$$$'": 250,
      "Ā&": 251,
      "$$)": 252,
      "$'\"": 253,
      "$$$#$": 254,
      "$$$%$$#": 255,
      "$&!": 256,
      "$$$%$$%": 257,
      "$&$$#": 258,
      "\"#": 259,
      "($$#": 260,
      "$!\"": 261,
      "#$$$\"": 262,
      "Ġ%": 263,
      "$$$#$$%": 264,
      "$'&": 265,
      "&$$'": 266,
      "$$$!": 267,
      "&#": 268,
      "$%(": 269,
      "Ā(": 270,
      "$''": 271,
      "Ġ$$\"": 272,
      "$$Ğ": 273,
      "\"$$!": 274,
      "Ġ$$&": 275,
      "$\"$$%": 276,
      "$$$#$$#": 277,
      "ĀĀ'": 278,
      "$!&": 279,
      "$ě": 280,
      "\"%": 281,
      "Ġ!": 282,
      "Ġ&": 283,
      "#$$(": 284,
      "($$$$": 285,
      "&$$$$#": 286,
      "Āğ": 287,
      "$#$$$$$$$$": 288,
      "$-": 289,
      "$%$$$$$$$$": 290,
      "ĀĀğ": 291,
      "\"$$$$#": 292,
      "($$%": 293,
      "\"$$$\"": 294,
      "Ġ'": 295,
      "$&$$%": 296,
      "Ā)": 297,
      "ĀĞ": 298,
      "$&(": 299,
      "%$$(": 300,
      "$!!": 301,
      "$(%": 302,
      "!$$'": 303,
      "$!$$$$": 304,
      "$%#$$$#": 305,
      "$\"$$#": 306,
      "$#%$$$%": 307,
      "$(#": 308,
      "&$$$&": 309,
      "$(&": 310,
      "$#$%$$$$": 311,
      "$$$$##": 312,
      "$%$#$$$$": 313,
      "$#(": 314,
      "$$*": 315,
      "$#$#$$$$": 316,
      "$$#%$$#": 317,
      "$$$$#%": 318,
      "$(\"": 319,
      "'$$'": 320,
      "$$$$%%": 321,
      "($$\"": 322,
      "Ğ$$": 323,
      "$$\"$$$$": 324,
      "&&": 325,
      "ĀĀ(": 326,
      "$$$#$$$$$$$$": 327,
      "$%%#$$%": 328,
      "\"$$$$%": 329,
      "Ġ$": 330,
      "\"$$(": 331,
      "ĀĀ)": 332,
      "$$%%$$$$": 333,
      "$$%#$$%": 334,
      "Ġğ": 335,
      "Ġ$$!": 336,
      "$%$$&": 337,
      "$!'": 338,
      "!$$!": 339,
      "$%$%$$$$": 340,
      "#$$ğ": 341,
      "Āĝ": 342,
      "'$$!": 343,
      "Ġ$$'": 344,
      "%$$ğ": 345,
      "$##$$$#": 346,
      "\"\"": 347,
      "($$&": 348,
      "Ā*": 349,
      "ĀĀĝ": 350,
      "$'!": 351,
      "$#$%$$%": 352,
      "$%%$$$%": 353,
      "$$$$%#": 354,
      "Ġ(": 355,
      "$#$$$$$$#": 356,
      "Ġ$&": 357,
      "$%$$$$$$%": 358,
      "#$$)": 359,
      "$'$$$$": 360,
      "&\"": 361,
      "$$%%$$%": 362,
      "ĀĀĞ": 363,
      "#$$$$$$$$": 364,
      "ğ$$%": 365,
      "$#$%$$#": 366,
      "%$$$&": 367,
      "*$$": 368,
      "$%$#$$#": 369,
      "$$##$$$$": 370,
      "$#$$&": 371,
      "$'(": 372,
      "$##%$$#": 373,
      "$.": 374,
      "$#$$\"": 375,
      "$\"(": 376,
      "$('": 377,
      "$$%#$$$$": 378,
      "$#%#$$%": 379,
      "$##%$$$$": 380,
      "ğ$$#": 381,
      "&$$$$%": 382,
      "ĝ$$": 383,
      "$#\"$$$$": 384,
      "$$$$$$%": 385,
      "$%ğ": 386,
      "$%)": 387,
      "%$$$$$$#": 388,
      "$$$%$$$$$$$$": 389,
      "ĀĀ#Ā": 390,
      "$$%$": 391,
      "%$$%$": 392,
      "\"&": 393,
      "$&)": 394,
      "$%##$$#": 395,
      "$$##$$#": 396,
      "$\"$$$$%": 397,
      "$$&$$$$": 398,
      "$ğ#": 399,
      "ğ$$&": 400,
      "$#$#$$%": 401,
      "$&%$$$$": 402,
      "$\"ğ": 403,
      "$Ě": 404,
      "Ā+": 405,
      "$%$%$$#": 406,
      "$###$$#": 407,
      "!#": 408,
      "$#ğ": 409,
      "$$%$$$$$$$$": 410,
      "%$$#$": 411,
      "%$$)": 412,
      "%$$$$$$$$": 413,
      "&'": 414,
      "$$$$$$#": 415,
      "$%$$\"": 416,
      "!%": 417,
      "$%$#$$%": 418,
      "$!(": 419,
      "$#$$$$$$": 420,
      "#$$%$": 421,
      "#$$$$##": 422,
      "ĀĀ+": 423,
      "&$$(": 424,
      "Ġ)": 425,
      "'%": 426,
      "'$$(": 427,
      "ĠĞ": 428,
      "$$$$$$$$#": 429,
      "$(!": 430,
      "$((": 431,
      "$#%%$$$$": 432,
      "$$%$$#": 433,
      "$&$$$$%": 434,
      "ĀĀĜ": 435,
      "$%$$$$$$#": 436,
      "\"$$)": 437,
      "$)&": 438,
      "$&$$$$#": 439,
      "$#%%$$%": 440,
      "$)\"": 441,
      "!$$$\"": 442,
      "ĀĀ*": 443,
      "$!$$%": 444,
      "%$$$$##": 445,
      "'#": 446,
      "+$$": 447,
      "#$$$$$$#": 448,
      "ĀĀ,": 449,
      "!\"": 450,
      "Ġ$$(": 451,
      "#$$$$&": 452,
      "$#$$$$$$%": 453,
      "!$$(": 454,
      "ĀĀ%Ā": 455,
      "%$$$%": 456,
      ")$$%": 457,
      "$%$$$%": 458,
      "$#$$$$$$$$$$$$": 459,
      "$'$$#": 460,
      "$)#": 461,
      "ğ$$\"": 462,
      ")$$#": 463,
      "$%##$$$$": 464,
      "Ā,": 465,
      "$#)": 466,
      "$\"#$$$$": 467,
      "$$\"$$$#": 468,
      "%$$$$%%": 469,
      "$%#%$$#": 470,
      "$)%": 471,
      "$#$#$$#": 472,
      "$ğ\"": 473,
      "($$'": 474,
      "Ġ%$$": 475,
      "$$ĝ": 476,
      "$!$$#": 477,
      "#$$$&": 478,
      "\"$$ğ": 479,
      "$ğ%": 480,
      "$$#$$$$$$#": 481,
      "'&": 482,
      "Ġ$'": 483,
      "$')": 484,
      "$###$$$$": 485,
      "Ġ*": 486,
      "$\"$$$$#": 487,
      "%$$$$$": 488,
      "&$$$'": 489,
      "($$!": 490,
      "ğ$$$$": 491,
      "Ġ$%": 492,
      "#$$$$$$%": 493,
      "$%&$$$%": 494,
      "\"!": 495,
      ")$$$$": 496,
      "ğ$$'": 497,
      "Ġ$$$\"": 498,
      "$$&$$$%": 499,
      "#$$$$$": 500,
      "ĀĀ.": 501,
      "ĀĀ&Ā": 502,
      "Ġ#$$": 503,
      "$$$(": 504,
      "$%$%$$%": 505,
      "$$%$$$&": 506,
      "$\"$$&": 507,
      "%$$$$$$%": 508,
      "$$#$$$$$": 509,
      "#$$$$#%": 510,
      "$ę": 511,
      "Ğ$$#": 512,
      "ĠĀ": 513,
      "$%$$$$$$": 514,
      "&$$ğ": 515,
      "ĀĀ\"Ā": 516,
      "Ġ$$$#": 517,
      "$\")": 518,
      "$%%#$$$$": 519,
      "%$$*": 520,
      "&$$)": 521,
      "ĀĀ$Ā": 522,
      "ĀĀ!Ā": 523,
      "$%&$$$$": 524,
      "$#Ğ": 525,
      "$\"$$\"": 526,
      "$%%%$$%": 527,
      "$%Ğ": 528,
      "$##$$#": 529,
      "%$$$$&": 530,
      "$)'": 531,
      "$/": 532,
      "$ĀĀ": 533,
      "(%": 534,
      ")$$&": 535,
      ")$$\"": 536,
      "$$+": 537,
      "$#$$$#": 538,
      "$%%%$$$$": 539,
      "\"$$$!": 540,
      "$ğ!": 541,
      "$#\"$$$#": 542,
      "$&Ğ": 543,
      "$\"$%$$$$": 544,
      "$!ğ": 545,
      "$%%$$$#": 546,
      "$$%$$$$$$#": 547,
      "$$$$$$$$$$$$$$$$$$$$$$$$": 548,
      "Ġ#$$#": 549,
      "$&ğ": 550,
      "$&$$&": 551,
      "ĀĀ/": 552,
      "#$$*": 553,
      "#$$$!": 554,
      "$)!": 555,
      "!$$)": 556,
      "!$$$!": 557,
      "$#&$$$%": 558,
      "'$$ğ": 559,
      "&$$$%": 560,
      "Ġ#$$\"": 561,
      "$$,": 562,
      "$&#$$$$": 563,
      "$&$#$$$$": 564,
      "!!": 565,
      "Ġ%$$#": 566,
      "$%\"$$$$": 567,
      "$#&$$$$": 568,
      "$$%$$%": 569,
      "$$#%$$$$": 570,
      "$$#$$$%": 571,
      "ĀĀ-": 572,
      "$&%$$$%": 573,
      "Ġ\"$$": 574,
      "$%*": 575,
      "$$\"%$$#": 576,
      "\"$$#$": 577,
      "\"'": 578,
      "\"(": 579,
      "&)": 580,
      "ğ$$!": 581,
      "Ġ%$$\"": 582,
      "$\"Ğ": 583,
      "$$&%$$%": 584,
      "$$\"#$$#": 585,
      "ĀĀě": 586,
      "$'*": 587,
      "$##$$$%": 588,
      "$%&#$$%": 589,
      "$%\"$$$#": 590,
      "'$$$'": 591,
      "%$$$$#%": 592,
      "!'": 593,
      "&(": 594,
      "Ğ$$%": 595,
      "Ġĝ": 596,
      "$%$$$$$$$$$$$$": 597,
      "$%$\"$$$$": 598,
      "#$$$$%%": 599,
      "%$$$$$$": 600,
      "$$%$$$$$": 601,
      "ĀĀğĀ": 602,
      "$#$$!": 603,
      "$$#$$$\"": 604,
      "$&$$\"": 605,
      "$&$#$$#": 606,
      "$\"*": 607,
      "$$$$$$$$%": 608,
      "ĀĀĚ": 609,
      "$'ğ": 610,
      "$%$$$$&": 611,
      "$%%$$$&": 612,
      "$*#": 613,
      "'$$Ğ": 614,
      "!$$$$#": 615,
      "$%%$$%": 616,
      "$$&#$$%": 617,
      "#$$$$$$": 618,
      "$!$$&": 619,
      "#$$Ğ": 620,
      "$$$$%&": 621,
      "$*&": 622,
      "($$)": 623,
      "$$$#$$$$$$#": 624,
      "*$$#": 625,
      "$$Ĝ": 626,
      "$#*": 627,
      "$#%$$#": 628,
      "#$$$$%#": 629,
      "$'$$%": 630,
      "$!)": 631,
      "$()": 632,
      "$%%\"$$%": 633,
      "$$$$%\"": 634,
      "Ġ$$ğ": 635,
      "!&": 636,
      "##": 637,
      "'\"": 638,
      "Ğ$$$$": 639,
      "Ġ$\"": 640,
      "Ġ$)": 641,
      "Ġ#$$!": 642,
      "$%$": 643,
      "$$%%$$#": 644,
      "$&*": 645,
      "$\"$%$$#": 646,
      "%$$Ğ": 647,
      "$ğ&": 648,
      "$*%": 649,
      "$$$%$$$$$$#": 650,
      "Ğ$$!": 651,
      "Ġ$(": 652,
      "$%#$$$\"": 653,
      "$!Ğ": 654,
      "#$$+": 655,
      "$%%#$$#": 656,
      "ĀĀ(Ā": 657,
      "#$$$#": 658,
      "'(": 659,
      "Ġ&$$": 660,
      "$$$)": 661,
      "$$%$$$#": 662,
      "ĀĀę": 663,
      "&$$$$\"": 664,
      "\"$$*": 665,
      "$)(": 666,
      "$ğ'": 667,
      "$$$&$$$$": 668,
      "\"$$%$": 669,
      "$\"#%$$#": 670,
      "$%\"%$$#": 671,
      "$&##$$#": 672,
      "Ġ$$$!": 673,
      "ĀĀ'Ā": 674,
      "#%$$#": 675,
      "Ġ$#": 676,
      "$\"$%$$%": 677,
      "$$$%$$$$#": 678,
      "$#$$$$&": 679,
      "!$$*": 680,
      "$$$&$$#": 681,
      "$$%$$$$$$%": 682,
      "$$$\"$$$$": 683,
      "'*": 684,
      "$%#$$%": 685,
      "$#$#$$$$#": 686,
      "$($$$$": 687,
      "$&%#$$%": 688,
      "ĀĀ)Ā": 689,
      "ğ#": 690,
      "ğ%": 691,
      "$%$$'": 692,
      "$%$#$$$$#": 693,
      "$#$": 694,
      "$$$$$$$$$$$%": 695,
      "$%%%$$#": 696,
      "$$#$$$$$$%": 697,
      "$$$\"$$%": 698,
      "$##$$$$$": 699,
      "\"%$$$$": 700,
      "\"$$$#": 701,
      "''": 702,
      "(#": 703,
      "(&": 704,
      "*$$$$": 705,
      "Ġ&$$#": 706,
      "Ġ\"$$\"": 707,
      "$#$&$$$$": 708,
      "$$$$$$$$$#": 709,
      "$$$$$$$$$$#": 710,
      "$###$$%": 711,
      "%$$+": 712,
      "%$$ĝ": 713,
      "\"$$Ğ": 714,
      "\"$$$&": 715,
      "$Ğ#": 716,
      "$#\"#$$#": 717,
      "\"%$$#": 718,
      "$Ę": 719,
      "((": 720,
      "*ĀĀ": 721,
      "Ĝ$$": 722,
      "ğ!": 723,
      "Ġ%$$!": 724,
      "$%+": 725,
      "$%$\"$$#": 726,
      "$$%&$$$$": 727,
      "$&$#$$%": 728,
      "$'Ğ": 729,
      "$!ĝ": 730,
      "\"$$$$\"": 731,
      "\"$$$$&": 732,
      "$#\"%$$#": 733,
      "$\"%%$$%": 734,
      "&%$$'": 735,
      "'$$$$#": 736,
      "*$$%": 737,
      "Ğ%": 738,
      "Ğ$$&": 739,
      "Ġ&$$\"": 740,
      "$#+": 741,
      "$$#&$$#": 742,
      "#$$$$\"": 743,
      "$$$#$$$$#": 744,
      "\"$$$$%#": 745,
      "$#%$$$#": 746,
      "%$$$\"": 747,
      "$%#%$$$$": 748,
      "$%##$$\"": 749,
      "$ğ$$$$": 750,
      "$Ğ%": 751,
      "$%\"#$$#": 752,
      "$#&#$$%": 753,
      "Ġ$$)": 754,
      "Ġ,": 755,
      "Ġ$$$": 756,
      "$%$&$$#": 757,
      "$#$&$$#": 758,
      "$$%#$$#": 759,
      "$&$%$$$$": 760,
      "$$&$$$&": 761,
      "$$\"$$$\"": 762,
      "$'$$$$#": 763,
      "$Ğ!": 764,
      "$&%$$$#": 765,
      "&$$%$": 766,
      "$\"#&$$#": 767,
      "$#&%$$%": 768,
      "$&#$$$#": 769,
      "$%%$$$$$": 770,
      "\"#$$#": 771,
      "##$$$$": 772,
      "')": 773,
      "ĝ$$%": 774,
      "$&$%$$#": 775,
      "$\"%$$$$": 776,
      "$$$$$$$$$$$$#": 777,
      "$$$%$$&": 778,
      "$$$#$$\"": 779,
      "$!*": 780,
      "$#$$$$\"": 781,
      "$#%#$$&": 782,
      "$%#$$$%": 783,
      "!$$ğ": 784,
      "$%&%$$%": 785,
      "$&%%$$%": 786,
      "%$$&$": 787,
      "'$$*": 788,
      "$&\"$$$#": 789,
      ")$$$'": 790,
      "#&": 791,
      ",ĀĀ": 792,
      "Ġ+": 793,
      "Ġ$$$$#": 794,
      "$%$$!": 795,
      "$#$%$$$$#": 796,
      "$$##$$%": 797,
      "$$$#$$&": 798,
      "$!$$$$#": 799,
      "$%$$$$\"": 800,
      "$(ğ": 801,
      "$##&$$#": 802,
      "&$$$$&": 803,
      "&$$Ğ": 804,
      "'$$)": 805,
      "$\"%#$$%": 806,
      "%#$$%": 807,
      "&#$$$$": 808,
      "()": 809,
      ")%": 810,
      "*$$\"": 811,
      "Ġ$*": 812,
      "$%ĝ": 813,
      "$%&$$$&": 814,
      "$##$$$\"": 815,
      "$$$$$$$$$$$#": 816,
      "%$$$$%#": 817,
      "$%%#$$&": 818,
      "%$$$'": 819,
      "$%#\"$$$$": 820,
      "&$$ĝ": 821,
      "$$$%$$$$$$%": 822,
      "ĀĀĝĀ": 823,
      "ĀĀĞĀ": 824,
      "\"ĀĀ": 825,
      "ĝ$$&": 826,
      "Ġ$!": 827,
      "Ġ'$$#": 828,
      "$%$#": 829,
      "$%\"$$$\"": 830,
      "$$%\"$$%": 831,
      "$&&$$$$": 832,
      "$\"$#$$%": 833,
      "$$$$$$$$$$$": 834,
      "#$$ĝ": 835,
      "$#%#$$$$": 836,
      "$#%$$$&": 837,
      "$%#\"$$#": 838,
      "$ğ)": 839,
      "&$$*": 840,
      "$$$$$$$$$$$$$": 841,
      "$&#\"$$#": 842,
      "$\"%$$$%": 843,
      "$$$+": 844,
      "$$#$$$#$": 845,
      "!$$$$%": 846,
      "'!": 847,
      "'$$$$%": 848,
      "('": 849,
      ")$$!": 850,
      "Ě$$": 851,
      "ĠĀĀ": 852,
      "$#$&": 853,
      "$#\"$$$\"": 854,
      "$&ĝ": 855,
      "$$$$$$$$$$$$%": 856,
      "$%$$$$$": 857,
      "$#$$$$$": 858,
      "#$$#$": 859,
      "$##&$$$$": 860,
      "\"$$+": 861,
      "$ğ(": 862,
      "$ğĞ": 863,
      "#$$&$": 864,
      "$Ğ\"": 865,
      "$\"#$$$%": 866,
      "$$$\"$$#": 867,
      "$$%$$$%$": 868,
      "ĀĀ%Ā!": 869,
      "#%$$$$": 870,
      "&ĀĀ": 871,
      ")$$(": 872,
      "Ğ$$\"": 873,
      "ĠĜ": 874,
      "$$ě": 875,
      "$%Ĝ": 876,
      "$$#\"$$#": 877,
      "$\"ĝ": 878,
      "$!$$$$%": 879,
      "$#$$$$$$$#": 880,
      "#$$$'": 881,
      "$#%%$$#": 882,
      "%$$ě": 883,
      "$ğğ": 884,
      "$*\"": 885,
      "$*(": 886,
      "$*ğ": 887,
      "#$$\"$": 888,
      "$\"##$$#": 889,
      "$#\"&$$#": 890,
      "($$$(": 891,
      "$$$#$$$$$$%": 892,
      "&%$$$$": 893,
      "&#$$%": 894,
      "(*": 895,
      "+$$$$": 896,
      "ğ(": 897,
      "Ġě": 898,
      "$%$&$$$$": 899,
      "$#$&$$%": 900,
      "$#$%$$&": 901,
      "$$\"#$$$$": 902,
      "$'$$&": 903,
      "$%$$$$$$$%": 904,
      "$#$$$$$$%$$$$": 905,
      "#$$$": 906,
      "#$$Ĝ": 907,
      "$##%$$%": 908,
      "&$$$$%%": 909,
      "$%#&$$#": 910,
      "$)ğ": 911,
      "!$$$": 912,
      "$*!": 913,
      "$Ğ'": 914,
      "($$$'": 915,
      "ğ$$$!": 916,
      "+)": 917,
      "ĝ$$#": 918,
      "Ğ$$'": 919,
      "$#ĝ": 920,
      "$$#$": 921,
      "$&$$$%": 922,
      "$\"$$!": 923,
      "$\"\"$$$$": 924,
      "#$$$$$$#$$$$": 925,
      "$$$%$$$$%": 926,
      "$%$$$$$$&": 927,
      "$%$$$$$$$#": 928,
      "$#$$$$$$$%": 929,
      "$%##$$%": 930,
      "$)*": 931,
      "&$$+": 932,
      "&$$$\"": 933,
      "&$$$(": 934,
      "%$$\"$": 935,
      "$\"#%$$$$": 936,
      "$\"#$$$#": 937,
      "$#&&$$%": 938,
      "$$$,": 939,
      "($$+": 940,
      "$%'$$$%": 941,
      "$#!%$$#": 942,
      "!(": 943,
      "%%$$$$": 944,
      "%%$$%": 945,
      "&%$$%": 946,
      ")&": 947,
      "+$$&": 948,
      "Ĝ#": 949,
      "ĝ$$$$": 950,
      "Ġ$+": 951,
      "$%$$$$$$$$$$$$$$$$": 952,
      "$%$#$$\"": 953,
      "$#$#": 954,
      "$#$%$$$$%": 955,
      "$&$": 956,
      "$&\"$$$$": 957,
      "$&#$$$\"": 958,
      "$\"$$": 959,
      "$\"$#$$$$": 960,
      "$$&%$$&": 961,
      "$$\"$": 962,
      "$$$$$$$$$$$$$$$$$$$$": 963,
      "#$$$$'": 964,
      "$!$%$$%": 965,
      "$%$$$$$$#$$$$": 966,
      "$#$$$$$$&": 967,
      "$(+": 968,
      "$#%$$$%$": 969,
      "&$$$$%#": 970,
      "$%#%$$%": 971,
      "\"$$$": 972,
      "$))": 973,
      "&$$,": 974,
      "$%&#$$&": 975,
      "$\"$$$$$$%": 976,
      "'$$%$": 977,
      "ĀĀ#Ā!": 978,
      ")$$$(": 979,
      "\")": 980,
      "+ĀĀ": 981,
      "Ĝ%": 982,
      "ğğ": 983,
      "Ġ#$$$$": 984,
      "Ġ$%%": 985,
      "$#,": 986,
      "$$%#$$&": 987,
      "$$#$$#": 988,
      "$$#\"$$$$": 989,
      "#$$$$$%": 990,
      "$'ĝ": 991,
      "$(Ğ": 992,
      "$#%&$$%": 993,
      "\"$$,": 994,
      "\"$$ĝ": 995,
      "!$$+": 996,
      "!$$Ğ": 997,
      "$$%$$$$$$%$$$$": 998,
      "$Ğ&": 999,
      "$&%%$$$$": 1000,
      "$&#%$$#": 1001,
      "$&&$$$%": 1002,
      "ğ$$*": 1003,
      "Ā%!": 1004,
      "ĀĀ&Ā!": 1005,
      "ĀĀĜĀ": 1006,
      "ĀĀ*Ā": 1007,
      "!ĀĀ": 1008,
      "\"*": 1009,
      "##$$#": 1010,
      "($$(": 1011,
      "))": 1012,
      "+$$'": 1013,
      "Ĝ$$%": 1014,
      "Ğ#": 1015,
      "Ġ$%#": 1016,
      "Ġ!$$#": 1017,
      "Ġ&$$!": 1018,
      "$%%$$#": 1019,
      "$%$#$$$$%": 1020,
      "$#!$$$$": 1021,
      "$$%\"$$$$": 1022,
      "$$##$$\"": 1023
    },
    "merges": [
      "$ $",
      "$$ $$",
      "$ %",
      "$ #",
      "$$ %",
      "$$ #",
      "$ &",
      "$ \"",
      "$$ &",
      "$$ \"",
      "$$$$ $$$$",
      "# $$$$",
      "Ā Ā",
      "% $$$$",
      "$$ $%",
      "$$ $#",
      "$ '",
      "$ !",
      "$$ !",
      "$$ '",
      "$% $$$$",
      "$# $$$$",
      "$ (",
      "% $$#",
      "# $$%",
      "% $$%",
      "# $$",
      "# $$#",
      "$% %",
      "\" $$$$",
      "$# %",
      "$# #",
      "% $$",
      "& $$$$",
      "$% #",
      "\" $$",
      "$ )",
      "$ ğ",
      "& $$",
      "$$$$ #",
      "$$$$ %",
      "! $$",
      "$$ $&",
      "\" $$%",
      "& $$#",
      "$ *",
      "$$% $$$$",
      "# $$&",
      "\" $$#",
      "% $$\"",
      "$% &",
      "$ Ğ",
      "$$# $$$$",
      "$& %",
      "& $$%",
      "$$ (",
      "# $$\"",
      "% $$&",
      "$$$$$$$$ $$$$",
      "$\" #",
      "$# \"",
      "$% \"",
      "$# &",
      "$& #",
      "$$ $\"",
      "' $$",
      "$\" %",
      "$$ $",
      "#$$$$ #",
      "Ġ $$",
      "\" $$&",
      "% %",
      "$% $$#",
      "( $$",
      "$# $$#",
      "%$$$$ #",
      "$ ĝ",
      "$\" $$$$",
      "! $$$$",
      "$$$% $$$$",
      "$% $$%",
      "$# $$%",
      "% #",
      "$ +",
      "$& &",
      "$& $$$$",
      "& $$\"",
      "' $$$$",
      "$\" \"",
      "$$$# $$$$",
      "! $$%",
      "\" $$\"",
      "! $$#",
      "$% %$$$$",
      "' $$%",
      "# $$!",
      "$& \"",
      "$$$$$$$$ $$$$$$$$",
      "$# #$$$$",
      "' $$#",
      "% $$!",
      "& $$&",
      "$% '",
      "$! #",
      "# $$'",
      "ğ $$",
      "$' %",
      "& %",
      "$%$$$$ #",
      "$' #",
      "$$# $$$#",
      "$#$$$$ #",
      "$\" &",
      "Ġ $$$$",
      "Ā #",
      "ĀĀ #",
      "Ā \"",
      "$$ ğ",
      "#$$$$ %",
      "$% !",
      "$$% $$$%",
      "$# %$$$$",
      "$# !",
      "% $$'",
      "Ā !",
      "ĀĀ %",
      "$! %",
      "$% #$$$$",
      "%$$$$ %",
      "\" $$'",
      "$ ,",
      "$# '",
      "$#$$$$ %",
      ") $$",
      "! $$&",
      "$ Ĝ",
      "Ġ \"",
      "Ġ $$#",
      "ĀĀ $",
      "Ā %",
      "$%$$$$ %",
      "! $$\"",
      "' $$\"",
      "ĀĀ \"",
      "Ġ #",
      "Ġ $$%",
      "ĀĀ !",
      "ĀĀ &",
      "' $$&",
      "$\" '",
      "Ā '",
      "$$$% $",
      "$\" !",
      "& $$!",
      "$& '",
      "$$ $'",
      "Ā &",
      "$$ )",
      "$' \"",
      "$$$# $",
      "$$$% $$#",
      "$& !",
      "$$$% $$%",
      "$& $$#",
      "\" #",
      "( $$#",
      "$! \"",
      "#$$ $\"",
      "Ġ %",
      "$$$# $$%",
      "$' &",
      "& $$'",
      "$$ $!",
      "& #",
      "$% (",
      "Ā (",
      "$' '",
      "Ġ $$\"",
      "$$ Ğ",
      "\" $$!",
      "Ġ $$&",
      "$\" $$%",
      "$$$# $$#",
      "ĀĀ '",
      "$! &",
      "$ ě",
      "\" %",
      "Ġ !",
      "Ġ &",
      "#$$ (",
      "( $$$$",
      "&$$$$ #",
      "Ā ğ",
      "$# $$$$$$$$",
      "$ -",
      "$% $$$$$$$$",
      "ĀĀ ğ",
      "\"$$$$ #",
      "( $$%",
      "\"$$ $\"",
      "Ġ '",
      "$& $$%",
      "Ā )",
      "Ā Ğ",
      "$& (",
      "%$$ (",
      "$! !",
      "$( %",
      "! $$'",
      "$! $$$$",
      "$%# $$$#",
      "$\" $$#",
      "$#% $$$%",
      "$( #",
      "&$$ $&",
      "$( &",
      "$# $%$$$$",
      "$$$$# #",
      "$% $#$$$$",
      "$# (",
      "$$ *",
      "$# $#$$$$",
      "$$# %$$#",
      "$$$$# %",
      "$( \"",
      "' $$'",
      "$$$$% %",
      "( $$\"",
      "Ğ $$",
      "$$\" $$$$",
      "& &",
      "ĀĀ (",
      "$$$# $$$$$$$$",
      "$%% #$$%",
      "\"$$$$ %",
      "Ġ $",
      "\"$$ (",
      "ĀĀ )",
      "$$% %$$$$",
      "$$% #$$%",
      "Ġ ğ",
      "Ġ $$!",
      "$% $$&",
      "$! '",
      "! $$!",
      "$% $%$$$$",
      "#$$ ğ",
      "Ā ĝ",
      "' $$!",
      "Ġ $$'",
      "%$$ ğ",
      "$## $$$#",
      "\" \"",
      "( $$&",
      "Ā *",
      "ĀĀ ĝ",
      "$' !",
      "$# $%$$%",
      "$%% $$$%",
      "$$$$% #",
      "Ġ (",
      "$#$$$$ $$#",
      "Ġ $&",
      "$%$$$$ $$%",
      "#$$ )",
      "$' $$$$",
      "& \"",
      "$$% %$$%",
      "ĀĀ Ğ",
      "# $$$$$$$$",
      "ğ $$%",
      "$# $%$$#",
      "%$$ $&",
      "* $$",
      "$% $#$$#",
      "$$# #$$$$",
      "$# $$&",
      "$' (",
      "$## %$$#",
      "$ .",
      "$# $$\"",
      "$\" (",
      "$( '",
      "$$% #$$$$",
      "$#% #$$%",
      "$## %$$$$",
      "ğ $$#",
      "&$$$$ %",
      "ĝ $$",
      "$# \"$$$$",
      "$$$$ $$%",
      "$% ğ",
      "$% )",
      "%$$$$ $$#",
      "$$$% $$$$$$$$",
      "ĀĀ# Ā",
      "$$% $",
      "%$$% $",
      "\" &",
      "$& )",
      "$%# #$$#",
      "$$# #$$#",
      "$\" $$$$%",
      "$$& $$$$",
      "$ğ #",
      "ğ $$&",
      "$# $#$$%",
      "$& %$$$$",
      "$\" ğ",
      "$ Ě",
      "Ā +",
      "$% $%$$#",
      "$## #$$#",
      "! #",
      "$# ğ",
      "$$% $$$$$$$$",
      "%$$# $",
      "%$$ )",
      "% $$$$$$$$",
      "& '",
      "$$$$ $$#",
      "$% $$\"",
      "! %",
      "$% $#$$%",
      "$! (",
      "$#$$$$ $$",
      "#$$% $",
      "#$$$$# #",
      "ĀĀ +",
      "&$$ (",
      "Ġ )",
      "' %",
      "' $$(",
      "Ġ Ğ",
      "$$$$$$$$ #",
      "$( !",
      "$( (",
      "$#% %$$$$",
      "$$% $$#",
      "$& $$$$%",
      "ĀĀ Ĝ",
      "$%$$$$ $$#",
      "\"$$ )",
      "$) &",
      "$& $$$$#",
      "$#% %$$%",
      "$) \"",
      "!$$ $\"",
      "ĀĀ *",
      "$! $$%",
      "%$$$$# #",
      "' #",
      "+ $$",
      "#$$$$ $$#",
      "ĀĀ ,",
      "! \"",
      "Ġ $$(",
      "#$$$$ &",
      "$#$$$$ $$%",
      "!$$ (",
      "ĀĀ% Ā",
      "% $$$%",
      ") $$%",
      "$% $$$%",
      "$# $$$$$$$$$$$$",
      "$' $$#",
      "$) #",
      "ğ $$\"",
      ") $$#",
      "$%# #$$$$",
      "Ā ,",
      "$# )",
      "$\" #$$$$",
      "$$\" $$$#",
      "%$$$$ %%",
      "$%# %$$#",
      "$) %",
      "$# $#$$#",
      "$ğ \"",
      "( $$'",
      "Ġ %$$",
      "$$ ĝ",
      "$! $$#",
      "#$$ $&",
      "\"$$ ğ",
      "$ğ %",
      "$$#$$$$ $$#",
      "' &",
      "Ġ $'",
      "$' )",
      "$## #$$$$",
      "Ġ *",
      "$\" $$$$#",
      "%$$$$ $",
      "&$$ $'",
      "( $$!",
      "ğ $$$$",
      "Ġ $%",
      "#$$$$ $$%",
      "$%& $$$%",
      "\" !",
      ") $$$$",
      "ğ $$'",
      "Ġ $$$\"",
      "$$& $$$%",
      "#$$$$ $",
      "ĀĀ .",
      "ĀĀ& Ā",
      "Ġ #$$",
      "$$ $(",
      "$% $%$$%",
      "$$% $$$&",
      "$\" $$&",
      "%$$$$ $$%",
      "$$#$$$$ $",
      "#$$$$# %",
      "$ ę",
      "Ğ $$#",
      "Ġ Ā",
      "$%$$$$ $$",
      "&$$ ğ",
      "ĀĀ\" Ā",
      "Ġ $$$#",
      "$\" )",
      "$%% #$$$$",
      "%$$ *",
      "&$$ )",
      "ĀĀ$ Ā",
      "ĀĀ! Ā",
      "$% &$$$$",
      "$# Ğ",
      "$\" $$\"",
      "$%% %$$%",
      "$% Ğ",
      "$# #$$#",
      "%$$$$ &",
      "$) '",
      "$ /",
      "$ ĀĀ",
      "( %",
      ") $$&",
      ") $$\"",
      "$$ +",
      "$# $$$#",
      "$%% %$$$$",
      "\"$$ $!",
      "$ğ !",
      "$#\" $$$#",
      "$& Ğ",
      "$\" $%$$$$",
      "$! ğ",
      "$%% $$$#",
      "$$%$$$$ $$#",
      "$$$$$$$$$$$$$$$$ $$$$$$$$",
      "Ġ #$$#",
      "$& ğ",
      "$& $$&",
      "ĀĀ /",
      "#$$ *",
      "#$$ $!",
      "$) !",
      "!$$ )",
      "!$$ $!",
      "$#& $$$%",
      "'$$ ğ",
      "& $$$%",
      "Ġ #$$\"",
      "$$ ,",
      "$& #$$$$",
      "$& $#$$$$",
      "! !",
      "Ġ %$$#",
      "$% \"$$$$",
      "$# &$$$$",
      "$$% $$%",
      "$$# %$$$$",
      "$$# $$$%",
      "ĀĀ -",
      "$&% $$$%",
      "Ġ \"$$",
      "$% *",
      "$$\" %$$#",
      "\"$$# $",
      "\" '",
      "\" (",
      "& )",
      "ğ $$!",
      "Ġ %$$\"",
      "$\" Ğ",
      "$$& %$$%",
      "$$\" #$$#",
      "ĀĀ ě",
      "$' *",
      "$## $$$%",
      "$%& #$$%",
      "$%\" $$$#",
      "'$$ $'",
      "%$$$$# %",
      "! '",
      "& (",
      "Ğ $$%",
      "Ġ ĝ",
      "$% $$$$$$$$$$$$",
      "$% $\"$$$$",
      "#$$$$ %%",
      "%$$$$ $$",
      "$$%$$$$ $",
      "ĀĀğ Ā",
      "$# $$!",
      "$$# $$$\"",
      "$& $$\"",
      "$& $#$$#",
      "$\" *",
      "$$$$$$$$ %",
      "ĀĀ Ě",
      "$' ğ",
      "$%$$$$ &",
      "$%% $$$&",
      "$* #",
      "'$$ Ğ",
      "! $$$$#",
      "$% %$$%",
      "$$& #$$%",
      "#$$$$ $$",
      "$! $$&",
      "#$$ Ğ",
      "$$$$% &",
      "$* &",
      "($$ )",
      "$$$#$$$$ $$#",
      "* $$#",
      "$$ Ĝ",
      "$# *",
      "$# %$$#",
      "#$$$$ %#",
      "$' $$%",
      "$! )",
      "$( )",
      "$%% \"$$%",
      "$$$$% \"",
      "Ġ$$ ğ",
      "! &",
      "# #",
      "' \"",
      "Ğ $$$$",
      "Ġ $\"",
      "Ġ $)",
      "Ġ #$$!",
      "$% $",
      "$$% %$$#",
      "$& *",
      "$\" $%$$#",
      "%$$ Ğ",
      "$ğ &",
      "$* %",
      "$$$%$$$$ $$#",
      "Ğ $$!",
      "Ġ $(",
      "$% #$$$\"",
      "$! Ğ",
      "#$$ +",
      "$%% #$$#",
      "ĀĀ( Ā",
      "# $$$#",
      "' (",
      "Ġ &$$",
      "$$ $)",
      "$$% $$$#",
      "ĀĀ ę",
      "&$$$$ \"",
      "\"$$ *",
      "$) (",
      "$ğ '",
      "$$$& $$$$",
      "\"$$% $",
      "$\"# %$$#",
      "$%\" %$$#",
      "$&# #$$#",
      "Ġ$$ $!",
      "ĀĀ' Ā",
      "# %$$#",
      "Ġ $#",
      "$\" $%$$%",
      "$$$% $$$$#",
      "$#$$$$ &",
      "!$$ *",
      "$$$& $$#",
      "$$%$$$$ $$%",
      "$$$\" $$$$",
      "' *",
      "$% #$$%",
      "$# $#$$$$#",
      "$( $$$$",
      "$&% #$$%",
      "ĀĀ) Ā",
      "ğ #",
      "ğ %",
      "$% $$'",
      "$% $#$$$$#",
      "$# $",
      "$$$$$$$$ $$$%",
      "$%% %$$#",
      "$$#$$$$ $$%",
      "$$$\" $$%",
      "$##$$$$ $",
      "\" %$$$$",
      "\" $$$#",
      "' '",
      "( #",
      "( &",
      "* $$$$",
      "Ġ &$$#",
      "Ġ \"$$\"",
      "$# $&$$$$",
      "$$$$$$$$ $#",
      "$$$$$$$$ $$#",
      "$## #$$%",
      "%$$ +",
      "%$$ ĝ",
      "\"$$ Ğ",
      "\"$$ $&",
      "$Ğ #",
      "$#\" #$$#",
      "\" %$$#",
      "$ Ę",
      "( (",
      "* ĀĀ",
      "Ĝ $$",
      "ğ !",
      "Ġ %$$!",
      "$% +",
      "$% $\"$$#",
      "$$% &$$$$",
      "$& $#$$%",
      "$' Ğ",
      "$! ĝ",
      "\"$$$$ \"",
      "\"$$$$ &",
      "$#\" %$$#",
      "$\"% %$$%",
      "&% $$'",
      "' $$$$#",
      "* $$%",
      "Ğ %",
      "Ğ $$&",
      "Ġ &$$\"",
      "$# +",
      "$$# &$$#",
      "#$$$$ \"",
      "$$$# $$$$#",
      "\"$$$$ %#",
      "$#% $$$#",
      "%$$ $\"",
      "$%# %$$$$",
      "$%# #$$\"",
      "$ğ $$$$",
      "$Ğ %",
      "$%\" #$$#",
      "$#& #$$%",
      "Ġ$$ )",
      "Ġ ,",
      "Ġ $$$",
      "$% $&$$#",
      "$# $&$$#",
      "$$% #$$#",
      "$& $%$$$$",
      "$$& $$$&",
      "$$\" $$$\"",
      "$' $$$$#",
      "$Ğ !",
      "$&% $$$#",
      "&$$% $",
      "$\"# &$$#",
      "$#& %$$%",
      "$&# $$$#",
      "$%%$$$$ $",
      "\" #$$#",
      "# #$$$$",
      "' )",
      "ĝ $$%",
      "$& $%$$#",
      "$\" %$$$$",
      "$$$$$$$$ $$$$#",
      "$$$% $$&",
      "$$$# $$\"",
      "$! *",
      "$#$$$$ \"",
      "$#% #$$&",
      "$%# $$$%",
      "!$$ ğ",
      "$%& %$$%",
      "$&% %$$%",
      "%$$& $",
      "'$$ *",
      "$&\" $$$#",
      ")$$ $'",
      "# &",
      ", ĀĀ",
      "Ġ +",
      "Ġ $$$$#",
      "$% $$!",
      "$# $%$$$$#",
      "$$# #$$%",
      "$$$# $$&",
      "$! $$$$#",
      "$%$$$$ \"",
      "$( ğ",
      "$## &$$#",
      "&$$$$ &",
      "&$$ Ğ",
      "'$$ )",
      "$\"% #$$%",
      "% #$$%",
      "& #$$$$",
      "( )",
      ") %",
      "* $$\"",
      "Ġ $*",
      "$% ĝ",
      "$% &$$$&",
      "$# #$$$\"",
      "$$$$$$$$ $$$#",
      "%$$$$ %#",
      "$%% #$$&",
      "%$$ $'",
      "$%# \"$$$$",
      "&$$ ĝ",
      "$$$%$$$$ $$%",
      "ĀĀĝ Ā",
      "ĀĀĞ Ā",
      "\" ĀĀ",
      "ĝ $$&",
      "Ġ $!",
      "Ġ '$$#",
      "$% $#",
      "$% \"$$$\"",
      "$$% \"$$%",
      "$& &$$$$",
      "$\" $#$$%",
      "$$$$$$$$ $$$",
      "#$$ ĝ",
      "$#% #$$$$",
      "$#% $$$&",
      "$%# \"$$#",
      "$ğ )",
      "&$$ *",
      "$$$$$$$$$$$$ $",
      "$&# \"$$#",
      "$\"% $$$%",
      "$$$ +",
      "$$#$$$# $",
      "! $$$$%",
      "' !",
      "' $$$$%",
      "( '",
      ") $$!",
      "Ě $$",
      "Ġ ĀĀ",
      "$# $&",
      "$# \"$$$\"",
      "$& ĝ",
      "$$$$$$$$ $$$$%",
      "$%$$$$ $",
      "$#$$$$ $",
      "#$$# $",
      "$## &$$$$",
      "\"$$ +",
      "$ğ (",
      "$ğ Ğ",
      "#$$& $",
      "$Ğ \"",
      "$\"# $$$%",
      "$$$\" $$#",
      "$$%$$$% $",
      "ĀĀ% Ā!",
      "# %$$$$",
      "& ĀĀ",
      ") $$(",
      "Ğ $$\"",
      "Ġ Ĝ",
      "$$ ě",
      "$% Ĝ",
      "$$# \"$$#",
      "$\" ĝ",
      "$! $$$$%",
      "$#$$$$ $$$#",
      "#$$ $'",
      "$#% %$$#",
      "%$$ ě",
      "$ğ ğ",
      "$* \"",
      "$* (",
      "$* ğ",
      "#$$\" $",
      "$\"# #$$#",
      "$#\" &$$#",
      "($$ $(",
      "$$$#$$$$ $$%",
      "& %$$$$",
      "& #$$%",
      "( *",
      "+ $$$$",
      "ğ (",
      "Ġ ě",
      "$% $&$$$$",
      "$# $&$$%",
      "$# $%$$&",
      "$$\" #$$$$",
      "$' $$&",
      "$%$$$$ $$$%",
      "$#$$$$ $$%$$$$",
      "#$$ $",
      "#$$ Ĝ",
      "$## %$$%",
      "&$$$$ %%",
      "$%# &$$#",
      "$) ğ",
      "!$$ $",
      "$* !",
      "$Ğ '",
      "($$ $'",
      "ğ$$ $!",
      "+ )",
      "ĝ $$#",
      "Ğ $$'",
      "$# ĝ",
      "$$# $",
      "$& $$$%",
      "$\" $$!",
      "$\" \"$$$$",
      "#$$$$ $$#$$$$",
      "$$$% $$$$%",
      "$%$$$$ $$&",
      "$%$$$$ $$$#",
      "$#$$$$ $$$%",
      "$%# #$$%",
      "$) *",
      "&$$ +",
      "&$$ $\"",
      "&$$ $(",
      "%$$\" $",
      "$\"# %$$$$",
      "$\"# $$$#",
      "$#& &$$%",
      "$$$ ,",
      "($$ +",
      "$%' $$$%",
      "$#! %$$#",
      "! (",
      "% %$$$$",
      "% %$$%",
      "& %$$%",
      ") &",
      "+ $$&",
      "Ĝ #",
      "ĝ $$$$",
      "Ġ $+",
      "$% $$$$$$$$$$$$$$$$",
      "$% $#$$\"",
      "$# $#",
      "$# $%$$$$%",
      "$& $",
      "$& \"$$$$",
      "$& #$$$\"",
      "$\" $$",
      "$\" $#$$$$",
      "$$& %$$&",
      "$$\" $",
      "$$$$$$$$ $$$$$$$$$$$$",
      "#$$$$ '",
      "$! $%$$%",
      "$%$$$$ $$#$$$$",
      "$#$$$$ $$&",
      "$( +",
      "$#% $$$%$",
      "&$$$$ %#",
      "$%# %$$%",
      "\"$$ $",
      "$) )",
      "&$$ ,",
      "$%& #$$&",
      "$\"$$$$ $$%",
      "'$$% $",
      "ĀĀ# Ā!",
      ")$$ $(",
      "\" )",
      "+ ĀĀ",
      "Ĝ %",
      "ğ ğ",
      "Ġ #$$$$",
      "Ġ $%%",
      "$# ,",
      "$$% #$$&",
      "$$# $$#",
      "$$# \"$$$$",
      "#$$$$ $%",
      "$' ĝ",
      "$( Ğ",
      "$#% &$$%",
      "\"$$ ,",
      "\"$$ ĝ",
      "!$$ +",
      "!$$ Ğ",
      "$$%$$$$ $$%$$$$",
      "$Ğ &",
      "$&% %$$$$",
      "$&# %$$#",
      "$&& $$$%",
      "ğ$$ *",
      "Ā% !",
      "ĀĀ& Ā!",
      "ĀĀĜ Ā",
      "ĀĀ* Ā",
      "! ĀĀ",
      "\" *",
      "# #$$#",
      "( $$(",
      ") )",
      "+ $$'",
      "Ĝ $$%",
      "Ğ #",
      "Ġ $%#",
      "Ġ !$$#",
      "Ġ &$$!",
      "$% %$$#",
      "$% $#$$$$%",
      "$# !$$$$",
      "$$% \"$$$$",
      "$$# #$$\""
    ]
  }
}