{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "b": 98,
      "c": 99,
      "Ā": 100,
      "ą": 101,
      "Ć": 102,
      "Ĉ": 103,
      "ĉ": 104,
      "Ċ": 105,
      "ċ": 106,
      "Č": 107,
      "č": 108,
      "Ď": 109,
      "ď": 110,
      "Đ": 111,
      "đ": 112,
      "Ē": 113,
      "ē": 114,
      "Ĕ": 115,
      "ĕ": 116,
      "Ė": 117,
      "ė": 118,
      "Ę": 119,
      "ę": 120,
      "Ě": 121,
      "ě": 122,
      "Ĝ": 123,
      "ĝ": 124,
      "Ğ": 125,
      "ğ": 126,
      "Ġ": 127,
      "66": 128,
      "6666": 129,
      "67": 130,
      "65": 131,
      "665": 132,
      "667": 133,
      "68": 134,
      "64": 135,
      "664": 136,
      "668": 137,
      "69": 138,
      "63": 139,
      "ĀĀ": 140,
      "566": 141,
      "766": 142,
      "76666": 143,
      "56666": 144,
      "62": 145,
      "466": 146,
      "866": 147,
      "366": 148,
      "966": 149,
      "61": 150,
      "656666": 151,
      "676666": 152,
      "6656": 153,
      "5667": 154,
      "7667": 155,
      "663": 156,
      "669": 157,
      "46666": 158,
      "86666": 159,
      "7665": 160,
      "5665": 161,
      "60": 162,
      "266": 163,
      "655": 164,
      "6676": 165,
      "677": 166,
      "6667": 167,
      "657": 168,
      "6686": 169,
      "6646": 170,
      "675": 171,
      "6665": 172,
      "66667": 173,
      "662": 174,
      "66665": 175,
      "666": 176,
      "4667": 177,
      "8665": 178,
      "7664": 179,
      "66666666": 180,
      "166": 181,
      "5668": 182,
      "4665": 183,
      "8667": 184,
      "687": 185,
      "678": 186,
      "645": 187,
      "7668": 188,
      "654": 189,
      "647": 190,
      "5664": 191,
      "685": 192,
      "674": 193,
      "658": 194,
      "76667": 195,
      "661": 196,
      "56665": 197,
      "36666": 198,
      "96666": 199,
      "6668": 200,
      "066": 201,
      "4668": 202,
      "3667": 203,
      "36": 204,
      "646666": 205,
      "8664": 206,
      "644": 207,
      "9665": 208,
      "688": 209,
      "9667": 210,
      "3665": 211,
      "648": 212,
      "684": 213,
      "4664": 214,
      "5669": 215,
      "6656666": 216,
      "65667": 217,
      "686666": 218,
      "660": 219,
      "566665": 220,
      "766665": 221,
      "766667": 222,
      "8668": 223,
      "67667": 224,
      "67665": 225,
      "635": 226,
      "566667": 227,
      "6664": 228,
      "697": 229,
      "679": 230,
      "6676666": 231,
      "653": 232,
      "65665": 233,
      "695": 234,
      "637": 235,
      "7669": 236,
      "26": 237,
      "3668": 238,
      "673": 239,
      "6636": 240,
      "46665": 241,
      "659": 242,
      "26666": 243,
      "7663": 244,
      "698": 245,
      "6696": 246,
      "643": 247,
      "86667": 248,
      "::": 249,
      "689": 250,
      "9664": 251,
      "634": 252,
      "4669": 253,
      "66656666": 254,
      "5663": 255,
      "16": 256,
      "6669": 257,
      "683": 258,
      "66676666": 259,
      "2667": 260,
      "8669": 261,
      "76656": 262,
      "694": 263,
      "9668": 264,
      "56667": 265,
      "3664": 266,
      "638": 267,
      "66668": 268,
      "56656": 269,
      "56676": 270,
      "6776666": 271,
      "76665": 272,
      "66664": 273,
      "2665": 274,
      "649": 275,
      "625": 276,
      "6566667": 277,
      "76676": 278,
      "6626": 279,
      "646": 280,
      "6556666": 281,
      "3669": 282,
      "06": 283,
      "8663": 284,
      "699": 285,
      ";:": 286,
      "652": 287,
      "6766665": 288,
      "76668": 289,
      "627": 290,
      "633": 291,
      "6566665": 292,
      ":;": 293,
      "6766667": 294,
      "6756666": 295,
      "6576666": 296,
      ":ĀĀ": 297,
      "4663": 298,
      "<ĀĀ": 299,
      "9669": 300,
      "45": 301,
      "87": 302,
      "2668": 303,
      "672": 304,
      "642": 305,
      "=ĀĀ": 306,
      ";;": 307,
      "6663": 308,
      "7662": 309,
      "639": 310,
      "64667": 311,
      "866665": 312,
      "86668": 313,
      ";ĀĀ": 314,
      "64665": 315,
      "693": 316,
      "624": 317,
      ">ĀĀ": 318,
      "5662": 319,
      "466665": 320,
      "9663": 321,
      "96667": 322,
      "6656665": 323,
      "Ā:": 324,
      "682": 325,
      "56664": 326,
      "2664": 327,
      "36665": 328,
      "6676667": 329,
      "68665": 330,
      "466667": 331,
      "6616": 332,
      "628": 333,
      "?ĀĀ": 334,
      "47": 335,
      "1667": 336,
      "866667": 337,
      "623": 338,
      "Ā/": 339,
      "Ā;": 340,
      "85": 341,
      "86656": 342,
      "3663": 343,
      "68667": 344,
      "Ā.": 345,
      "636": 346,
      "<:": 347,
      "632": 348,
      "615": 349,
      "16666": 350,
      "@ĀĀ": 351,
      ":<": 352,
      "1665": 353,
      "671": 354,
      "656": 355,
      "46656": 356,
      "641": 357,
      "46664": 358,
      "8662": 359,
      "566664": 360,
      "566668": 361,
      "651": 362,
      "86676": 363,
      "617": 364,
      "614": 365,
      "46676": 366,
      "66669": 367,
      "4662": 368,
      "Ā<": 369,
      "6606": 370,
      "96668": 371,
      "35": 372,
      "76646": 373,
      "Ā-": 374,
      "Ā=": 375,
      "6776667": 376,
      "6756665": 377,
      "766668": 378,
      "56686": 379,
      "6576667": 380,
      "67664": 381,
      "36664": 382,
      "6556665": 383,
      "6666667": 384,
      "692": 385,
      "626": 386,
      "631": 387,
      "629": 388,
      "681": 389,
      "76686": 390,
      "67668": 391,
      "65676666": 392,
      "67656666": 393,
      "6666665": 394,
      "65664": 395,
      "7661": 396,
      "9662": 397,
      "=:": 398,
      ":Ā": 399,
      "66663": 400,
      "66666": 401,
      "766664": 402,
      "56646": 403,
      "1668": 404,
      "676": 405,
      "666677": 406,
      "666675": 407,
      "65668": 408,
      "3662": 409,
      "1664": 410,
      ";<": 411,
      "65656666": 412,
      "9666": 413,
      "622": 414,
      "618": 415,
      "2669": 416,
      "666655": 417,
      "<;": 418,
      "613": 419,
      "97": 420,
      "5661": 421,
      "67676666": 422,
      "7666": 423,
      "666657": 424,
      "566666": 425,
      "Ā>": 426,
      "696": 427,
      "696666": 428,
      "66676": 429,
      "86646": 430,
      "/:": 431,
      "56668": 432,
      "766666": 433,
      "670": 434,
      "76636": 435,
      "/Ā": 436,
      "36656": 437,
      "636666": 438,
      "8661": 439,
      "2663": 440,
      "86686": 441,
      "56636": 442,
      "Ā,": 443,
      "8666": 444,
      "6667667": 445,
      "96656": 446,
      "6766": 447,
      ":=": 448,
      "46686": 449,
      "66656": 450,
      "6568": 451,
      "37": 452,
      "650": 453,
      "6566": 454,
      "/ĀĀ": 455,
      "0667": 456,
      "691": 457,
      "66568": 458,
      "6665667": 459,
      "66567": 460,
      "666666666666": 461,
      "6775667": 462,
      ">:": 463,
      "766666666": 464,
      "<<": 465,
      "566666666": 466,
      "44": 467,
      "63667": 468,
      "7666665": 469,
      "612": 470,
      "6786666": 471,
      "5666665": 472,
      "88": 473,
      "6657665": 474,
      "=;": 475,
      "640": 476,
      "95": 477,
      ";Ā": 478,
      "ĀĀ:Ā": 479,
      "6662": 480,
      "4661": 481,
      ".Ā": 482,
      "36676": 483,
      "56696": 484,
      "6466667": 485,
      "46667": 486,
      "6557665": 487,
      "6675667": 488,
      "7660": 489,
      "66565": 490,
      ":/": 491,
      "96676": 492,
      "6677667": 493,
      "6686667": 494,
      "7666667": 495,
      "Ā?": 496,
      "34": 497,
      "619": 498,
      "616": 499,
      "621": 500,
      "96646": 501,
      "6655665": 502,
      "6466665": 503,
      "6575667": 504,
      "5666667": 505,
      ",Ā": 506,
      "605": 507,
      "630": 508,
      "6577667": 509,
      "76696": 510,
      "766568": 511,
      "607": 512,
      "6646665": 513,
      "46636": 514,
      "6646666": 515,
      "76664": 516,
      "566669": 517,
      "766565": 518,
      "1669": 519,
      "46646": 520,
      "680": 521,
      "604": 522,
      "766567": 523,
      "/;": 524,
      "36646": 525,
      ":>": 526,
      "676666667": 527,
      "66662": 528,
      "86636": 529,
      "566565": 530,
      "69667": 531,
      "9661": 532,
      ">;": 533,
      "0665": 534,
      "5666": 535,
      "656666667": 536,
      "<=": 537,
      "Ā+": 538,
      "Ā@": 539,
      "6866665": 540,
      "64664": 541,
      "ĀĀ=": 542,
      "76669": 543,
      "6667665": 544,
      "84": 545,
      ".:": 546,
      "766669": 547,
      ".ĀĀ": 548,
      "6686666": 549,
      "6765667": 550,
      "6466": 551,
      "690": 552,
      "86665": 553,
      ";=": 554,
      "6765665": 555,
      "6456666": 556,
      "76666667": 557,
      "75667": 558,
      "89": 559,
      "6866667": 560,
      "26656": 561,
      "33": 562,
      "=<": 563,
      "85667": 564,
      "6546666": 565,
      "6665665": 566,
      "5660": 567,
      "656666665": 568,
      "776666": 569,
      "686": 570,
      "ĀĀ<": 571,
      "36686": 572,
      "48": 573,
      "76626": 574,
      "7666655": 575,
      "64668": 576,
      "6476667": 577,
      "6966": 578,
      "8660": 579,
      "3661": 580,
      "?:": 581,
      "6555665": 582,
      "86696": 583,
      "-Ā": 584,
      "676656": 585,
      "6565667": 586,
      "69665": 587,
      "608": 588,
      "1663": 589,
      "5666655": 590,
      "6777667": 591,
      "06666": 592,
      "46663": 593,
      "86669": 594,
      "603": 595,
      "36663": 596,
      "+Ā": 597,
      "6755665": 598,
      "466656": 599,
      "676666665": 600,
      "6768": 601,
      "56626": 602,
      "366667": 603,
      "6876666": 604,
      "ĀĀ/Ā": 605,
      "611": 606,
      "46696": 607,
      "9660": 608,
      "38": 609,
      "77667": 610,
      "96686": 611,
      "6566666666": 612,
      "6786667": 613,
      "620": 614,
      "6766666666": 615,
      ".;": 616,
      "6767667": 617,
      "56666667": 618,
      "96669": 619,
      "25": 620,
      "6767665": 621,
      ";>": 622,
      "6567665": 623,
      "26676": 624,
      "ĀĀ>": 625,
      "0664": 626,
      "609": 627,
      "ĀĀ.Ā": 628,
      "2662": 629,
      "31": 630,
      "466664": 631,
      "63665": 632,
      "366665": 633,
      "65666666": 634,
      "6565": 635,
      "3666": 636,
      "6757665": 637,
      ";/": 638,
      "==": 639,
      "ĀĀ?": 640,
      "98": 641,
      "86626": 642,
      "2661": 643,
      "26664": 644,
      "756666": 645,
      "><": 646,
      "56663": 647,
      "76666665": 648,
      "676676": 649,
      "6567667": 650,
      "626666": 651,
      "602": 652,
      "606": 653,
      "2666": 654,
      "6556667": 655,
      "49": 656,
      "ĀĀ;Ā": 657,
      "4666": 658,
      "6856665": 659,
      "//": 660,
      "26665": 661,
      "0669": 662,
      "66767": 663,
      "866666": 664,
      "6661": 665,
      "66646666": 666,
      "64676666": 667,
      "ĀĀ,Ā": 668,
      "28": 669,
      ":.": 670,
      "56666665": 671,
      "66686": 672,
      "966667": 673,
      "6366": 674,
      "55665": 675,
      "6456665": 676,
      "66865": 677,
      "466666": 678,
      "42": 679,
      "6685667": 680,
      "4660": 681,
      "/<": 682,
      "?;": 683,
      "Ā)": 684,
      "6856666": 685,
      "466668": 686,
      "6785667": 687,
      "556666": 688,
      "36636": 689,
      "Ā*": 690,
      "0668": 691,
      "39": 692,
      "ĀĀ@": 693,
      "766564": 694,
      "3660": 695,
      "96636": 696,
      "36696": 697,
      "-:": 698,
      ":?": 699,
      "</": 700,
      "66765": 701,
      "766676": 702,
      "66576666": 703,
      "76616": 704,
      "610": 705,
      "6566668": 706,
      "23": 707,
      "24": 708,
      "@:": 709,
      "6866": 710,
      "67666666": 711,
      "66661": 712,
      "866664": 713,
      "65556666": 714,
      "65576666": 715,
      "67776666": 716,
      "99": 717,
      "6565665": 718,
      "665665": 719,
      "66464": 720,
      "866668": 721,
      "66465": 722,
      "66468": 723,
      "16656": 724,
      "27": 725,
      "45665": 726,
      "26686": 727,
      "66768": 728,
      "6476666": 729,
      "66776666": 730,
      "66756666": 731,
      "66868": 732,
      "86616": 733,
      "26646": 734,
      "87667": 735,
      "<>": 736,
      "6765": 737,
      "ĀĀ*": 738,
      "6766664": 739,
      "67756666": 740,
      "6776665": 741,
      "6687667": 742,
      "/.": 743,
      "66366": 744,
      "6656664": 745,
      "66696": 746,
      "40": 747,
      "55": 748,
      ";?": 749,
      "6586667": 750,
      "66556666": 751,
      "6676665": 752,
      "ĀĀ-Ā": 753,
      "6566664": 754,
      "96696": 755,
      "ĀĀ=Ā": 756,
      "966665": 757,
      "6646664": 758,
      "601": 759,
      "666667": 760,
      "46626": 761,
      "05": 762,
      "07": 763,
      "71": 764,
      "6546665": 765,
      "566568": 766,
      "6787667": 767,
      ",ĀĀ": 768,
      "-ĀĀ": 769,
      "6746665": 770,
      "6656667": 771,
      "56616": 772,
      "03": 773,
      "21": 774,
      "66564": 775,
      "6266": 776,
      "6875667": 777,
      "94": 778,
      "65566": 779,
      "66764": 780,
      "66467": 781,
      "6477667": 782,
      "6557667": 783,
      "67669": 784,
      "67766": 785,
      "6586666": 786,
      ".<": 787,
      "15": 788,
      "6645665": 789,
      "32": 790,
      "8766": 791,
      "?<": 792,
      "667665": 793,
      "68668": 794,
      "96626": 795,
      "7666675": 796,
      "7666677": 797,
      "ĀĀ<Ā": 798,
      ">=": 799,
      "ĀĀ+Ā": 800,
      "6746666": 801,
      "46616": 802,
      "36626": 803,
      ")Ā": 804,
      "/=": 805,
      "04": 806,
      "0663": 807,
      "75": 808,
      "6676668": 809,
      "63668": 810,
      "41": 811,
      "77": 812,
      "96665": 813,
      "67576666": 814,
      "01": 815,
      "82": 816,
      "6756667": 817,
      "6576668": 818,
      "66566666": 819,
      "ĀĀ>Ā": 820,
      "@;": 821,
      "67466": 822,
      "566764": 823,
      "67556666": 824,
      "1661": 825,
      "5666675": 826,
      "./": 827,
      ":-": 828,
      "65466": 829,
      "664667": 830,
      "6647665": 831,
      "566768": 832,
      "08": 833,
      "=/": 834,
      "65776666": 835,
      "<.": 836,
      "6766668": 837,
      "-;": 838,
      ";.": 839,
      "656656": 840,
      "62667": 841,
      "6686668": 842,
      "02": 843,
      "1662": 844,
      "43": 845,
      "67663": 846,
      "66569": 847,
      "6658665": 848,
      "66867": 849,
      "5666666": 850,
      "17": 851,
      "92": 852,
      "67566": 853,
      "6876667": 854,
      "6966665": 855,
      "600": 856,
      "6745665": 857,
      ":@": 858,
      "86664": 859,
      "566656": 860,
      "5666677": 861,
      "47665": 862,
      "9766": 863,
      "566767": 864,
      "65756666": 865,
      "66766666": 866,
      "ĀĀ?Ā": 867,
      "8566": 868,
      "84667": 869,
      "6465667": 870,
      "6547665": 871,
      "6587667": 872,
      "866676": 873,
      "13": 874,
      ">/": 875,
      "68656666": 876,
      "66864": 877,
      "566765": 878,
      "93": 879,
      "9566": 880,
      "Ā(": 881,
      "66266": 882,
      "665667": 883,
      "6886666": 884,
      ";-": 885,
      "@<": 886,
      "6776668": 887,
      "6865667": 888,
      "6366667": 889,
      "7666666": 890,
      "6558665": 891,
      "=>": 892,
      "?=": 893,
      "64663": 894,
      "6467665": 895,
      "66469": 896,
      "76606": 897,
      "/-": 898,
      "51": 899,
      "666665": 900,
      "67646666": 901,
      "6774667": 902,
      "66563": 903,
      ",;": 904,
      "456666": 905,
      "48665": 906,
      "83": 907,
      "766663": 908,
      "2660": 909,
      "7666657": 910,
      "66646": 911,
      "09": 912,
      "29": 913,
      "<?": 914,
      "6576665": 915,
      "6747665": 916,
      "65566666": 917,
      "?/": 918,
      "66463": 919,
      "6578667": 920,
      "67766666": 921,
      ",:": 922,
      "@=": 923,
      "666566665": 924,
      "16676": 925,
      "22": 926,
      "856666": 927,
      "656676": 928,
      "6585667": 929,
      "&Ā": 930,
      ">>": 931,
      "6655667": 932,
      "7666664": 933,
      "66364": 934,
      "6457665": 935,
      "66566656": 936,
      "30": 937,
      "7566": 938,
      "6786668": 939,
      "6467667": 940,
      "86606": 941,
      "6775665": 942,
      "466765": 943,
      "66636": 944,
      "667667": 945,
      "66763": 946,
      "68664": 947,
      "56606": 948,
      "36667": 949,
      "566864": 950,
      "6855665": 951,
      "66769": 952,
      "69664": 953,
      "63664": 954,
      "65666666666666": 955,
      "66365": 956,
      "6545665": 957,
      "6466668": 958,
      "ĀĀ@Ā": 959,
      "6876665": 960,
      "6456667": 961,
      "ĀĀ'": 962,
      "66967": 963,
      "4666667": 964,
      "6555667": 965,
      "6475667": 966,
      "266667": 967,
      "6660": 968,
      "6366665": 969,
      "6877667": 970,
      ".-": 971,
      "44665": 972,
      "79": 973,
      "88667": 974,
      "66966": 975,
      "5666664": 976,
      "766768": 977,
      "766464": 978,
      "/>": 979,
      "8466": 980,
      "6865665": 981,
      "66869": 982,
      "66367": 983,
      "6866664": 984,
      "57665": 985,
      "ĀĀ(": 986,
      "36662": 987,
      "6577665": 988,
      "6466664": 989,
      "14": 990,
      "<@": 991,
      "6685668": 992,
      "5666666666666": 993,
      "6766666": 994,
      "67666666666666": 995,
      "4666665": 996,
      "8666667": 997,
      "8666665": 998,
      "6754665": 999,
      "16664": 1000,
      "6455665": 1001,
      ".=": 1002,
      "576666": 1003,
      "Ā'": 1004,
      "666666": 1005,
      "6966667": 1006,
      "26663": 1007,
      "6777665": 1008,
      "6758665": 1009,
      "5666657": 1010,
      "+ĀĀ": 1011,
      "-/": 1012,
      "06656": 1013,
      "18": 1014,
      "52": 1015,
      "59": 1016,
      "72": 1017,
      "=?": 1018,
      "69668": 1019,
      "96616": 1020,
      "6577668": 1021,
      "ĀĀ*Ā": 1022,
      "..": 1023,
      "95667": 1024,
      "6666664": 1025,
      "66566": 1026,
      "6674667": 1027,
      "64656666": 1028,
      "66368": 1029,
      "6755664": 1030,
      "766468": 1031,
      "6487667": 1032,
      "4566": 1033,
      "78": 1034,
      "46606": 1035,
      "66766676": 1036,
      "12": 1037,
      "53": 1038,
      ";@": 1039,
      "<-": 1040,
      "6746664": 1041,
      "6677665": 1042,
      "7666668": 1043,
      "566663": 1044,
      "676666664": 1045,
      "866565": 1046,
      "766465": 1047,
      "20": 1048,
      "766467": 1049,
      "566868": 1050,
      "58": 1051,
      "666666665": 1052,
      "66766": 1053,
      "64566": 1054,
      "6777668": 1055,
      "6757667": 1056,
      "67546666": 1057,
      "67666656": 1058,
      "<,": 1059,
      "6867667": 1060,
      "6446666": 1061,
      "66863": 1062,
      "62665": 1063,
      "65766666": 1064,
      "4766": 1065,
      "546666": 1066,
      "36616": 1067,
      "6857665": 1068,
      "366668": 1069,
      ",.": 1070,
      "-=": 1071,
      "10": 1072,
      "50": 1073,
      "73": 1074,
      "96": 1075,
      "6586668": 1076,
      "6644665": 1077,
      "616666": 1078,
      "66968": 1079,
      "566567": 1080,
      "6575668": 1081,
      "66268": 1082,
      ",/": 1083,
      "45664": 1084,
      "=.": 1085,
      "=@": 1086,
      "6554665": 1087,
      "6574667": 1088,
      "866567": 1089,
      "366666": 1090,
      "666766665": 1091,
      "966676": 1092,
      "81": 1093,
      "67866": 1094,
      "6678667": 1095,
      "6886667": 1096,
      "ĀĀ)Ā": 1097,
      "26662": 1098,
      "26626": 1099,
      "66267": 1100,
      "6668667": 1101,
      "666566667": 1102,
      "666687": 1103,
      "65666676": 1104,
      "-.": 1105,
      "/?": 1106,
      "1566": 1107,
      "266665": 1108,
      "56": 1109,
      "8866": 1110,
      "Ā&": 1111,
      "66866": 1112,
      "6688667": 1113,
      "ĀĀ;": 1114,
      "6166": 1115,
      "6566666": 1116,
      "766569": 1117,
      "65786666": 1118,
      "66265": 1119,
      "766686": 1120,
      "+:": 1121,
      "70": 1122,
      "94667": 1123,
      "65669": 1124,
      "6654665": 1125,
      "6648665": 1126,
      "5666668": 1127,
      "766765": 1128,
      "66969": 1129,
      "68776666": 1130,
      "->": 1131,
      "5766": 1132,
      "7766": 1133,
      "7866": 1134,
      "91": 1135,
      "9466": 1136,
      "666668": 1137,
      "676667": 1138,
      "6366664": 1139,
      "366646": 1140,
      "36606": 1141,
      "6778667": 1142,
      "16663": 1143,
      "766867": 1144,
      "666685": 1145,
      "766656": 1146,
      "26696": 1147,
      "46": 1148,
      "5566": 1149,
      ":,": 1150,
      ">.": 1151,
      ">@": 1152,
      "65663": 1153,
      "7666666666666": 1154,
      "46668": 1155,
      "65586666": 1156,
      "6557664": 1157,
      "6755667": 1158,
      "6757664": 1159,
      "566465": 1160,
      "67566666": 1161,
      ".>": 1162,
      "846666": 1163,
      "66626": 1164,
      "666664": 1165,
      "666666667": 1166,
      "68566": 1167,
      "646656": 1168,
      "ĀĀ:": 1169,
      "766764": 1170,
      "466764": 1171,
      "6458665": 1172,
      "6885667": 1173,
      ",<": 1174,
      "1766": 1175,
      "86": 1176,
      "886666": 1177,
      "95668": 1178,
      "?>": 1179,
      "6768665": 1180,
      "66562": 1181,
      "6867665": 1182,
      "ĀĀ$": 1183,
      "676666668": 1184,
      "1660": 1185,
      "6457667": 1186,
      "6447665": 1187,
      "6664667": 1188,
      "666766667": 1189,
      "366656": 1190,
      ",-": 1191,
      "-<": 1192,
      "74667": 1193,
      "9866": 1194,
      "9966": 1195,
      "65766": 1196,
      "65686666": 1197,
      "66964": 1198,
      "67786666": 1199,
      "6785668": 1200,
      "64576666": 1201,
      "6855664": 1202,
      "6585668": 1203,
      "5666654": 1204,
      "%Ā": 1205,
      "11": 1206,
      "3566": 1207,
      "3766": 1208,
      "90": 1209,
      "656566667": 1210,
      "6564667": 1211,
      "6556664": 1212,
      "6675665": 1213,
      "866767": 1214,
      "566464": 1215,
      "6656666667": 1216,
      ".,": 1217,
      "00": 1218,
      "26636": 1219,
      "5466": 1220,
      "87668": 1221,
      ">?": 1222,
      "AA": 1223,
      "6657667": 1224,
      "666654": 1225,
      "6784667": 1226,
      "+/": 1227,
      "/,": 1228,
      "4866": 1229,
      ":+": 1230,
      ";+": 1231,
      "@>": 1232,
      "6666668": 1233,
      "6655664": 1234,
      "68676666": 1235,
      "6687668": 1236,
      "6966664": 1237,
      "96606": 1238,
      "66965": 1239,
      "26616": 1240,
      "65546666": 1241,
      "466568": 1242,
      "966666": 1243,
      "6656666665": 1244,
      "4666655": 1245,
      "65766676": 1246,
      "4466": 1247,
      "76": 1248,
      ";,": 1249,
      "@/": 1250,
      "66462": 1251,
      "766767": 1252,
      "566564": 1253,
      "--": 1254,
      "876666": 1255,
      "84668": 1256,
      "@?": 1257,
      "676686": 1258,
      "6657664": 1259,
      "866569": 1260,
      "466565": 1261,
      "6548665": 1262,
      "6588667": 1263,
      "6668665": 1264,
      "6676666667": 1265,
      "966686": 1266,
      "19": 1267,
      "3866": 1268,
      "7466": 1269,
      "6756664": 1270,
      "6768667": 1271,
      "656665": 1272,
      "66369": 1273,
      "6066": 1274,
      "766865": 1275,
      "6747664": 1276,
      "646666665": 1277,
      "-,": 1278,
      "16686": 1279,
      "8366": 1280,
      "6647664": 1281,
      "36661": 1282,
      "66363": 1283,
      "6559665": 1284,
      "666676": 1285,
      "466564": 1286,
      "966664": 1287,
      "466465": 1288,
      "*/": 1289,
      "*ĀĀ": 1290,
      "54": 1291,
      "746666": 1292,
      "64669": 1293,
      "66876666": 1294,
      "66856666": 1295,
      "66862": 1296,
      "6775668": 1297,
      "6667664": 1298,
      "6875665": 1299,
      "6874667": 1300,
      "766868": 1301,
      "366664": 1302,
      "866465": 1303,
      "*:": 1304,
      "2566": 1305,
      "2766": 1306,
      "2866": 1307,
      "476666": 1308,
      "53665": 1309,
      "9366": 1310,
      "6764667": 1311,
      "6765664": 1312,
      "76663": 1313,
      "46662": 1314,
      "566769": 1315,
      "866669": 1316,
      "6773667": 1317,
      "66264": 1318,
      "6666666666666666": 1319,
      "6788667": 1320,
      "866464": 1321,
      "67566656": 1322,
      "+;": 1323,
      "57": 1324,
      "54665": 1325,
      "786666": 1326,
      "676766667": 1327,
      "66761": 1328,
      "6675668": 1329,
      "466669": 1330,
      "6754667": 1331,
      "666656": 1332,
      "866568": 1333,
      "64776666": 1334,
      "966668": 1335,
      "466865": 1336,
      "67766676": 1337,
      "ĀĀ'Ā": 1338,
      ",=": 1339,
      "75665": 1340,
      "=-": 1341,
      "6696667": 1342,
      "665664": 1343,
      "646676": 1344,
      "6465665": 1345,
      "66466": 1346,
      "6684667": 1347,
      "36668": 1348,
      "6697667": 1349,
      "16662": 1350,
      "766864": 1351,
      "6545664": 1352,
      "7666654": 1353,
      "+.": 1354,
      "0766": 1355,
      "8966": 1356,
      "6762": 1357,
      "676566667": 1358,
      "676566665": 1359,
      "6567664": 1360,
      "686656": 1361,
      "664665": 1362,
      "96664": 1363,
      "6554667": 1364,
      "6667668": 1365,
      "6753665": 1366,
      "66263": 1367,
      "6547664": 1368,
      "68556666": 1369,
      "6744665": 1370,
      "6745664": 1371,
      "66167": 1372,
      "686666667": 1373,
      "6664665": 1374,
      "+-": 1375,
      ",>": 1376,
      "16636": 1377,
      "16626": 1378,
      "37665": 1379,
      "43665": 1380,
      "85665": 1381,
      "85668": 1382,
      "97667": 1383,
      ">-": 1384,
      "??": 1385,
      "676766665": 1386,
      "667657": 1387,
      "6356665": 1388,
      "ĀĀ&Ā": 1389,
      "4666664": 1390,
      "4666645": 1391,
      "8666668": 1392,
      "6555664": 1393,
      "68756666": 1394,
      "6877665": 1395,
      "6587668": 1396,
      "866469": 1397,
      ")/": 1398,
      "35665": 1399,
      "80": 1400,
      "9266": 1401,
      "=Ā": 1402,
      "@.": 1403,
      "BA": 1404,
      "6636664": 1405,
      "656566665": 1406,
      "6846665": 1407,
      "6645667": 1408,
      "ĀĀ-": 1409,
      "566966": 1410,
      "6695667": 1411,
      "6578665": 1412,
      "66686666": 1413,
      "646666667": 1414,
      "6676666665": 1415,
      "16646": 1416,
      "2466": 1417,
      "44664": 1418,
      "89667": 1419,
      ":*": 1420,
      "6856667": 1421,
      "66461": 1422,
      "6976666": 1423,
      "6966668": 1424,
      "866656": 1425,
      "656666664": 1426,
      "66362": 1427,
      "366663": 1428,
      "966567": 1429,
      "6845665": 1430,
      "686666665": 1431,
      "6377667": 1432,
      "8666655": 1433,
      "4366": 1434,
      "5866": 1435,
      "5366": 1436,
      "7366": 1437,
      "75668": 1438,
      "AB": 1439,
      "656766665": 1440,
      "6568665": 1441,
      "6486668": 1442,
      "6645664": 1443,
      "668667": 1444,
      "6965665": 1445,
      "61665": 1446,
      "8666687": 1447,
      "67746666": 1448,
      "677766667": 1449,
      "6575665": 1450,
      "666678": 1451,
      "16616": 1452,
      "64556666": 1453,
      "766869": 1454,
      "65456666": 1455,
      "6474667": 1456,
      "6854665": 1457,
      "0660": 1458,
      "466864": 1459,
      "6485667": 1460,
      "6866668": 1461,
      "6795667": 1462,
      "65566656": 1463,
      "566686": 1464,
      "/*": 1465,
      "47664": 1466,
      ";*": 1467,
      "<Ā": 1468,
      "@@": 1469,
      "67662": 1470,
      "6796667": 1471,
      "6567668": 1472,
      "6876668": 1473,
      "6446665": 1474,
      "6366668": 1475,
      "61667": 1476,
      "6766666656666": 1477,
      "6578668": 1478,
      "666646": 1479,
      ")ĀĀ": 1480,
      "1666": 1481,
      "16696": 1482,
      "5266": 1483,
      "55664": 1484,
      "7966": 1485,
      "77665": 1486,
      "8266": 1487,
      "=,": 1488,
      "66616": 1489,
      "66606": 1490,
      "6764665": 1491,
      "66762": 1492,
      "6856664": 1493,
      "6486667": 1494,
      "668665": 1495,
      "69566": 1496,
      "6956665": 1497,
      "466663": 1498,
      "66269": 1499,
      "766863": 1500,
      "966568": 1501,
      "566963": 1502,
      "566368": 1503,
      "566369": 1504,
      "\"Ā": 1505,
      "#Ā": 1506,
      "06646": 1507,
      "486666": 1508,
      "78667": 1509,
      "6763": 1510,
      "6767664": 1511,
      "6765668": 1512,
      "68669": 1513,
      "66476666": 1514,
      "6367667": 1515,
      "766966": 1516,
      "466646": 1517,
      "86663": 1518,
      "6558667": 1519,
      "466769": 1520,
      "67876666": 1521,
      "6477665": 1522,
      "6584667": 1523,
      "06664": 1524,
      "766964": 1525,
      "666645": 1526,
      "):": 1527,
      "06676": 1528,
      "37664": 1529,
      "4966": 1530,
      "74668": 1531,
      "73665": 1532,
      "6677668": 1533,
      "69669": 1534,
      "6376667": 1535,
      "ĀĀğ": 1536,
      "26606": 1537,
      "6774668": 1538,
      "67586666": 1539,
      "6665668": 1540,
      "666674": 1541,
      "866564": 1542,
      "866468": 1543,
      "966768": 1544,
      "68666666": 1545,
      "56666776666": 1546,
      "4666675": 1547,
      "ĀĀ(Ā": 1548,
      "*.": 1549,
      "3366": 1550,
      "83667": 1551,
      "666663": 1552,
      "67686666": 1553,
      "6536665": 1554,
      "6546664": 1555,
      "665675": 1556,
      "686676": 1557,
      "ĀĀ+": 1558,
      "ĀĀ.": 1559,
      "866764": 1560,
      "65476666": 1561,
      "6857664": 1562,
      "06663": 1563,
      "966764": 1564,
      "66068": 1565,
      "(/": 1566,
      "+=": 1567,
      "<+": 1568,
      "Ā$": 1569,
      "66166": 1570,
      "65662": 1571,
      "66586666": 1572,
      "667668": 1573,
      "68663": 1574,
      "6646663": 1575,
      "668666": 1576,
      "6986666": 1577,
      "66961": 1578,
      "5665667": 1579,
      "6666666667": 1580,
      "566865": 1581,
      "6855667": 1582,
      "966669": 1583,
      "64666666": 1584,
      "266668": 1585,
      "566676": 1586,
      "8666675": 1587,
      "+<": 1588,
      "3966": 1589,
      "5966": 1590,
      "74": 1591,
      "94668": 1592,
      "AC": 1593,
      "BB": 1594,
      "Ā%": 1595,
      "66066": 1596,
      "676646": 1597,
      "667666": 1598,
      "667674": 1599,
      "66861": 1600,
      "6967665": 1601,
      "6346666": 1602,
      "566646": 1603,
      "656666668": 1604,
      "6766666676666": 1605,
      "6636666": 1606,
      "655766667": 1607,
      "6574668": 1608,
      "666673": 1609,
      "6784668": 1610,
      "64756666": 1611,
      "6475668": 1612,
      "6478667": 1613,
      "6477668": 1614,
      "66169": 1615,
      "6445665": 1616,
      "6847664": 1617,
      "566964": 1618,
      "766368": 1619,
      ".+": 1620,
      "=+": 1621,
      "6666666": 1622,
      "656766667": 1623,
      "6564665": 1624,
      "6568667": 1625,
      "665668": 1626,
      "66546666": 1627,
      "686667": 1628,
      "66456666": 1629,
      "6986667": 1630,
      "ĀĀ%Ā": 1631,
      "866696": 1632,
      "766766": 1633,
      "66676656": 1634,
      "65746666": 1635,
      "65776676": 1636,
      "6666666665": 1637,
      "64586666": 1638,
      "6544665": 1639,
      "66164": 1640,
      "366768": 1641,
      "6445664": 1642,
      "6845664": 1643,
      "6955665": 1644,
      "766968": 1645,
      "6985667": 1646,
      "67666676": 1647,
      "4666657": 1648,
      "8666677": 1649,
      "(ĀĀ": 1650,
      "+,": 1651,
      "-?": 1652,
      ".?": 1653,
      "/@": 1654,
      "0566": 1655,
      "06686": 1656,
      "34664": 1657,
      "7266": 1658,
      ">Ā": 1659,
      "66786666": 1660,
      "6446664": 1661,
      "66962": 1662,
      "655766665": 1663,
      "677566665": 1664,
      "67556656": 1665,
      "66656656": 1666,
      "566862": 1667,
      "6548664": 1668,
      "658566": 1669,
      "966663": 1670,
      "6447664": 1671,
      "966565": 1672,
      "566965": 1673,
      "866868": 1674,
      "6975667": 1675,
      "6375667": 1676,
      "766364": 1677,
      "866686": 1678,
      "!Ā": 1679,
      ".*": 1680,
      "1466": 1681,
      "2366": 1682,
      "97668": 1683,
      "93667": 1684,
      "?.": 1685,
      "6769": 1686,
      "646646": 1687,
      "6476668": 1688,
      "6356667": 1689,
      "766366": 1690,
      "6566666667": 1691,
      "6566666656666": 1692,
      "6637665": 1693,
      "86666665": 1694,
      "7665667": 1695,
      "655566667": 1696,
      "6579667": 1697,
      "657566665": 1698,
      "6665664": 1699,
      "66262": 1700,
      "666658": 1701,
      "866768": 1702,
      "6875668": 1703,
      "64546666": 1704,
      "6547667": 1705,
      "67456666": 1706,
      "6748665": 1707,
      "6797667": 1708,
      "::ĀĀ": 1709,
      "6387667": 1710,
      "/+": 1711,
      "0662": 1712,
      "06636": 1713,
      "57667": 1714,
      "736666": 1715,
      "656646": 1716,
      "6656668": 1717,
      "66556656": 1718,
      "6656663": 1719,
      "696656": 1720,
      "62668": 1721,
      "466966": 1722,
      "566566": 1723,
      "655566665": 1724,
      "6878667": 1725,
      "658766": 1726,
      "65876666": 1727,
      "6584668": 1728,
      "566967": 1729,
      "76666556666": 1730,
      "6537665": 1731,
      "6535665": 1732,
      "566365": 1733,
      "65666656": 1734,
      "*;": 1735,
      ".(": 1736,
      "34665": 1737,
      "54664": 1738,
      "976666": 1739,
      "99667": 1740,
      "?@": 1741,
      "6736665": 1742,
      "66576656": 1743,
      "6646667": 1744,
      "6684668": 1745,
      "69656666": 1746,
      "62664": 1747,
      "6696666": 1748,
      "6778665": 1749,
      "657766": 1750,
      "65756676": 1751,
      "566863": 1752,
      "6785665": 1753,
      "6787668": 1754,
      "6887667": 1755,
      "6735664": 1756,
      "766369": 1757,
      "67866676": 1758,
      "65656676": 1759,
      "0866": 1760,
      "166664": 1761,
      "446666": 1762,
      "58665": 1763,
      "82667": 1764,
      "986666": 1765,
      "<)": 1766,
      "@-": 1767,
      "@Ā": 1768,
      "ĠĀ": 1769,
      "6636665": 1770,
      "6767668": 1771,
      "657665": 1772,
      "686686": 1773,
      "646686": 1774,
      "668668": 1775,
      "6963": 1776,
      "6356666": 1777,
      "6386668": 1778,
      "ĀĀ,": 1779,
      "ĀĀ/": 1780,
      "866966": 1781,
      "66360": 1782,
      "6558664": 1783,
      "68746666": 1784,
      "6454665": 1785,
      "6748664": 1786,
      "66165": 1787,
      "6448665": 1788,
      "6847665": 1789,
      "566968": 1790,
      "766965": 1791,
      "4666677": 1792,
      "+>": 1793,
      "-+": 1794,
      "3466": 1795,
      "47667": 1796,
      "7166": 1797,
      "896666": 1798,
      "956666": 1799,
      "?-": 1800,
      "BC": 1801,
      "666669": 1802,
      "656686": 1803,
      "665687": 1804,
      "667766667": 1805,
      "6863": 1806,
      "6468667": 1807,
      "6376666": 1808,
      "6376668": 1809,
      "ĀĀĞ": 1810,
      "5669665": 1811,
      "6566663": 1812,
      "6766666665": 1813,
      "66963": 1814,
      "8666664": 1815,
      "6774665": 1816,
      "866765": 1817,
      "67846666": 1818,
      "6455667": 1819,
      "6457664": 1820,
      "68576666": 1821,
      "6588668": 1822,
      "3666667": 1823,
      "666866": 1824,
      "06662": 1825,
      "06661": 1826,
      "866865": 1827,
      "6597667": 1828,
      "466968": 1829,
      "366468": 1830,
      "68666656": 1831,
      ").": 1832,
      "*,": 1833,
      "*<": 1834,
      "0666": 1835,
      "06626": 1836,
      "38665": 1837,
      "3666655": 1838,
      "44663": 1839,
      "83668": 1840,
      ">,": 1841,
      "CC": 1842,
      "66660": 1843,
      "67366": 1844,
      "667687": 1845,
      "667648": 1846,
      "6676664": 1847,
      "66766676666": 1848,
      "685667": 1849,
      "6886668": 1850,
      "6456664": 1851,
      "6686665": 1852,
      "6686669": 1853,
      "63676666": 1854,
      "6266667": 1855,
      "466636": 1856,
      "6766666667": 1857,
      "66560": 1858,
      "663665": 1859,
      "663667": 1860,
      "266646": 1861,
      "6557668": 1862,
      "677566667": 1863,
      "67776676": 1864,
      "666653": 1865,
      "64786666": 1866,
      "66162": 1867,
      "6884667": 1868,
      "6885668": 1869,
      "6844665": 1870,
      "566969": 1871,
      "66069": 1872,
      "679766": 1873,
      "6737665": 1874,
      "766365": 1875,
      "6895667": 1876,
      "866368": 1877,
      "':": 1878,
      "3666657": 1879,
      "DB": 1880,
      "665647": 1881,
      "665697": 1882,
      "68766": 1883,
      "66466656": 1884,
      "668664": 1885,
      "66866666": 1886,
      "6346665": 1887,
      "56669": 1888,
      "766666656666": 1889,
      "6566669": 1890,
      "6566666665": 1891,
      "8666666": 1892,
      "266636": 1893,
      "266656": 1894,
      "6555668": 1895,
      "65596666": 1896,
      "65576656": 1897,
      "6758664": 1898,
      "466763": 1899,
      "566867": 1900,
      "6783667": 1901,
      "766862": 1902,
      "6745667": 1903,
      "3666668": 1904,
      "6883667": 1905,
      "7666678": 1906,
      "766967": 1907,
      "666566666666": 1908,
      "'/": 1909,
      "(;": 1910,
      "*-": 1911,
      "346666": 1912,
      "33665": 1913,
      "3666677": 1914,
      "836666": 1915,
      "826666": 1916,
      "946666": 1917,
      "65866": 1918,
      "66746666": 1919,
      "6674668": 1920,
      "6679667": 1921,
      "667566667": 1922,
      "66756676": 1923,
      "64686666": 1924,
      "6476665": 1925,
      "6956666": 1926,
      "696676": 1927,
      "6976667": 1928,
      "6964665": 1929,
      "6386667": 1930,
      "766662": 1931,
      "5666647": 1932,
      "6566666676666": 1933,
      "766762": 1934,
      "6637664": 1935,
      "669665": 1936,
      "26661": 1937,
      "65556656": 1938,
      "6775664": 1939,
      "675566665": 1940,
      "67576656": 1941,
      "66656676": 1942,
      "6873667": 1943,
      "6589667": 1944,
      "66163": 1945,
      "966662": 1946,
      "466866": 1947,
      "466467": 1948,
      "56666556666": 1949,
      "766367": 1950,
      "566364": 1951,
      "766666666666": 1952,
      "ĀĀ$Ā": 1953,
      ");": 1954,
      ")<": 1955,
      ",,": 1956,
      "-@": 1957,
      "0466": 1958,
      "166668": 1959,
      "25665": 1960,
      "4266": 1961,
      "57664": 1962,
      "92667": 1963,
      "?Ā": 1964,
      "BD": 1965,
      "DC": 1966,
      "666662": 1967,
      "676636": 1968,
      "665657": 1969,
      "6673667": 1970,
      "667766665": 1971,
      "68646666": 1972,
      "664664": 1973,
      "66466666": 1974,
      "636676": 1975,
      "ĀĀĜ": 1976,
      "566366": 1977,
      "766646": 1978,
      "6766669": 1979,
      "606666": 1980,
      "677566": 1981,
      "666566": 1982,
      "66666666666": 1983,
      "67886666": 1984,
      "6455664": 1985,
      "6478668": 1986,
      "6587665": 1987,
      "9666664": 1988,
      "966765": 1989,
      "6485668": 1990,
      "66067": 1991,
      "6357665": 1992,
      "6794667": 1993,
      "6537664": 1994,
      "766969": 1995,
      "366868": 1996,
      "6735665": 1997,
      "6737664": 1998,
      "966468": 1999,
      "466967": 2000,
      "8666657": 2001,
      "64666676": 2002,
      "),": 2003,
      "25664": 2004,
      "586666": 2005,
      "74665": 2006,
      "98667": 2007,
      ":)": 2008,
      "CA": 2009,
      "677667": 2010,
      "6746667": 2011,
      "665666": 2012,
      "6654667": 2013,
      "665685": 2014,
      "6658664": 2015,
      "66760": 2016,
      "667675": 2017,
      "664668": 2018,
      "668766": 2019,
      "66866676": 2020,
      "6956664": 2021,
      "5666645": 2022,
      "46661": 2023,
      "46665667": 2024,
      "36669": 2025,
      "366636": 2026,
      "677766665": 2027,
      "657766667": 2028,
      "6754664": 2029,
      "366764": 2030,
      "866467": 2031,
      "6355665": 2032,
      "5666678": 2033,
      "6795668": 2034,
      "866967": 2035,
      "466365": 2036,
      "*=": 2037,
      "*Ā": 2038,
      ",+": 2039,
      "1866": 2040,
      "35664": 2041,
      "45667": 2042,
      "48664": 2043,
      "55667": 2044,
      "556656": 2045,
      "9166": 2046,
      "9666677": 2047
    },
    "merges": [
      "6 6",
      "66 66",
      "6 7",
      "6 5",
      "66 5",
      "66 7",
      "6 8",
      "6 4",
      "66 4",
      "66 8",
      "6 9",
      "6 3",
      "Ā Ā",
      "5 66",
      "7 66",
      "7 6666",
      "5 6666",
      "6 2",
      "4 66",
      "8 66",
      "3 66",
      "9 66",
      "6 1",
      "65 6666",
      "67 6666",
      "665 6",
      "5 667",
      "7 667",
      "66 3",
      "66 9",
      "4 6666",
      "8 6666",
      "7 665",
      "5 665",
      "6 0",
      "2 66",
      "65 5",
      "667 6",
      "67 7",
      "66 67",
      "65 7",
      "668 6",
      "664 6",
      "67 5",
      "66 65",
      "6666 7",
      "66 2",
      "6666 5",
      "66 6",
      "4 667",
      "8 665",
      "7 664",
      "6666 6666",
      "1 66",
      "5 668",
      "4 665",
      "8 667",
      "68 7",
      "67 8",
      "64 5",
      "7 668",
      "65 4",
      "64 7",
      "5 664",
      "68 5",
      "67 4",
      "65 8",
      "766 67",
      "66 1",
      "566 65",
      "3 6666",
      "9 6666",
      "66 68",
      "0 66",
      "4 668",
      "3 667",
      "3 6",
      "64 6666",
      "8 664",
      "64 4",
      "9 665",
      "68 8",
      "9 667",
      "3 665",
      "64 8",
      "68 4",
      "4 664",
      "566 9",
      "665 6666",
      "65 667",
      "68 6666",
      "66 0",
      "56666 5",
      "76666 5",
      "76666 7",
      "8 668",
      "67 667",
      "67 665",
      "63 5",
      "56666 7",
      "66 64",
      "69 7",
      "67 9",
      "667 6666",
      "65 3",
      "65 665",
      "69 5",
      "63 7",
      "766 9",
      "2 6",
      "3 668",
      "67 3",
      "663 6",
      "466 65",
      "65 9",
      "2 6666",
      "766 3",
      "69 8",
      "669 6",
      "64 3",
      "866 67",
      ": :",
      "68 9",
      "9 664",
      "63 4",
      "466 9",
      "66 656666",
      "566 3",
      "1 6",
      "66 69",
      "68 3",
      "66 676666",
      "2 667",
      "866 9",
      "7 6656",
      "69 4",
      "9 668",
      "566 67",
      "3 664",
      "63 8",
      "6666 8",
      "5 6656",
      "5667 6",
      "67 76666",
      "766 65",
      "6666 4",
      "2 665",
      "64 9",
      "62 5",
      "656666 7",
      "7667 6",
      "662 6",
      "64 6",
      "65 56666",
      "366 9",
      "0 6",
      "866 3",
      "69 9",
      "; :",
      "65 2",
      "676666 5",
      "766 68",
      "62 7",
      "63 3",
      "656666 5",
      ": ;",
      "676666 7",
      "67 56666",
      "65 76666",
      ": ĀĀ",
      "466 3",
      "< ĀĀ",
      "966 9",
      "4 5",
      "8 7",
      "2 668",
      "67 2",
      "64 2",
      "= ĀĀ",
      "; ;",
      "66 63",
      "766 2",
      "63 9",
      "64 667",
      "86666 5",
      "866 68",
      "; ĀĀ",
      "64 665",
      "69 3",
      "62 4",
      "> ĀĀ",
      "566 2",
      "46666 5",
      "966 3",
      "966 67",
      "665 6665",
      "Ā :",
      "68 2",
      "566 64",
      "2 664",
      "366 65",
      "667 6667",
      "68 665",
      "46666 7",
      "661 6",
      "62 8",
      "? ĀĀ",
      "4 7",
      "1 667",
      "86666 7",
      "62 3",
      "Ā /",
      "Ā ;",
      "8 5",
      "8 6656",
      "366 3",
      "68 667",
      "Ā .",
      "63 6",
      "< :",
      "63 2",
      "61 5",
      "1 6666",
      "@ ĀĀ",
      ": <",
      "1 665",
      "67 1",
      "65 6",
      "4 6656",
      "64 1",
      "466 64",
      "866 2",
      "56666 4",
      "56666 8",
      "65 1",
      "8 6676",
      "61 7",
      "61 4",
      "4 6676",
      "6666 9",
      "466 2",
      "Ā <",
      "660 6",
      "966 68",
      "3 5",
      "7 6646",
      "Ā -",
      "Ā =",
      "67 76667",
      "67 56665",
      "76666 8",
      "5 6686",
      "65 76667",
      "67 664",
      "366 64",
      "65 56665",
      "6666 667",
      "69 2",
      "62 6",
      "63 1",
      "62 9",
      "68 1",
      "7 6686",
      "67 668",
      "65 676666",
      "67 656666",
      "6666 665",
      "65 664",
      "766 1",
      "966 2",
      "= :",
      ": Ā",
      "6666 3",
      "6666 6",
      "76666 4",
      "5 6646",
      "1 668",
      "67 6",
      "66667 7",
      "66667 5",
      "65 668",
      "366 2",
      "1 664",
      "; <",
      "65 656666",
      "966 6",
      "62 2",
      "61 8",
      "2 669",
      "66665 5",
      "< ;",
      "61 3",
      "9 7",
      "566 1",
      "67 676666",
      "766 6",
      "66665 7",
      "56666 6",
      "Ā >",
      "69 6",
      "69 6666",
      "6667 6",
      "8 6646",
      "/ :",
      "566 68",
      "76666 6",
      "67 0",
      "766 36",
      "/ Ā",
      "3 6656",
      "63 6666",
      "866 1",
      "2 663",
      "8 6686",
      "566 36",
      "Ā ,",
      "866 6",
      "6667 667",
      "9 6656",
      "67 66",
      ": =",
      "4 6686",
      "6665 6",
      "65 68",
      "3 7",
      "65 0",
      "65 66",
      "/ ĀĀ",
      "0 667",
      "69 1",
      "665 68",
      "6665 667",
      "665 67",
      "66666666 6666",
      "677 5667",
      "> :",
      "76666 6666",
      "< <",
      "56666 6666",
      "4 4",
      "63 667",
      "76666 65",
      "61 2",
      "67 86666",
      "56666 65",
      "8 8",
      "665 7665",
      "= ;",
      "64 0",
      "9 5",
      "; Ā",
      "ĀĀ :Ā",
      "66 62",
      "466 1",
      ". Ā",
      "3 6676",
      "5669 6",
      "64 66667",
      "466 67",
      "655 7665",
      "667 5667",
      "766 0",
      "665 65",
      ": /",
      "9 6676",
      "667 7667",
      "668 6667",
      "76666 67",
      "Ā ?",
      "3 4",
      "61 9",
      "61 6",
      "62 1",
      "9 6646",
      "665 5665",
      "64 66665",
      "657 5667",
      "56666 67",
      ", Ā",
      "60 5",
      "63 0",
      "657 7667",
      "7669 6",
      "7665 68",
      "60 7",
      "664 6665",
      "466 36",
      "664 6666",
      "766 64",
      "56666 9",
      "7665 65",
      "1 669",
      "4 6646",
      "68 0",
      "60 4",
      "7665 67",
      "/ ;",
      "3 6646",
      ": >",
      "676666 667",
      "6666 2",
      "866 36",
      "5665 65",
      "69 667",
      "966 1",
      "> ;",
      "0 665",
      "566 6",
      "656666 667",
      "< =",
      "Ā +",
      "Ā @",
      "68 66665",
      "64 664",
      "ĀĀ =",
      "766 69",
      "6667 665",
      "8 4",
      ". :",
      "76666 9",
      ". ĀĀ",
      "668 6666",
      "67 65667",
      "64 66",
      "69 0",
      "866 65",
      "; =",
      "67 65665",
      "64 56666",
      "76666 667",
      "7 5667",
      "8 9",
      "68 66667",
      "2 6656",
      "3 3",
      "= <",
      "8 5667",
      "65 46666",
      "6665 665",
      "566 0",
      "656666 665",
      "7 76666",
      "68 6",
      "ĀĀ <",
      "3 6686",
      "4 8",
      "766 26",
      "766665 5",
      "64 668",
      "64 76667",
      "69 66",
      "866 0",
      "366 1",
      "? :",
      "655 5665",
      "8669 6",
      "- Ā",
      "67 6656",
      "65 65667",
      "69 665",
      "60 8",
      "1 663",
      "566665 5",
      "677 7667",
      "0 6666",
      "466 63",
      "866 69",
      "60 3",
      "366 63",
      "+ Ā",
      "675 5665",
      "46665 6",
      "676666 665",
      "67 68",
      "566 26",
