{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "Ā": 77,
      "ā": 78,
      "Ă": 79,
      "ă": 80,
      "Ą": 81,
      "ą": 82,
      "Ć": 83,
      "ć": 84,
      "Ĉ": 85,
      "ĉ": 86,
      "Ċ": 87,
      "ċ": 88,
      "Č": 89,
      "č": 90,
      "Ď": 91,
      "ď": 92,
      "Đ": 93,
      "đ": 94,
      "Ē": 95,
      "ē": 96,
      "Ĕ": 97,
      "ĕ": 98,
      "Ė": 99,
      "ė": 100,
      "Ę": 101,
      "ę": 102,
      "Ě": 103,
      "ě": 104,
      "Ĝ": 105,
      "ĝ": 106,
      "Ğ": 107,
      "ğ": 108,
      "Ġ": 109,
      "&&": 110,
      "&&&&": 111,
      "&'": 112,
      "&%": 113,
      "&&'": 114,
      "&&%": 115,
      "ĀĀ": 116,
      "&(": 117,
      "&$": 118,
      "&&(": 119,
      "&&$": 120,
      "&)": 121,
      "&#": 122,
      "%&&": 123,
      "'&&": 124,
      "%&&&&": 125,
      "'&&&&": 126,
      "&*": 127,
      "&\"": 128,
      "&&#": 129,
      "&&)": 130,
      "&'&&&&": 131,
      "&%&&&&": 132,
      "$&&": 133,
      "(&&": 134,
      "&&'&": 135,
      "&&%&": 136,
      "&+": 137,
      "#&&": 138,
      "&!": 139,
      ")&&": 140,
      "$&&&&": 141,
      "&&&&&&&&": 142,
      "(&&&&": 143,
      "&&'&'": 144,
      "&&%&'": 145,
      "&&'&%": 146,
      "&&%&%": 147,
      "*&&": 148,
      "%'": 149,
      "\"&&": 150,
      "''": 151,
      "&,": 152,
      "%%": 153,
      "&&&%": 154,
      "'%": 155,
      "&&&'": 156,
      "!&&": 157,
      "&&%&(": 158,
      "&&'&$": 159,
      "&&&&%": 160,
      "&&'&(": 161,
      "&&%&$": 162,
      "&&(&": 163,
      "&&&&'": 164,
      "&&$&": 165,
      "&&\"": 166,
      "&&*": 167,
      "&&(&%": 168,
      "&&$&'": 169,
      "&&(&'": 170,
      "&&$&%": 171,
      "('": 172,
      "(%": 173,
      "$%": 174,
      "&-": 175,
      "'&&&'": 176,
      "#&&&&": 177,
      "$'": 178,
      ")&&&&": 179,
      "%&&&%": 180,
      "%Ā": 181,
      "ĀĀ%Ā": 182,
      "&ğ": 183,
      "&Ā": 184,
      "ĀĀ&Ā": 185,
      "&&%&&&&": 186,
      "+&&": 187,
      "$Ā": 188,
      "ĀĀ$Ā": 189,
      "%(": 190,
      "&&'&&&&": 191,
      "&&'&&": 192,
      "'(": 193,
      "'$": 194,
      "Ġ&&": 195,
      "%$": 196,
      "&&%&&": 197,
      "&$&&&&": 198,
      "''&&&&": 199,
      "'Ā": 200,
      "ĀĀ'Ā": 201,
      "&&$&(": 202,
      "($": 203,
      "%%&&&&": 204,
      "&(&&&&": 205,
      "&&(&$": 206,
      "&.": 207,
      "#Ā": 208,
      "ĀĀ#Ā": 209,
      "(Ā": 210,
      "ĀĀ(Ā": 211,
      "$(": 212,
      "((": 213,
      "&&%&)": 214,
      "&&$&$": 215,
      "%'&&&&": 216,
      "&&'&#": 217,
      "&&(&(": 218,
      ",&&": 219,
      "\"Ā": 220,
      "ĀĀ\"Ā": 221,
      "$$": 222,
      "%&&)": 223,
      "&&'&)": 224,
      "'&&#": 225,
      "'%&&&&": 226,
      "&&%&#": 227,
      "%&&#": 228,
      ")Ā": 229,
      "ĀĀ)Ā": 230,
      "#'": 231,
      "&Ğ": 232,
      "'&&)": 233,
      "')": 234,
      "%)": 235,
      "&&&": 236,
      "\"&&&&": 237,
      "$&&&%": 238,
      "'#": 239,
      "%#": 240,
      "&&!": 241,
      "(&&&'": 242,
      "!Ā": 243,
      "ĀĀ!Ā": 244,
      "$)": 245,
      "*&&&&": 246,
      "&&+": 247,
      ")'": 248,
      ")%": 249,
      ")$": 250,
      "&&%&&%": 251,
      "(#": 252,
      "&&'&&'": 253,
      "&&'&&%": 254,
      "*Ā": 255,
      "ĀĀ*Ā": 256,
      "&&$&)": 257,
      "#%": 258,
      "&/": 259,
      ")(": 260,
      "#(": 261,
      "&&(&#": 262,
      "&&%&&'": 263,
      "#$": 264,
      "+Ā": 265,
      "ĀĀ+Ā": 266,
      "&&$&#": 267,
      "&&)&'": 268,
      "&&)&%": 269,
      "&&%&*": 270,
      "ĠĀ": 271,
      "&&#&'": 272,
      "ğ&&": 273,
      "&&#&%": 274,
      "()": 275,
      "&&(&)": 276,
      "'\"": 277,
      "&ĝ": 278,
      "&&'&\"": 279,
      "$#": 280,
      "&&(&&": 281,
      "'*": 282,
      "-&&": 283,
      "%&&&'": 284,
      "%&&\"": 285,
      "ğĀ": 286,
      "ĀĀğĀ": 287,
      ",Ā": 288,
      "ĀĀ,Ā": 289,
      "%&&*": 290,
      "*%": 291,
      "&&$&&": 292,
      "&&'&*": 293,
      "!&&&&": 294,
      "'&&&%": 295,
      "&&#&(": 296,
      "*(": 297,
      "&&%&\"": 298,
      "#)": 299,
      "&&)&$": 300,
      "%\"": 301,
      "'&&\"": 302,
      "%*": 303,
      "'&&*": 304,
      "-Ā": 305,
      "ĀĀ-Ā": 306,
      "))": 307,
      "&'&&&&%": 308,
      "\"'": 309,
      "*$": 310,
      "\"$": 311,
      "&Ĝ": 312,
      "##": 313,
      "Ğ&&": 314,
      "%&&&$": 315,
      "'&&&(": 316,
      "+&&&&": 317,
      "&'%": 318,
      "&&#&$": 319,
      "&&)&(": 320,
      "$&&*": 321,
      "*'": 322,
      "&#&&&&": 323,
      "'&&&&&": 324,
      "\"%": 325,
      "&%%&&&&": 326,
      "\"(": 327,
      "ĞĀ": 328,
      "ĀĀĞĀ": 329,
      "&&(&\"": 330,
      ".Ā": 331,
      "ĀĀ.Ā": 332,
      "&)&&&&": 333,
      "(%&&&&": 334,
      "$*": 335,
      "$%&&&&": 336,
      "Ġ&&&&": 337,
      "&&'&&&'": 338,
      "&%&&&&'": 339,
      "(&&&(": 340,
      "&&)&": 341,
      ")#": 342,
      "$\"": 343,
      "(*": 344,
      "(&&\"": 345,
      "&&&&&&&&&&&&": 346,
      "$'&&&&": 347,
      "&&%&&&%": 348,
      "&&(&*": 349,
      "&&#&": 350,
      "&&(&&&&": 351,
      "(\"": 352,
      "&'%&&&&": 353,
      "&%'": 354,
      "('&&&&": 355,
      "&%&&&&%": 356,
      "%&&+": 357,
      "'+": 358,
      ")*": 359,
      "&&$&*": 360,
      "$&&\"": 361,
      "&'&&&&'": 362,
      "&'&&&&&&": 363,
      "ĝĀ": 364,
      "ĀĀĝĀ": 365,
      ".&&": 366,
      ")&&&'": 367,
      "'$&&&&": 368,
      "(+": 369,
      "/Ā": 370,
      "ĀĀ/Ā": 371,
      "$&&&$": 372,
      "&&%&+": 373,
      "!(": 374,
      "ĝ&&": 375,
      "%$&&&&": 376,
      "'(&&&&": 377,
      "\")": 378,
      "&&$&\"": 379,
      "&&'&+": 380,
      "Ġ(": 381,
      "(&&*": 382,
      "!%": 383,
      "*)": 384,
      "&&$&&&&": 385,
      "$+": 386,
      "&&)&#": 387,
      "&%&'": 388,
      "&&'&&(": 389,
      "&&#&)": 390,
      "ĜĀ": 391,
      "ĀĀĜĀ": 392,
      "'&&&'&": 393,
      "!)": 394,
      ")&&\"": 395,
      "#&&*": 396,
      "&%&&&&&&": 397,
      "%(&&&&": 398,
      "&&%&&&&&&&&": 399,
      "#*": 400,
      "&&'&&&&&&&&": 401,
      "&''": 402,
      "&&)&)": 403,
      "'&&+": 404,
      "&&%&!": 405,
      "#&&\"": 406,
      "#\"": 407,
      "%+": 408,
      "&'&%": 409,
      "&''&&&&": 410,
      ")&&*": 411,
      "%&&!": 412,
      "ěĀ": 413,
      "ĀĀěĀ": 414,
      "&&'&!": 415,
      "%!": 416,
      "',": 417,
      "&&%&&$": 418,
      "&%&%": 419,
      ")\"": 420,
      "&&(&&'": 421,
      "#+": 422,
      "'&&!": 423,
      "%&&&%&": 424,
      "Ġ#": 425,
      "&&$&+": 426,
      "*#": 427,
      ")+": 428,
      "&$&%": 429,
      "&&(&!": 430,
      "&&#&*": 431,
      "/&&": 432,
      "&&$&&%": 433,
      "!$": 434,
      "+$": 435,
      "&&%&&(": 436,
      "&&#&#": 437,
      "*\"": 438,
      "Ġ%": 439,
      "&'&&&&&&&&": 440,
      "&&&%&": 441,
      "Ġ$": 442,
      "'!": 443,
      "&&#&&": 444,
      "&(&%": 445,
      "&ě": 446,
      "\"#": 447,
      "**": 448,
      "$!": 449,
      "$&&+": 450,
      "+(": 451,
      "&&$&&'": 452,
      "&%&&&&&&&&": 453,
      "\"\"": 454,
      "&&(&&%": 455,
      "-ĀĀ": 456,
      "Ĝ&&": 457,
      "&%%": 458,
      "&%(": 459,
      "&%'&&&&": 460,
      "!#": 461,
      "$&&!": 462,
      "(&&+": 463,
      "&$&'": 464,
      "&&(&+": 465,
      "&\"&&&&": 466,
      ",&&&&": 467,
      "&(&'": 468,
      "&&$&!": 469,
      "&&&'&": 470,
      "&ĀĀ": 471,
      "#&&&%": 472,
      "+%": 473,
      "+ĀĀ": 474,
      "ĚĀ": 475,
      "&'&'": 476,
      ",ĀĀ": 477,
      "(&&!": 478,
      "ęĀ": 479,
      "Ġ)": 480,
      "+'": 481,
      ",)": 482,
      "Ġ&'": 483,
      "&&'&&$": 484,
      "*&&\"": 485,
      "(!": 486,
      "&$%": 487,
      "+)": 488,
      "\"&&*": 489,
      "+#": 490,
      "%&&&&&": 491,
      "/ĀĀ": 492,
      ",(": 493,
      "Ġ'": 494,
      "&&&&&&&&&&&&&&&&": 495,
      "Ġ\"": 496,
      "&&)&\"": 497,
      "Ġ&(": 498,
      "*ĀĀ": 499,
      "'&&&&%": 500,
      "&&,": 501,
      "&&#&+": 502,
      "!'": 503,
      "&&&'&&&&": 504,
      "&%$": 505,
      "&&%&&&&&": 506,
      "((&&&&": 507,
      "($&&&&": 508,
      "&*&&&&": 509,
      "*&&*": 510,
      "ğ)": 511,
      "Ġ*": 512,
      "%&&,": 513,
      "#&&+": 514,
      ".ĀĀ": 515,
      "&&ğ": 516,
      "&#&'": 517,
      "'&&&)": 518,
      "$,": 519,
      "Ġ&)": 520,
      "&&$&,": 521,
      "&Ě": 522,
      "\"*": 523,
      "#!": 524,
      "%&&'&": 525,
      "%&&&&%": 526,
      ")!": 527,
      "&&&%&&&&": 528,
      "&&''": 529,
      "&%#": 530,
      "&&)&&": 531,
      "&&'&&&&&": 532,
      "&&%'": 533,
      "#&&!": 534,
      "$$&&&&": 535,
      "ĘĀ": 536,
      "&&%&,": 537,
      "*+": 538,
      "Ġ&": 539,
      "&('": 540,
      "Ġ+": 541,
      "&(&": 542,
      "'&&,": 543,
      "Ġ!": 544,
      "&$'": 545,
      "#&&&$": 546,
      ",'": 547,
      "&&%&&&'": 548,
      "%&&&&'": 549,
      "\"&&\"": 550,
      ")&&!": 551,
      ")&&+": 552,
      "!&&*": 553,
      "Ā+": 554,
      "&'(": 555,
      "*&&!": 556,
      "%,": 557,
      "&&'&&&%": 558,
      "&&#&\"": 559,
      "ğ(": 560,
      "&(&$": 561,
      "&&$&&$": 562,
      "$&&,": 563,
      "\"!": 564,
      "&(%": 565,
      "&&)&*": 566,
      "-(": 567,
      "ĀĀĚĀ": 568,
      "!&&\"": 569,
      "Ġ&%": 570,
      "Ġ&$": 571,
      "&&(&&(": 572,
      "'&&&&'": 573,
      "'%&&'&": 574,
      "(&&,": 575,
      "-&&&&": 576,
      "&&'%": 577,
      "ğ%": 578,
      "ĀĀęĀ": 579,
      "%&&&&&&": 580,
      ",#": 581,
      ",%": 582,
      "-'": 583,
      "%'&&%&": 584,
      "ě&&": 585,
      "&'#": 586,
      "'&&&'&%": 587,
      "!\"": 588,
      "&$&&&&'": 589,
      "&)&%": 590,
      "'&&&&&&": 591,
      "*&&&'": 592,
      ",*": 593,
      "-$": 594,
      "(&&&%": 595,
      "%%&&%&": 596,
      "!*": 597,
      "+*": 598,
      "ėĀ": 599,
      "&'$": 600,
      "ĖĀ": 601,
      "&&%%": 602,
      "&&%%&&&&": 603,
      "%&&-": 604,
      "&&'&&&'&&&&": 605,
      ")ĀĀ": 606,
      ",$": 607,
      "&&'&%&&&&": 608,
      "&#&%": 609,
      "\"&&+": 610,
      ")ğ": 611,
      "&&$&&&%": 612,
      "Ġ-": 613,
      "&(&(": 614,
      ",+": 615,
      "%&&ğ": 616,
      "&&%&&&$": 617,
      "Ġ&*": 618,
      "&&%&%&&&&": 619,
      "&$$": 620,
      "%&&&%&%": 621,
      "\"+": 622,
      "'ğ": 623,
      "&&'&&)": 624,
      "&(&&&&%": 625,
      "&&$&&(": 626,
      "'&&&$": 627,
      "'&&&&&&&&": 628,
      "(&&&'&": 629,
      "!!": 630,
      "&ę": 631,
      "&&-": 632,
      "&%)": 633,
      "#&&,": 634,
      "&&Ğ": 635,
      "'&&-": 636,
      "(,": 637,
      "*!": 638,
      "Ġğ": 639,
      "'&&&&&'": 640,
      "&&'&ğ": 641,
      "'&&&'&'": 642,
      "%&&&%&'": 643,
      "&&%&&&%&&&&": 644,
      "'-": 645,
      "&&(&&$": 646,
      "$&&-": 647,
      "\"&&&$": 648,
      "''&&'&": 649,
      "#,": 650,
      "),": 651,
      "&&%&&#": 652,
      "$&&&'": 653,
      "$Ğ": 654,
      "(ğ": 655,
      "*,": 656,
      "Ġ,": 657,
      "%&&&&&&&&": 658,
      "$(&&&&": 659,
      "&((": 660,
      "Ġ&#": 661,
      "&(&&&&'": 662,
      "&$(": 663,
      "'&&&&&%": 664,
      "&'&&&&&": 665,
      "&&'&,": 666,
      "%#&&&&": 667,
      "(ĀĀ": 668,
      "ĕĀ": 669,
      "&($": 670,
      "&&%&-": 671,
      "\"&&!": 672,
      "\"&&&%": 673,
      "$&&&%&": 674,
      "&')": 675,
      "&&)&+": 676,
      "&&%&&)": 677,
      "%ğ": 678,
      "'#&&&&": 679,
      "+\"": 680,
      "&&(&&&'": 681,
      "%&&&&&%": 682,
      "&'&&&&(": 683,
      "*&&+": 684,
      "%'&&%&'": 685,
      "$ğ": 686,
      "&$&&&&%": 687,
      "&&(&,": 688,
      "&()": 689,
      "&$#": 690,
      "%&&&&&'": 691,
      "&&&%&'": 692,
      "Ā-": 693,
      "&'&&%&": 694,
      "&'&&&&$": 695,
      ")&&,": 696,
      "%-": 697,
      "&&&&$": 698,
      "ĀĀĘĀ": 699,
      "&#'": 700,
      "&%&&&&&": 701,
      "$&&ğ": 702,
      ")&&&(": 703,
      "!+": 704,
      "ĔĀ": 705,
      "&'*": 706,
      "&&%'&&&&": 707,
      "&#&": 708,
      "&#&$": 709,
      "'&&ğ": 710,
      "Ġ&&\"": 711,
      "&&.": 712,
      "&%&&'&": 713,
      "&&)&!": 714,
      "&%&&&&(": 715,
      "(&&&&&": 716,
      "')&&&&": 717,
      ")-": 718,
      "ğ$": 719,
      "ĠĞ": 720,
      "&(*": 721,
      "&)&'": 722,
      ",\"": 723,
      "Ā.": 724,
      "Ġ&&*": 725,
      "%&&.": 726,
      "(&&ğ": 727,
      "(&&&&'": 728,
      "'%&&'&'": 729,
      "#-": 730,
      "(-": 731,
      "(.": 732,
      ").": 733,
      "%&&Ğ": 734,
      "&'&&&&&&'": 735,
      "&&'&&&%&&&&": 736,
      "\"ğ": 737,
      ")&&ğ": 738,
      "$&&&&%": 739,
      "#ĀĀ": 740,
      ")'&&&&": 741,
      "++": 742,
      "ğ\"": 743,
      "Ğ$": 744,
      "!&&+": 745,
      "'.": 746,
      "'ĀĀ": 747,
      "&'&&'&": 748,
      "&&(%": 749,
      "&&#&!": 750,
      "#&&-": 751,
      "*&&&)": 752,
      "&&&%&%": 753,
      "&&%&&&'&&&&": 754,
      ":Ā": 755,
      "ğ*": 756,
      "&(#": 757,
      "(&&-": 758,
      ")&&&)": 759,
      "''%&&&&": 760,
      "\"-": 761,
      "%Ğ": 762,
      "Ě&&": 763,
      "&&'%&&&&": 764,
      "&)$": 765,
      "'%&&'&%": 766,
      "!-": 767,
      "%.": 768,
      "%&&%&": 769,
      "+!": 770,
      "&)'": 771,
      "(&&&)": 772,
      "!&&!": 773,
      ";Ā": 774,
      "&%&&%&": 775,
      "&%$&&&&": 776,
      "&&''&&&&": 777,
      "&%&&&&$": 778,
      "(&&.": 779,
      "&!&&&&": 780,
      "(&&&&%": 781,
      "%%&&%&'": 782,
      "&&'&&&(": 783,
      "-*": 784,
      "&&&$": 785,
      "&)(": 786,
      "&#&(": 787,
      "&&'&&&$": 788,
      "\",": 789,
      "#%&&&&": 790,
      "Ğ(": 791,
      "ğ'": 792,
      "%)&&&&": 793,
      ",,": 794,
      "&'&%&&&&": 795,
      "ĀĀėĀ": 796,
      "'&&.": 797,
      "(&&&*": 798,
      "&+&&&&": 799,
      "#&&ğ": 800,
      "%&&)&%": 801,
      "%&&#&%": 802,
      "#ğ": 803,
      "ēĀ": 804,
      "ĝ$": 805,
      "Ğ\"": 806,
      "Ġ&\"": 807,
      "&)%": 808,
      "&&#&,": 809,
      "#.": 810,
      "Ġ&+": 811,
      "*&&&*": 812,
      "'&&#&%": 813,
      "!.": 814,
      "&Ę": 815,
      "*-": 816,
      "&&#'": 817,
      "(&&Ğ": 818,
      "&&$&.": 819,
      "%ĀĀ": 820,
      "Ġĝ": 821,
      "&&%$": 822,
      "&&$'": 823,
      "&\"&'": 824,
      "'''&&&&": 825,
      "!ĀĀ": 826,
      "'&&'&": 827,
      ")%&&&&": 828,
      "*.": 829,
      "Ġ.": 830,
      "Ġ&,": 831,
      "&&&(": 832,
      "''&&'&'": 833,
      "&&*&%": 834,
      "$.": 835,
      "ĠĀĀ": 836,
      "$&&.": 837,
      ")&&-": 838,
      "*&&&(": 839,
      "&&(&ğ": 840,
      "&&\"&%": 841,
      "(%&&'&": 842,
      "'&&#&'": 843,
      "\"ĝ": 844,
      "$-": 845,
      "%&&'&'": 846,
      "(Ğ": 847,
      ")/": 848,
      "ğ#": 849,
      "&&%&'&&&&": 850,
      "'&&Ğ": 851,
      "#&&&'": 852,
      "$&&&&'": 853,
      "%'&&%&%": 854,
      "''&&'&%": 855,
      "'Ğ": 856,
      "&&ĝ": 857,
      "&&&&(": 858,
      "&%*": 859,
      "&&('": 860,
      "%&&&(": 861,
      "'&&&'&$": 862,
      "!,": 863,
      "/+": 864,
      "00": 865,
      "&&&'&%": 866,
      "('&&'&": 867,
      "+&&!": 868,
      "Ġ&&!": 869,
      "&&'&&&'&": 870,
      "\"Ğ": 871,
      "#'&&&&": 872,
      "%&&%&'": 873,
      "Ā'": 874,
      "Ā(": 875,
      "&%&&'&%": 876,
      "&&'&&#": 877,
      "&$*": 878,
      "&$&$": 879,
      "&#(": 880,
      "&&)&&&&": 881,
      "%'%&&&&": 882,
      "%''&&&&": 883,
      "\"&&ğ": 884,
      "\"ĀĀ": 885,
      "#$&&&&": 886,
      "%&&%&%": 887,
      "Ā%": 888,
      "(&&&'&'": 889,
      "+,": 890,
      "-.": 891,
      "&$&&%&": 892,
      "&&$&&#": 893,
      "&#%": 894,
      "%&&ĝ": 895,
      "$&&&#": 896,
      "$&&&\"": 897,
      "#&&&#": 898,
      "*&&,": 899,
      "\"&&,": 900,
      "\"&&-": 901,
      "!&&,": 902,
      "&$&&&&(": 903,
      "%&&&'&": 904,
      "-+": 905,
      "ğ!": 906,
      "Ġ/": 907,
      "Ġ0": 908,
      "&&'(": 909,
      "&&'&'&&&&": 910,
      "&&%(": 911,
      "&$&(": 912,
      "'&&&*": 913,
      "&&)&,": 914,
      "&%&&&&&&&&&&&&": 915,
      "\"&&&#": 916,
      "%%&&%&(": 917,
      "ĝ%": 918,
      "&'\"": 919,
      "&%\"": 920,
      "&&%&Ğ": 921,
      "$'&&%&'": 922,
      "$&&&%&'": 923,
      "%&&\"&'": 924,
      "$&&'&%": 925,
      "%\"&&&&": 926,
      "*Ğ": 927,
      "+-": 928,
      ".(": 929,
      "Ā$": 930,
      "&&/": 931,
      "ĀĀĕĀ": 932,
      "&#$": 933,
      "'&&&&&(": 934,
      ")&&&%": 935,
      "&&&&'&": 936,
      "(%&&'&%": 937,
      "(&&&'&%": 938,
      "'&&&%&": 939,
      "!ğ": 940,
      "()&&&&": 941,
      "/*": 942,
      "Ā#": 943,
      "ĝ#": 944,
      "&)&$": 945,
      "&#*": 946,
      "&&%&%&'": 947,
      "%%%&&&&": 948,
      "%%'&&&&": 949,
      "&&&'&'": 950,
      "&&(&Ğ": 951,
      "%&&#&'": 952,
      "&%&&&&'&": 953,
      "%&&'&%": 954,
      "+.": 955,
      "-)": 956,
      "--": 957,
      "&&&&&&": 958,
      "&&$&&)": 959,
      "&'&&&&&&&&&&&&": 960,
      "&&'&Ğ": 961,
      "&&%&.": 962,
      "*&&-": 963,
      "'%%&&&&": 964,
      "%&&)&'": 965,
      "'&&&(&": 966,
      "#Ğ": 967,
      "&ė": 968,
      "ĝ\"": 969,
      "Ġě": 970,
      "&%&&'&'": 971,
      "&&'&&'&&&&": 972,
      "&$)": 973,
      "*&&ğ": 974,
      "%''": 975,
      "(%&&'&'": 976,
      "%%&&&&'": 977,
      "$ĀĀ": 978,
      "$)&&&&": 979,
      "Ġ&-": 980,
      "&\"%": 981,
      "%'&&%&(": 982,
      "'%&&'&(": 983,
      "!&&-": 984,
      "$%&&%&%": 985,
      "$'&&%&": 986,
      "+&&,": 987,
      "Ġ&&+": 988,
      "$&&&%&%": 989,
      "&&%&&%'": 990,
      "&&$&&&$": 991,
      "\".": 992,
      "'ĝ": 993,
      "(/": 994,
      "<Ā": 995,
      "Ĝ&": 996,
      "Ġ&!": 997,
      "%&&&\"": 998,
      "%&&&&&&&&&&&&": 999,
      "&&#&&&&": 1000,
      "&&#&-": 1001,
      "&&)&-": 1002,
      "$&&Ğ": 1003,
      "$&&&&&": 1004,
      "(&&&&&%": 1005,
      "'''": 1006,
      "%%&&%&%": 1007,
      "&&(&-": 1008,
      "'&&&'&(": 1009,
      "'&&#&": 1010,
      "'&&)&": 1011,
      "&%%&&&&&": 1012,
      "'*&&&&": 1013,
      "*/": 1014,
      "*ğ": 1015,
      "ę&&": 1016,
      "&'&$": 1017,
      "&$&)": 1018,
      "&))": 1019,
      "%&&/": 1020,
      "'&&/": 1021,
      "&\"(": 1022,
      "\"&&&\"": 1023
    },
    "merges": [
      "& &",
      "&& &&",
      "& '",
      "& %",
      "&& '",
      "&& %",
      "Ā Ā",
      "& (",
      "& $",
      "&& (",
      "&& $",
      "& )",
      "& #",
      "% &&",
      "' &&",
      "% &&&&",
      "' &&&&",
      "& *",
      "& \"",
      "&& #",
      "&& )",
      "&' &&&&",
      "&% &&&&",
      "$ &&",
      "( &&",
      "&&' &",
      "&&% &",
      "& +",
      "# &&",
      "& !",
      ") &&",
      "$ &&&&",
      "&&&& &&&&",
      "( &&&&",
      "&&' &'",
      "&&% &'",
      "&&' &%",
      "&&% &%",
      "* &&",
      "% '",
      "\" &&",
      "' '",
      "& ,",
      "% %",
      "&& &%",
      "' %",
      "&& &'",
      "! &&",
      "&&% &(",
      "&&' &$",
      "&&&& %",
      "&&' &(",
      "&&% &$",
      "&&( &",
      "&&&& '",
      "&&$ &",
      "&& \"",
      "&& *",
      "&&( &%",
      "&&$ &'",
      "&&( &'",
      "&&$ &%",
      "( '",
      "( %",
      "$ %",
      "& -",
      "'&& &'",
      "# &&&&",
      "$ '",
      ") &&&&",
      "%&& &%",
      "% Ā",
      "ĀĀ %Ā",
      "& ğ",
      "& Ā",
      "ĀĀ &Ā",
      "&&% &&&&",
      "+ &&",
      "$ Ā",
      "ĀĀ $Ā",
      "% (",
      "&&' &&&&",
      "&&' &&",
      "' (",
      "' $",
      "Ġ &&",
      "% $",
      "&&% &&",
      "&$ &&&&",
      "' '&&&&",
      "' Ā",
      "ĀĀ 'Ā",
      "&&$ &(",
      "( $",
      "% %&&&&",
      "&( &&&&",
      "&&( &$",
      "& .",
      "# Ā",
      "ĀĀ #Ā",
      "( Ā",
      "ĀĀ (Ā",
      "$ (",
      "( (",
      "&&% &)",
      "&&$ &$",
      "% '&&&&",
      "&&' &#",
      "&&( &(",
      ", &&",
      "\" Ā",
      "ĀĀ \"Ā",
      "$ $",
      "%&& )",
      "&&' &)",
      "'&& #",
      "' %&&&&",
      "&&% &#",
      "%&& #",
      ") Ā",
      "ĀĀ )Ā",
      "# '",
      "& Ğ",
      "'&& )",
      "' )",
      "% )",
      "&& &",
      "\" &&&&",
      "$&& &%",
      "' #",
      "% #",
      "&& !",
      "(&& &'",
      "! Ā",
      "ĀĀ !Ā",
      "$ )",
      "* &&&&",
      "&& +",
      ") '",
      ") %",
      ") $",
      "&&% &&%",
      "( #",
      "&&' &&'",
      "&&' &&%",
      "* Ā",
      "ĀĀ *Ā",
      "&&$ &)",
      "# %",
      "& /",
      ") (",
      "# (",
      "&&( &#",
      "&&% &&'",
      "# $",
      "+ Ā",
      "ĀĀ +Ā",
      "&&$ &#",
      "&&) &'",
      "&&) &%",
      "&&% &*",
      "Ġ Ā",
      "&&# &'",
      "ğ &&",
      "&&# &%",
      "( )",
      "&&( &)",
      "' \"",
      "& ĝ",
      "&&' &\"",
      "$ #",
      "&&( &&",
      "' *",
      "- &&",
      "%&& &'",
      "%&& \"",
      "ğ Ā",
      "ĀĀ ğĀ",
      ", Ā",
      "ĀĀ ,Ā",
      "%&& *",
      "* %",
      "&&$ &&",
      "&&' &*",
      "! &&&&",
      "'&& &%",
      "&&# &(",
      "* (",
      "&&% &\"",
      "# )",
      "&&) &$",
      "% \"",
      "'&& \"",
      "% *",
      "'&& *",
      "- Ā",
      "ĀĀ -Ā",
      ") )",
      "&'&&&& %",
      "\" '",
      "* $",
      "\" $",
      "& Ĝ",
      "# #",
      "Ğ &&",
      "%&& &$",
      "'&& &(",
      "+ &&&&",
      "&' %",
      "&&# &$",
      "&&) &(",
      "$&& *",
      "* '",
      "&# &&&&",
      "'&&&& &",
      "\" %",
      "&% %&&&&",
      "\" (",
      "Ğ Ā",
      "ĀĀ ĞĀ",
      "&&( &\"",
      ". Ā",
      "ĀĀ .Ā",
      "&) &&&&",
      "( %&&&&",
      "$ *",
      "$ %&&&&",
      "Ġ &&&&",
      "&&' &&&'",
      "&%&&&& '",
      "(&& &(",
      "&&) &",
      ") #",
      "$ \"",
      "( *",
      "(&& \"",
      "&&&&&&&& &&&&",
      "$ '&&&&",
      "&&% &&&%",
      "&&( &*",
      "&&# &",
      "&&( &&&&",
      "( \"",
      "&' %&&&&",
      "&% '",
      "( '&&&&",
      "&%&&&& %",
      "%&& +",
      "' +",
      ") *",
      "&&$ &*",
      "$&& \"",
      "&'&&&& '",
      "&'&&&& &&",
      "ĝ Ā",
      "ĀĀ ĝĀ",
      ". &&",
      ")&& &'",
      "' $&&&&",
      "( +",
      "/ Ā",
      "ĀĀ /Ā",
      "$&& &$",
      "&&%& +",
      "! (",
      "ĝ &&",
      "% $&&&&",
      "' (&&&&",
      "\" )",
      "&&$ &\"",
      "&&'& +",
      "Ġ (",
      "(&& *",
      "! %",
      "* )",
      "&&$ &&&&",
      "$ +",
      "&&) &#",
      "&% &'",
      "&&' &&(",
      "&&# &)",
      "Ĝ Ā",
      "ĀĀ ĜĀ",
      "'&&&' &",
      "! )",
      ")&& \"",
      "#&& *",
      "&%&&&& &&",
      "% (&&&&",
      "&&% &&&&&&&&",
      "# *",
      "&&' &&&&&&&&",
      "&' '",
      "&&) &)",
      "'&& +",
      "&&%& !",
      "#&& \"",
      "# \"",
      "% +",
      "&' &%",
      "&' '&&&&",
      ")&& *",
      "%&& !",
      "ě Ā",
      "ĀĀ ěĀ",
      "&&'& !",
      "% !",
      "' ,",
      "&&% &&$",
      "&% &%",
      ") \"",
      "&&( &&'",
      "# +",
      "'&& !",
      "%&&&% &",
      "Ġ #",
      "&&$ &+",
      "* #",
      ") +",
      "&$ &%",
      "&&( &!",
      "&&# &*",
      "/ &&",
      "&&$ &&%",
      "! $",
      "+ $",
      "&&% &&(",
      "&&# &#",
      "* \"",
      "Ġ %",
      "&'&&&& &&&&",
      "&&&% &",
      "Ġ $",
      "' !",
      "&&# &&",
      "&( &%",
      "& ě",
      "\" #",
      "* *",
      "$ !",
      "$&& +",
      "+ (",
      "&&$ &&'",
      "&%&&&& &&&&",
      "\" \"",
      "&&( &&%",
      "- ĀĀ",
      "Ĝ &&",
      "&% %",
      "&% (",
      "&% '&&&&",
      "! #",
      "$&& !",
      "(&& +",
      "&$ &'",
      "&&( &+",
      "&\" &&&&",
      ", &&&&",
      "&( &'",
      "&&$ &!",
      "&&&' &",
      "& ĀĀ",
      "#&& &%",
      "+ %",
      "+ ĀĀ",
      "Ě Ā",
      "&' &'",
      ", ĀĀ",
      "(&& !",
      "ę Ā",
      "Ġ )",
      "+ '",
      ", )",
      "Ġ &'",
      "&&' &&$",
      "*&& \"",
      "( !",
      "&$ %",
      "+ )",
      "\"&& *",
      "+ #",
      "%&&&& &",
      "/ ĀĀ",
      ", (",
      "Ġ '",
      "&&&&&&&& &&&&&&&&",
      "Ġ \"",
      "&&) &\"",
      "Ġ &(",
      "* ĀĀ",
      "'&&&& %",
      "&& ,",
      "&&# &+",
      "! '",
      "&& &'&&&&",
      "&% $",
      "&&%&&&& &",
      "( (&&&&",
      "( $&&&&",
      "&* &&&&",
      "*&& *",
      "ğ )",
      "Ġ *",
      "%&& ,",
      "#&& +",
      ". ĀĀ",
      "&& ğ",
      "&# &'",
      "'&& &)",
      "$ ,",
      "Ġ &)",
      "&&$ &,",
      "& Ě",
      "\" *",
      "# !",
      "% &&'&",
      "%&&&& %",
      ") !",
      "&& &%&&&&",
      "&&' '",
      "&% #",
      "&&) &&",
      "&&'&&&& &",
      "&&% '",
      "#&& !",
      "$ $&&&&",
      "Ę Ā",
      "&&%& ,",
      "* +",
      "Ġ &",
      "&( '",
      "Ġ +",
      "&( &",
      "'&& ,",
      "Ġ !",
      "&$ '",
      "#&& &$",
      ", '",
      "&&% &&&'",
      "%&&&& '",
      "\"&& \"",
      ")&& !",
      ")&& +",
      "!&& *",
      "Ā +",
      "&' (",
      "*&& !",
      "% ,",
      "&&' &&&%",
      "&&# &\"",
      "ğ (",
      "&( &$",
      "&&$ &&$",
      "$&& ,",
      "\" !",
      "&( %",
      "&&) &*",
      "- (",
      "ĀĀ ĚĀ",
      "!&& \"",
      "Ġ &%",
      "Ġ &$",
      "&&( &&(",
      "'&&&& '",
      "'% &&'&",
      "(&& ,",
      "- &&&&",
      "&&' %",
      "ğ %",
      "ĀĀ ęĀ",
      "%&&&& &&",
      ", #",
      ", %",
      "- '",
      "%' &&%&",
      "ě &&",
      "&' #",
      "'&&&' &%",
      "! \"",
      "&$ &&&&'",
      "&) &%",
      "'&&&& &&",
      "*&& &'",
      ", *",
      "- $",
      "(&& &%",
      "%% &&%&",
      "! *",
      "+ *",
      "ė Ā",
      "&' $",
      "Ė Ā",
      "&&% %",
      "&&% %&&&&",
      "%&& -",
      "&&'&& &'&&&&",
      ") ĀĀ",
      ", $",
      "&&' &%&&&&",
      "&# &%",
      "\"&& +",
      ") ğ",
      "&&$ &&&%",
      "Ġ -",
      "&( &(",
      ", +",
      "%&& ğ",
      "&&%&& &$",
      "Ġ &*",
      "&&% &%&&&&",
      "&$ $",
      "%&&&% &%",
      "\" +",
      "' ğ",
      "&&' &&)",
      "&( &&&&%",
      "&&$ &&(",
      "'&& &$",
      "'&&&& &&&&",
      "(&&&' &",
      "! !",
      "& ę",
      "&& -",
      "&% )",
      "#&& ,",
      "&& Ğ",
      "'&& -",
      "( ,",
      "* !",
      "Ġ ğ",
      "'&&&& &'",
      "&&'& ğ",
      "'&&&' &'",
      "%&&&% &'",
      "&&%&& &%&&&&",
      "' -",
      "&&( &&$",
      "$&& -",
      "\"&& &$",
      "'' &&'&",
      "# ,",
      ") ,",
      "&&% &&#",
      "$&& &'",
      "$ Ğ",
      "( ğ",
      "* ,",
      "Ġ ,",
      "%&&&& &&&&",
      "$ (&&&&",
      "&( (",
      "Ġ &#",
      "&( &&&&'",
      "&$ (",
      "'&&&& &%",
      "&'&&&& &",
      "&&'& ,",
      "% #&&&&",
      "( ĀĀ",
      "ĕ Ā",
      "&( $",
      "&&%& -",
      "\"&& !",
      "\"&& &%",
      "$&&&% &",
      "&' )",
      "&&) &+",
      "&&% &&)",
      "% ğ",
      "' #&&&&",
      "+ \"",
      "&&( &&&'",
      "%&&&& &%",
      "&'&&&& (",
      "*&& +",
      "%' &&%&'",
      "$ ğ",
      "&$ &&&&%",
      "&&( &,",
      "&( )",
      "&$ #",
      "%&&&& &'",
      "&&&% &'",
      "Ā -",
      "&' &&%&",
      "&'&&&& $",
      ")&& ,",
      "% -",
      "&&&& $",
      "ĀĀ ĘĀ",
      "&# '",
      "&%&&&& &",
      "$&& ğ",
      ")&& &(",
      "! +",
      "Ĕ Ā",
      "&' *",
      "&&% '&&&&",
      "&# &",
      "&# &$",
      "'&& ğ",
      "Ġ &&\"",
      "&& .",
      "&% &&'&",
      "&&) &!",
      "&%&&&& (",
      "(&&&& &",
      "' )&&&&",
      ") -",
      "ğ $",
      "Ġ Ğ",
      "&( *",
      "&) &'",
      ", \"",
      "Ā .",
      "Ġ &&*",
      "%&& .",
      "(&& ğ",
      "(&&&& '",
      "'% &&'&'",
      "# -",
      "( -",
      "( .",
      ") .",
      "%&& Ğ",
      "&'&&&& &&'",
      "&&'&& &%&&&&",
      "\" ğ",
      ")&& ğ",
      "$&&&& %",
      "# ĀĀ",
      ") '&&&&",
      "+ +",
      "ğ \"",
      "Ğ $",
      "!&& +",
      "' .",
      "' ĀĀ",
      "&' &&'&",
      "&&( %",
      "&&# &!",
      "#&& -",
      "*&& &)",
      "&&&% &%",
      "&&%&& &'&&&&",
      ": Ā",
      "ğ *",
      "&( #",
      "(&& -",
      ")&& &)",
      "'' %&&&&",
      "\" -",
      "% Ğ",
      "Ě &&",
      "&&' %&&&&",
      "&) $",
      "'% &&'&%",
      "! -",
      "% .",
      "% &&%&",
      "+ !",
      "&) '",
      "(&& &)",
      "!&& !",
      "; Ā",
      "&% &&%&",
      "&% $&&&&",
      "&&' '&&&&",
      "&%&&&& $",
      "(&& .",
      "&! &&&&",
      "(&&&& %",
      "%% &&%&'",
      "&&'&& &(",
      "- *",
      "&& &$",
      "&) (",
      "&# &(",
      "&&'&& &$",
      "\" ,",
      "# %&&&&",
      "Ğ (",
      "ğ '",
      "% )&&&&",
      ", ,",
      "&' &%&&&&",
      "ĀĀ ėĀ",
      "'&& .",
      "(&& &*",
      "&+ &&&&",
      "#&& ğ",
      "%&&) &%",
      "%&&# &%",
      "# ğ",
      "ē Ā",
      "ĝ $",
      "Ğ \"",
      "Ġ &\"",
      "&) %",
      "&&# &,",
      "# .",
      "Ġ &+",
      "*&& &*",
      "'&&# &%",
      "! .",
      "& Ę",
      "* -",
      "&&# '",
      "(&& Ğ",
      "&&$& .",
      "% ĀĀ",
      "Ġ ĝ",
      "&&% $",
      "&&$ '",
      "&\" &'",
      "'' '&&&&",
      "! ĀĀ",
      "' &&'&",
      ") %&&&&",
      "* .",
      "Ġ .",
      "Ġ &,",
      "&& &(",
      "'' &&'&'",
      "&&* &%",
      "$ .",
      "Ġ ĀĀ",
      "$&& .",
      ")&& -",
      "*&& &(",
      "&&(& ğ",
      "&&\" &%",
      "(% &&'&",
      "'&&# &'",
      "\" ĝ",
      "$ -",
      "% &&'&'",
      "( Ğ",
      ") /",
      "ğ #",
      "&&% &'&&&&",
      "'&& Ğ",
      "#&& &'",
      "$&&&& '",
      "%' &&%&%",
      "'' &&'&%",
      "' Ğ",
      "&& ĝ",
      "&&&& (",
      "&% *",
      "&&( '",
      "%&& &(",
      "'&&&' &$",
      "! ,",
      "/ +",
      "0 0",
      "&&&' &%",
      "(' &&'&",
      "+&& !",
      "Ġ&& !",
      "&&'&&&' &",
      "\" Ğ",
      "# '&&&&",
      "% &&%&'",
      "Ā '",
      "Ā (",
      "&% &&'&%",
      "&&' &&#",
      "&$ *",
      "&$ &$",
      "&# (",
      "&&) &&&&",
      "%' %&&&&",
      "%' '&&&&",
      "\"&& ğ",
      "\" ĀĀ",
      "# $&&&&",
      "% &&%&%",
      "Ā %",
      "(&&&' &'",
      "+ ,",
      "- .",
      "&$ &&%&",
      "&&$ &&#",
      "&# %",
      "%&& ĝ",
      "$&& &#",
      "$&& &\"",
      "#&& &#",
      "*&& ,",
      "\"&& ,",
      "\"&& -",
      "!&& ,",
      "&$&&&& (",
      "%&&&' &",
      "- +",
      "ğ !",
      "Ġ /",
      "Ġ 0",
      "&&' (",
      "&&' &'&&&&",
      "&&% (",
      "&$ &(",
      "'&& &*",
      "&&) &,",
      "&%&&&& &&&&&&&&",
      "\"&& &#",
      "%% &&%&(",
      "ĝ %",
      "&' \"",
      "&% \"",
      "&&%& Ğ",
      "$' &&%&'",
      "$&&&% &'",
      "%&&\" &'",
      "$ &&'&%",
      "% \"&&&&",
      "* Ğ",
      "+ -",
      ". (",
      "Ā $",
      "&& /",
      "ĀĀ ĕĀ",
      "&# $",
      "'&&&& &(",
      ")&& &%",
      "&&&&' &",
      "(% &&'&%",
      "(&&&' &%",
      "'&&&% &",
      "! ğ",
      "( )&&&&",
      "/ *",
      "Ā #",
      "ĝ #",
      "&) &$",
      "&# *",
      "&&%&% &'",
      "%% %&&&&",
      "%% '&&&&",
      "&&&' &'",
      "&&(& Ğ",
      "%&&# &'",
      "&%&&&&' &",
      "% &&'&%",
      "+ .",
      "- )",
      "- -",
      "&&&& &&",
      "&&$ &&)",
      "&'&&&& &&&&&&&&",
      "&&'& Ğ",
      "&&%& .",
      "*&& -",
      "'% %&&&&",
      "%&&) &'",
      "'&&&( &",
      "# Ğ",
      "& ė",
      "ĝ \"",
      "Ġ ě",
      "&% &&'&'",
      "&&' &&'&&&&",
      "&$ )",
      "*&& ğ",
      "%' '",
      "(% &&'&'",
      "%%&&&& '",
      "$ ĀĀ",
      "$ )&&&&",
      "Ġ &-",
      "&\" %",
      "%' &&%&(",
      "'% &&'&(",
      "!&& -",
      "$% &&%&%",
      "$' &&%&",
      "+&& ,",
      "Ġ&& +",
      "$&&&% &%",
      "&&%&&% '",
      "&&$&& &$",
      "\" .",
      "' ĝ",
      "( /",
      "< Ā",
      "Ĝ &",
      "Ġ &!",
      "%&& &\"",
      "%&&&& &&&&&&&&",
      "&&# &&&&",
      "&&# &-",
      "&&) &-",
      "$&& Ğ",
      "$&&&& &",
      "(&&&& &%",
      "'' '",
      "%% &&%&%",
      "&&(& -",
      "'&&&' &(",
      "'&&# &",
      "'&&) &",
      "&%%&&&& &",
      "' *&&&&",
      "* /",
      "* ğ",
      "ę &&",
      "&' &$",
      "&$ &)",
      "&) )",
      "%&& /",
      "'&& /",
      "&\" (",
      "\"&& &\""
    ]
  }
}