{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "Ā": 83,
      "ą": 84,
      "Ć": 85,
      "ć": 86,
      "Ĉ": 87,
      "ĉ": 88,
      "Ċ": 89,
      "ċ": 90,
      "Č": 91,
      "č": 92,
      "Ď": 93,
      "ď": 94,
      "Đ": 95,
      "đ": 96,
      "Ē": 97,
      "ē": 98,
      "Ĕ": 99,
      "ĕ": 100,
      "Ė": 101,
      "ė": 102,
      "Ę": 103,
      "ę": 104,
      "Ě": 105,
      "ě": 106,
      "Ĝ": 107,
      "ĝ": 108,
      "Ğ": 109,
      "ğ": 110,
      "Ġ": 111,
      "--": 112,
      "----": 113,
      "-.": 114,
      "-,": 115,
      "--.": 116,
      "--,": 117,
      "-/": 118,
      "-+": 119,
      "--/": 120,
      "--+": 121,
      "-*": 122,
      "ĀĀ": 123,
      ".----": 124,
      ",----": 125,
      ".--": 126,
      ",--": 127,
      "+--": 128,
      "-)": 129,
      "-.----": 130,
      "-,----": 131,
      "/--": 132,
      "--,-": 133,
      "--.-": 134,
      "*--": 135,
      "--------": 136,
      ",--.": 137,
      "--*": 138,
      ".--,": 139,
      "---.": 140,
      "+----": 141,
      "/----": 142,
      "---": 143,
      ".--.": 144,
      ",--,": 145,
      "---,": 146,
      "-(": 147,
      "-,,": 148,
      "-..": 149,
      "--+-": 150,
      "-,.": 151,
      "--/-": 152,
      "-.,": 153,
      "--)": 154,
      "----.": 155,
      "----,": 156,
      ")--": 157,
      "+--.": 158,
      "---/": 159,
      ".---.": 160,
      "/--,": 161,
      ",---,": 162,
      ",--/": 163,
      "-./": 164,
      ".--+": 165,
      "-'": 166,
      "+--,": 167,
      "-/.": 168,
      "(--": 169,
      "/--.": 170,
      "-+,": 171,
      "-+.": 172,
      "-,+": 173,
      "-,/": 174,
      ".--/": 175,
      "-/,": 176,
      "-.+": 177,
      ",--+": 178,
      "00": 179,
      "--.----": 180,
      "--,----": 181,
      "--(": 182,
      "*----": 183,
      "-+----": 184,
      "-&": 185,
      "*-": 186,
      "-/----": 187,
      ",----,": 188,
      "---+": 189,
      "---,----": 190,
      "-//": 191,
      ".----.": 192,
      ",----.": 193,
      "-++": 194,
      "---.----": 195,
      "+--/": 196,
      "-,--,": 197,
      "-,--.": 198,
      ".----,": 199,
      "--'": 200,
      "*--.": 201,
      "/--+": 202,
      "-.--,": 203,
      "-.--.": 204,
      "-+/": 205,
      "-/+": 206,
      "/--/": 207,
      "*--,": 208,
      "+--+": 209,
      "+---,": 210,
      "01": 211,
      "-*,": 212,
      "/---.": 213,
      "'--": 214,
      ",--.-": 215,
      ".--,-": 216,
      "-,*": 217,
      "10": 218,
      "-*.": 219,
      "--*-": 220,
      ",--,-": 221,
      "-..----": 222,
      "----/": 223,
      "-.*": 224,
      ")-": 225,
      "-,,----": 226,
      "-,----.": 227,
      ".--.-": 228,
      ".--*": 229,
      ",---.": 230,
      "--&": 231,
      "-+-": 232,
      "*--/": 233,
      "----+": 234,
      "-,.----": 235,
      "-+*": 236,
      "(-": 237,
      "-.----,": 238,
      "-*+": 239,
      "-,----,": 240,
      ".Ā": 241,
      "ĀĀ.Ā": 242,
      "-%": 243,
      "11": 244,
      "-.,----": 245,
      "-Ā": 246,
      "ĀĀ-Ā": 247,
      ".---,": 248,
      "-.----.": 249,
      ",--*": 250,
      "+Ā": 251,
      "ĀĀ+Ā": 252,
      "20": 253,
      "--.---.": 254,
      "--,-.": 255,
      "02": 256,
      "*Ā": 257,
      "ĀĀ*Ā": 258,
      ".---/": 259,
      "--)-": 260,
      "+,": 261,
      ",Ā": 262,
      "ĀĀ,Ā": 263,
      "*--+": 264,
      "&--": 265,
      "-/*": 266,
      "-),": 267,
      "'-": 268,
      "-*-": 269,
      "-+)": 270,
      "--,-,": 271,
      "--.-,": 272,
      "--,---,": 273,
      "--.-.": 274,
      "/.": 275,
      "-*/": 276,
      ")----": 277,
      "-$": 278,
      "/Ā": 279,
      "ĀĀ/Ā": 280,
      "------------": 281,
      "21": 282,
      "/----,": 283,
      "%--": 284,
      "/--*": 285,
      ")Ā": 286,
      "ĀĀ)Ā": 287,
      "-).": 288,
      "+--,-": 289,
      "-**": 290,
      "30": 291,
      "/----.": 292,
      "-,)": 293,
      "+--*": 294,
      ",---+": 295,
      "-)+": 296,
      "/---/": 297,
      "+----.": 298,
      "+.": 299,
      "+--.-": 300,
      "-/)": 301,
      "-.)": 302,
      "/,": 303,
      "+----,": 304,
      ")--.": 305,
      "/--,-": 306,
      "12": 307,
      "/--.-": 308,
      "-,-": 309,
      "Ā.": 310,
      "--%": 311,
      ")--,": 312,
      ".,----": 313,
      ".--+-": 314,
      ".--)": 315,
      "..----": 316,
      "Ā*": 317,
      "-,.---.": 318,
      "ĀĀ(": 319,
      "---*": 320,
      "-+--.": 321,
      ",--)": 322,
      ",,----": 323,
      "Ā,": 324,
      "/---": 325,
      "&-": 326,
      "---.-": 327,
      ".-----": 328,
      ")--/": 329,
      "-..---.": 330,
      "--(-": 331,
      ".---": 332,
      "----*": 333,
      "-.,---,": 334,
      "+---+": 335,
      "-/--,": 336,
      "03": 337,
      "--$": 338,
      "Ā/": 339,
      "Ā+": 340,
      "ĀĀ'": 341,
      "--..----": 342,
      "-)/": 343,
      "*---,": 344,
      ",--/-": 345,
      "22": 346,
      "--,,----": 347,
      "-,-.----": 348,
      "-*)": 349,
      "-#": 350,
      "*--*": 351,
      "-.(": 352,
      "-+(": 353,
      ")--+": 354,
      ",.----": 355,
      ".--/-": 356,
      "--.,----": 357,
      "-)*": 358,
      "31": 359,
      "/ĀĀ": 360,
      "Ā)": 361,
      "-+--,": 362,
      "40": 363,
      "-*----": 364,
      "---,-": 365,
      "--,.----": 366,
      "-)-": 367,
      "-----": 368,
      "-,,---,": 369,
      "-+----.": 370,
      ",--+-": 371,
      "-.-": 372,
      "ĀĀ%": 373,
      "-.-.----": 374,
      "-,--": 375,
      "--,-/": 376,
      "-.--": 377,
      "-.--+": 378,
      "Ā(": 379,
      "/--+-": 380,
      "------.": 381,
      "-.-,----": 382,
      "-----,": 383,
      ".,--.": 384,
      "-/--.": 385,
      ".--(": 386,
      "*--,-": 387,
      "13": 388,
      "/--/-": 389,
      "-,(": 390,
      ",,--,": 391,
      "$--": 392,
      ",----+": 393,
      "---.--.": 394,
      ".--,-,": 395,
      "-,--+": 396,
      "#-": 397,
      "23": 398,
      "--'-": 399,
      "+--+-": 400,
      "+ĀĀ": 401,
      "..--.": 402,
      "------,": 403,
      "-/----,": 404,
      ".----/": 405,
      "/--)": 406,
      "*--.-": 407,
      "--.,--.": 408,
      ",--*-": 409,
      ",ĀĀ": 410,
      ".--,-.": 411,
      "-.--/": 412,
      "-,--/": 413,
      "14": 414,
      "+--/-": 415,
      "%-": 416,
      "-----.": 417,
      "04": 418,
      ",----/": 419,
      "-,-,----": 420,
      ".----+": 421,
      "--,,--,": 422,
      "+--)": 423,
      "-/-": 424,
      ",-----": 425,
      "-/(": 426,
      ".--*-": 427,
      "Ā'": 428,
      "*---+": 429,
      "41": 430,
      "--..--.": 431,
      ".ĀĀ": 432,
      "32": 433,
      "-*(": 434,
      "*ĀĀ": 435,
      "(----": 436,
      "*----.": 437,
      "$-": 438,
      "-/----.": 439,
      "-))": 440,
      ")ĀĀ": 441,
      "--.-+": 442,
      "-\"": 443,
      "-..,--.": 444,
      "#--": 445,
      "-,..--.": 446,
      "50": 447,
      "(--,": 448,
      "-+----,": 449,
      "---.--,": 450,
      "----------------": 451,
      "-,+----": 452,
      "*--)": 453,
      "/,--.": 454,
      "--.--,": 455,
      "---,--,": 456,
      "-,--------": 457,
      "-(,": 458,
      "Ā%": 459,
      "-,,.--,": 460,
      "--&-": 461,
      "(--/": 462,
      "*----,": 463,
      "Ā&": 464,
      "--+-.": 465,
      "-.------": 466,
      "---,--.": 467,
      ",.--,": 468,
      "--+-,": 469,
      "ĀĀ$": 470,
      ",--(": 471,
      "-(+": 472,
      "----)": 473,
      "--,.--,": 474,
      "\"-": 475,
      "33": 476,
      "-/.----": 477,
      "-+,----": 478,
      "/--(": 479,
      ".--.-.": 480,
      "-,.,--.": 481,
      "-/--": 482,
      "+)": 483,
      "+--*-": 484,
      "*,": 485,
      "--/---.": 486,
      "-.--------": 487,
      "*--+-": 488,
      "//": 489,
      "+---.": 490,
      ",---": 491,
      "(--.": 492,
      "-.-,--,": 493,
      "---/-": 494,
      "-,------,": 495,
      ".---.-": 496,
      "ĀĀ&": 497,
      "*--/-": 498,
      "/.--": 499,
      "-,------.": 500,
      "++": 501,
      "-.-,--.": 502,
      "--,--.": 503,
      "-.,,--,": 504,
      ".+----": 505,
      "--/-/": 506,
      "--/-,": 507,
      ".---+": 508,
      "-,,,--,": 509,
      "42": 510,
      "--+----": 511,
      "-,------": 512,
      "/--*-": 513,
      "05": 514,
      "-.--.-": 515,
      "--/----": 516,
      "-(.": 517,
      "ĀĀ(Ā": 518,
      "+--(": 519,
      "-)(": 520,
      "-.------,": 521,
      "--#": 522,
      ".--------": 523,
      ",-----,": 524,
      "-(*": 525,
      ")--*": 526,
      ",--'": 527,
      ",---/": 528,
      "-.------.": 529,
      "/-----": 530,
      "---)": 531,
      "--/,--.": 532,
      "-ĀĀ": 533,
      "51": 534,
      "-,--,-": 535,
      "--+---,": 536,
      "----.,": 537,
      "24": 538,
      "--.-/": 539,
      ".--)-": 540,
      "--------.": 541,
      "ĀĀ'Ā": 542,
      "(+": 543,
      "(.": 544,
      ".--'": 545,
      "-.--,-": 546,
      "-,'": 547,
      "-.,.--,": 548,
      ")--,-": 549,
      ")--.-": 550,
      "-,-,--.": 551,
      ",---*": 552,
      "+---,-": 553,
      "-.'": 554,
      "--,--,": 555,
      "-+--": 556,
      "-,,.----": 557,
      "+(": 558,
      "-,-.--,": 559,
      "-/,---,": 560,
      ",--------": 561,
      "/----/": 562,
      "-...--.": 563,
      "-,..----": 564,
      "----,,": 565,
      "/---.-": 566,
      "-!": 567,
      "-,--.-": 568,
      ":-": 569,
      "Ā-": 570,
      "/---,": 571,
      "--*--": 572,
      "-.-.--.": 573,
      "--,---+": 574,
      "-*--.": 575,
      "--------,": 576,
      "---(": 577,
      "-*'": 578,
      "-()": 579,
      "-..,----": 580,
      "+.--,": 581,
      "-,----/": 582,
      ",--,-.": 583,
      "-...----": 584,
      "-,-.--.": 585,
      "-,,---.": 586,
      "--,-+": 587,
      "-.------------": 588,
      "-(/": 589,
      "\"--": 590,
      "/.--.": 591,
      "--+-+": 592,
      "-,----+": 593,
      "/--)-": 594,
      "+----+": 595,
      "(,": 596,
      ".,--": 597,
      "-/--/": 598,
      "52": 599,
      ".+--.": 600,
      "43": 601,
      "-+.----": 602,
      "!-": 603,
      "'(": 604,
      "*)": 605,
      "/,--": 606,
      ".--,-/": 607,
      "-,,,----": 608,
      "61": 609,
      "-/.,--.": 610,
      "--.--.": 611,
      "-*--": 612,
      "*+": 613,
      "/,----": 614,
      "/+--": 615,
      "--,---.": 616,
      "+-----": 617,
      "'+": 618,
      "Ā$": 619,
      "-.-.--,": 620,
      "--+-/": 621,
      "---'": 622,
      "(ĀĀ": 623,
      "------": 624,
      "-+,---,": 625,
      "--/-.": 626,
      ",--)-": 627,
      "+---": 628,
      "*--(": 629,
      "--*-,": 630,
      "--.-----": 631,
      "---,----.": 632,
      "./----": 633,
      "/.----": 634,
      "-,------------": 635,
      "+,--,": 636,
      "--.---/": 637,
      "+----/": 638,
      "(*": 639,
      "15": 640,
      "-+-.----": 641,
      "-+.---.": 642,
      "--+---+": 643,
      "-.,.----": 644,
      "---+----": 645,
      "-/'": 646,
      "()": 647,
      "53": 648,
      "-+'": 649,
      ",------.": 650,
      "+--)-": 651,
      "-)'": 652,
      ".--+-.": 653,
      "//--": 654,
      "+---*": 655,
      "!--": 656,
      "-.---.": 657,
      "-,-,--,": 658,
      "-,+---,": 659,
      "--+,--,": 660,
      ".------,": 661,
      ",------,": 662,
      "+--'": 663,
      ",+--,": 664,
      "./--.": 665,
      "25": 666,
      "-./----": 667,
      "--+.--,": 668,
      "*---*": 669,
      "-.,,----": 670,
      "--%-": 671,
      "')": 672,
      "*/": 673,
      "60": 674,
      ",--.-.": 675,
      "--\"": 676,
      "--.---,": 677,
      "--,-*": 678,
      "*--'": 679,
      "ĀĀ%Ā": 680,
      ",(": 681,
      ",+----": 682,
      "35": 683,
      ".------.": 684,
      ")--)": 685,
      ".,--,": 686,
      "-/&": 687,
      "-+--/": 688,
      ".--&": 689,
      "*--*-": 690,
      "-+..--.": 691,
      "34": 692,
      "ĀĀ:": 693,
      "-.----+": 694,
      "-.----/": 695,
      "/----+": 696,
      "-./,--.": 697,
      "--,-----": 698,
      "*.": 699,
      "--.--": 700,
      "-+--+": 701,
      "--/---/": 702,
      ".--(-": 703,
      "--*-.": 704,
      "-..+--.": 705,
      "-..-----": 706,
      "--$-": 707,
      "70": 708,
      "-,,--": 709,
      "-/.---.": 710,
      "-*&": 711,
      ",------": 712,
      "---,----,": 713,
      ".---/-": 714,
      "''": 715,
      "*(": 716,
      "--+--.": 717,
      "',": 718,
      "'--/": 719,
      "-.&": 720,
      "-.+---,": 721,
      "-./---.": 722,
      "-,&": 723,
      "-//----": 724,
      "ĀĀ\"": 725,
      "---+-": 726,
      "'&": 727,
      ",)": 728,
      "/+": 729,
      "/+--.": 730,
      "44": 731,
      "62": 732,
      "-.,--.": 733,
      "-/,----": 734,
      "--/.--.": 735,
      ",---,-": 736,
      "Ġ-": 737,
      "-/--+": 738,
      ",--&": 739,
      ",--(-": 740,
      "'/": 741,
      "-,---,": 742,
      "ĀĀ#": 743,
      ".------": 744,
      ".------------": 745,
      "/--'": 746,
      "-,.,----": 747,
      "'*": 748,
      "(--+": 749,
      "**": 750,
      "--,--": 751,
      "--*-/": 752,
      "-((": 753,
      "----,.": 754,
      "%)": 755,
      "'.": 756,
      "63": 757,
      "-..---,": 758,
      "--,,--.": 759,
      "-(-": 760,
      "-*--,": 761,
      ",---.-": 762,
      ",&": 763,
      "/*--": 764,
      "-,,.--.": 765,
      "-.+.--,": 766,
      "-/----+": 767,
      ",----,,": 768,
      "---.----,": 769,
      "-,.-----": 770,
      "--.---.-": 771,
      "'----": 772,
      "))": 773,
      ",.--": 774,
      "--.-*": 775,
      "--,/--,": 776,
      "+--&": 777,
      "----.-": 778,
      "----..": 779,
      "-+----/": 780,
      "/)": 781,
      "54": 782,
      "-.,+--,": 783,
      "--.------.": 784,
      "'ĀĀ": 785,
      "(/": 786,
      "++--,": 787,
      "..--": 788,
      "-,%": 789,
      "-.-----": 790,
      "-..,--,": 791,
      "-,+.--,": 792,
      "&)": 793,
      "56": 794,
      "-----+": 795,
      "-.+----": 796,
      "--/-+": 797,
      ",------------": 798,
      "/--(-": 799,
      "-,..--/": 800,
      "--)-.": 801,
      "-,/,--.": 802,
      "-.+,--,": 803,
      ".----,,": 804,
      "&,": 805,
      "//--.": 806,
      "07": 807,
      "ĀĀ!": 808,
      "ĀĀ;": 809,
      "-)--": 810,
      "--*-+": 811,
      ")--(": 812,
      ",--/-.": 813,
      "-,+,--,": 814,
      "---.----.": 815,
      "-,,-----": 816,
      "-,----.-": 817,
      ").": 818,
      "Ā#": 819,
      "--.--------": 820,
      "-/--.-": 821,
      ".-----,": 822,
      "*---": 823,
      "-,,/--,": 824,
      "-,/.--.": 825,
      ".---,-": 826,
      "++--": 827,
      "06": 828,
      "55": 829,
      "Ğ-": 830,
      "-.,--": 831,
      "-)&": 832,
      "/---+": 833,
      "-,.+--.": 834,
      ")---+": 835,
      "-'.": 836,
      "-/,,--,": 837,
      ",--+-.": 838,
      "/,--/": 839,
      "Ā\"": 840,
      "-,/----": 841,
      "-,/---.": 842,
      "-+--,-": 843,
      "--+--,": 844,
      "-,,,--.": 845,
      "--,---,-": 846,
      ",'": 847,
      "..--,": 848,
      "-----/": 849,
      "-+&": 850,
      "-+,.--,": 851,
      "--,------,": 852,
      "&(": 853,
      "+.----": 854,
      ",*--": 855,
      ",/--,": 856,
      "-.--/-": 857,
      "-('": 858,
      "-./.--.": 859,
      ".--/-,": 860,
      "&.": 861,
      "(--,-": 862,
      "16": 863,
      "26": 864,
      "--;": 865,
      "-------": 866,
      "-..--": 867,
      "-.+--": 868,
      "-/-.----": 869,
      "--+-*": 870,
      "/--.-,": 871,
      "-+----+": 872,
      "ĀĀ&Ā": 873,
      "*,--,": 874,
      "./--": 875,
      "80": 876,
      "ğ-": 877,
      "--.+--.": 878,
      "-+,---.": 879,
      "--/---": 880,
      "+--(-": 881,
      "-.,,--.": 882,
      ",--/-+": 883,
      "-+.,--.": 884,
      "((": 885,
      ")+": 886,
      "*'": 887,
      "+,----": 888,
      "+,--": 889,
      ".)": 890,
      "-,.--,": 891,
      "--,--/": 892,
      "-+%": 893,
      ",--/-,": 894,
      "*----/": 895,
      "-/----/": 896,
      "-.----,-": 897,
      "/+----": 898,
      "45": 899,
      "71": 900,
      ":ĀĀ": 901,
      "--!": 902,
      "-..--.": 903,
      "-,--*": 904,
      "--..--,": 905,
      "-/-,--,": 906,
      "-)----": 907,
      ")---*": 908,
      "-')": 909,
      "-/.,----": 910,
      ",--+-,": 911,
      "&'": 912,
      "),": 913,
      "+.--": 914,
      ",.--+": 915,
      "--.-)": 916,
      "--,-,.": 917,
      "-/%": 918,
      "-/-,--.": 919,
      "-//---.": 920,
      "-+-.--,": 921,
      "-+-.--.": 922,
      "--/--,": 923,
      "--+-)": 924,
      ",---+-": 925,
      "/--,-.": 926,
      "-',": 927,
      "-/,.--,": 928,
      "-,.---.-": 929,
      "(%": 930,
      ")*": 931,
      ")/": 932,
      "*&": 933,
      "Ġ--": 934,
      "-.,---+": 935,
      "--.--/": 936,
      "--.---": 937,
      "ĀĀ<": 938,
      "/--&": 939,
      "----,-": 940,
      ",--/-*": 941,
      "(&": 942,
      "('": 943,
      "+/": 944,
      ".&": 945,
      ".,----.": 946,
      "66": 947,
      "--,-.,": 948,
      "-/--,-": 949,
      ".--.-,": 950,
      "(---+": 951,
      "--.------,": 952,
      "%&": 953,
      "%,": 954,
      "+/--": 955,
      ",/----": 956,
      "-:": 957,
      "--#-": 958,
      "-.-*": 959,
      "--,-,,": 960,
      "+---/": 961,
      "*--)-": 962,
      "(--)": 963,
      ")'": 964,
      ",,--.": 965,
      ".+--": 966,
      "ğ--": 967,
      "-,.--": 968,
      "-,-,----.": 969,
      "--.-,.": 970,
      "--..----.": 971,
      "--,.--+": 972,
      "-+-,--.": 973,
      "-,------+": 974,
      "--*-*": 975,
      "-,,.--+": 976,
      "-./+--.": 977,
      "-'*": 978,
      "/--.-.": 979,
      ".--/-.": 980,
      "%.": 981,
      "+*": 982,
      "+-": 983,
      "+,--+": 984,
      ",,----.": 985,
      ",,--,-": 986,
      "/'": 987,
      "18": 988,
      "46": 989,
      "ĠĀ": 990,
      ".----*": 991,
      ".--%": 992,
      "---(-": 993,
      "-'(": 994,
      "(--.-": 995,
      ".,--/": 996,
      "36": 997,
      "74": 998,
      "------+": 999,
      "-.%": 1000,
      "-.,---.": 1001,
      "--,--+": 1002,
      "ĀĀğ": 1003,
      "+--'-": 1004,
      "*---+-": 1005,
      "-.,.--+": 1006,
      "-.,-----": 1007,
      "ĀĀ$Ā": 1008,
      "+'": 1009,
      ",+": 1010,
      ".'": 1011,
      "./": 1012,
      ".,----,": 1013,
      "--.--+": 1014,
      "-/-.--,": 1015,
      "-/.---,": 1016,
      "-++---,": 1017,
      "--/--": 1018,
      "-*%": 1019,
      ".-----.": 1020,
      ".--'-": 1021,
      "-.------,----": 1022,
      "/----*": 1023
    },
    "merges": [
      "- -",
      "-- --",
      "- .",
      "- ,",
      "-- .",
      "-- ,",
      "- /",
      "- +",
      "-- /",
      "-- +",
      "- *",
      "Ā Ā",
      ". ----",
      ", ----",
      ". --",
      ", --",
      "+ --",
      "- )",
      "-. ----",
      "-, ----",
      "/ --",
      "--, -",
      "--. -",
      "* --",
      "---- ----",
      ", --.",
      "-- *",
      ". --,",
      "-- -.",
      "+ ----",
      "/ ----",
      "-- -",
      ". --.",
      ", --,",
      "-- -,",
      "- (",
      "-, ,",
      "-. .",
      "--+ -",
      "-, .",
      "--/ -",
      "-. ,",
      "-- )",
      "---- .",
      "---- ,",
      ") --",
      "+ --.",
      "-- -/",
      ".-- -.",
      "/ --,",
      ",-- -,",
      ", --/",
      "-. /",
      ". --+",
      "- '",
      "+ --,",
      "-/ .",
      "( --",
      "/ --.",
      "-+ ,",
      "-+ .",
      "-, +",
      "-, /",
      ". --/",
      "-/ ,",
      "-. +",
      ", --+",
      "0 0",
      "--. ----",
      "--, ----",
      "-- (",
      "* ----",
      "-+ ----",
      "- &",
      "* -",
      "-/ ----",
      ",---- ,",
      "-- -+",
      "-- -,----",
      "-/ /",
      ".---- .",
      ",---- .",
      "-+ +",
      "-- -.----",
      "+ --/",
      "-, --,",
      "-, --.",
      ".---- ,",
      "-- '",
      "* --.",
      "/ --+",
      "-. --,",
      "-. --.",
      "-+ /",
      "-/ +",
      "/ --/",
      "* --,",
      "+ --+",
      "+-- -,",
      "0 1",
      "-* ,",
      "/-- -.",
      "' --",
      ", --.-",
      ". --,-",
      "-, *",
      "1 0",
      "-* .",
      "--* -",
      ", --,-",
      "-. .----",
      "---- /",
      "-. *",
      ") -",
      "-, ,----",
      "-,---- .",
      ". --.-",
      ".-- *",
      ",-- -.",
      "-- &",
      "-+ -",
      "* --/",
      "---- +",
      "-, .----",
      "-+ *",
      "( -",
      "-.---- ,",
      "-* +",
      "-,---- ,",
      ". Ā",
      "ĀĀ .Ā",
      "- %",
      "1 1",
      "-. ,----",
      "- Ā",
      "ĀĀ -Ā",
      ".-- -,",
      "-.---- .",
      ",-- *",
      "+ Ā",
      "ĀĀ +Ā",
      "2 0",
      "--. ---.",
      "--, -.",
      "0 2",
      "* Ā",
      "ĀĀ *Ā",
      ".-- -/",
      "--) -",
      "+ ,",
      ", Ā",
      "ĀĀ ,Ā",
      "* --+",
      "& --",
      "-/ *",
      "-) ,",
      "' -",
      "-* -",
      "-+ )",
      "--, -,",
      "--. -,",
      "--, ---,",
      "--. -.",
      "/ .",
      "-* /",
      ") ----",
      "- $",
      "/ Ā",
      "ĀĀ /Ā",
      "-------- ----",
      "2 1",
      "/---- ,",
      "% --",
      "/-- *",
      ") Ā",
      "ĀĀ )Ā",
      "-) .",
      "+ --,-",
      "-* *",
      "3 0",
      "/---- .",
      "-, )",
      "+-- *",
      ",-- -+",
      "-) +",
      "/-- -/",
      "+---- .",
      "+ .",
      "+ --.-",
      "-/ )",
      "-. )",
      "/ ,",
      "+---- ,",
      ") --.",
      "/ --,-",
      "1 2",
      "/ --.-",
      "-, -",
      "Ā .",
      "-- %",
      ") --,",
      ". ,----",
      ". --+-",
      ".-- )",
      ". .----",
      "Ā *",
      "-, .---.",
      "ĀĀ (",
      "-- -*",
      "-+ --.",
      ",-- )",
      ", ,----",
      "Ā ,",
      "/-- -",
      "& -",
      "---. -",
      ".---- -",
      ") --/",
      "-. .---.",
      "--( -",
      ".-- -",
      "---- *",
      "-. ,---,",
      "+-- -+",
      "-/ --,",
      "0 3",
      "-- $",
      "Ā /",
      "Ā +",
      "ĀĀ '",
      "--. .----",
      "-) /",
      "*-- -,",
      ", --/-",
      "2 2",
      "--, ,----",
      "-, -.----",
      "-* )",
      "- #",
      "*-- *",
      "-. (",
      "-+ (",
      ") --+",
      ", .----",
      ". --/-",
      "--. ,----",
      "-) *",
      "3 1",
      "/ ĀĀ",
      "Ā )",
      "-+ --,",
      "4 0",
      "-* ----",
      "---, -",
      "--, .----",
      "-) -",
      "---- -",
      "-, ,---,",
      "-+ ----.",
      ", --+-",
      "-. -",
      "ĀĀ %",
      "-. -.----",
      "-, --",
      "--, -/",
      "-. --",
      "-. --+",
      "Ā (",
      "/ --+-",
      "---- --.",
      "-. -,----",
      "---- -,",
      ". ,--.",
      "-/ --.",
      ".-- (",
      "* --,-",
      "1 3",
      "/ --/-",
      "-, (",
      ", ,--,",
      "$ --",
      ",---- +",
      "---. --.",
      ".--, -,",
      "-, --+",
      "# -",
      "2 3",
      "--' -",
      "+ --+-",
      "+ ĀĀ",
      ". .--.",
      "---- --,",
      "-/ ----,",
      ".---- /",
      "/-- )",
      "* --.-",
      "--. ,--.",
      ",-- *-",
      ", ĀĀ",
      ".--, -.",
      "-. --/",
      "-, --/",
      "1 4",
      "+ --/-",
      "% -",
      "---- -.",
      "0 4",
      ",---- /",
      "-, -,----",
      ".---- +",
      "--, ,--,",
      "+-- )",
      "-/ -",
      ",---- -",
      "-/ (",
      ".-- *-",
      "Ā '",
      "*-- -+",
      "4 1",
      "--. .--.",
      ". ĀĀ",
      "3 2",
      "-* (",
      "* ĀĀ",
      "( ----",
      "* ----.",
      "$ -",
      "-/ ----.",
      "-) )",
      ") ĀĀ",
      "--. -+",
      "- \"",
      "-.. ,--.",
      "# --",
      "-,. .--.",
      "5 0",
      "( --,",
      "-+ ----,",
      "---. --,",
      "-------- --------",
      "-, +----",
      "*-- )",
      "/ ,--.",
      "--. --,",
      "---, --,",
      "-,---- ----",
      "-( ,",
      "Ā %",
      "-,, .--,",
      "--& -",
      "( --/",
      "* ----,",
      "Ā &",
      "--+ -.",
      "-.---- --",
      "---, --.",
      ", .--,",
      "--+ -,",
      "ĀĀ $",
      ",-- (",
      "-( +",
      "---- )",
      "--, .--,",
      "\" -",
      "3 3",
      "-/ .----",
      "-+ ,----",
      "/-- (",
      ".--. -.",
      "-,. ,--.",
      "-/ --",
      "+ )",
      "+-- *-",
      "* ,",
      "--/ ---.",
      "-.---- ----",
      "* --+-",
      "/ /",
      "+-- -.",
      ",-- -",
      "( --.",
      "-. -,--,",
      "---/ -",
      "-,---- --,",
      ".---. -",
      "ĀĀ &",
      "* --/-",
      "/ .--",
      "-,---- --.",
      "+ +",
      "-. -,--.",
      "--, --.",
      "-., ,--,",
      ". +----",
      "--/ -/",
      "--/ -,",
      ".-- -+",
      "-,, ,--,",
      "4 2",
      "--+ ----",
      "-,---- --",
      "/-- *-",
      "0 5",
      "-. --.-",
      "--/ ----",
      "-( .",
      "ĀĀ( Ā",
      "+-- (",
      "-) (",
      "-.---- --,",
      "-- #",
      ".---- ----",
      ",---- -,",
      "-( *",
      ") --*",
      ",-- '",
      ",-- -/",
      "-.---- --.",
      "/---- -",
      "-- -)",
      "--/ ,--.",
      "- ĀĀ",
      "5 1",
      "-, --,-",
      "--+ ---,",
      "----. ,",
      "2 4",
      "--. -/",
      ".-- )-",
      "-------- .",
      "ĀĀ' Ā",
      "( +",
      "( .",
      ".-- '",
      "-. --,-",
      "-, '",
      "-., .--,",
      ") --,-",
      ") --.-",
      "-, -,--.",
      ",-- -*",
      "+---, -",
      "-. '",
      "--, --,",
      "-+ --",
      "-,, .----",
      "+ (",
      "-, -.--,",
      "-/ ,---,",
      ",---- ----",
      "/---- /",
      "-.. .--.",
      "-,. .----",
      "----, ,",
      "/---. -",
      "- !",
      "-, --.-",
      ": -",
      "Ā -",
      "/-- -,",
      "-- *--",
      "-. -.--.",
      "--, ---+",
      "-* --.",
      "-------- ,",
      "--- (",
      "-* '",
      "-( )",
      "-.. ,----",
      "+ .--,",
      "-,---- /",
      ",--, -.",
      "-.. .----",
      "-, -.--.",
      "-, ,---.",
      "--, -+",
      "-.---- --------",
      "-( /",
      "\" --",
      "/ .--.",
      "--+ -+",
      "-,---- +",
      "/-- )-",
      "+---- +",
      "( ,",
      ". ,--",
      "-/ --/",
      "5 2",
      ". +--.",
      "4 3",
      "-+ .----",
      "! -",
      "' (",
      "* )",
      "/ ,--",
      ".--, -/",
      "-,, ,----",
      "6 1",
      "-/. ,--.",
      "--. --.",
      "-* --",
      "* +",
      "/ ,----",
      "/ +--",
      "--, ---.",
      "+---- -",
      "' +",
      "Ā $",
      "-. -.--,",
      "--+ -/",
      "--- '",
      "( ĀĀ",
      "---- --",
      "-+ ,---,",
      "--/ -.",
      ",-- )-",
      "+-- -",
      "*-- (",
      "--* -,",
      "--.---- -",
      "---,---- .",
      ". /----",
      "/ .----",
      "-,---- --------",
      "+ ,--,",
      "--. ---/",
      "+---- /",
      "( *",
      "1 5",
      "-+ -.----",
      "-+ .---.",
      "--+ ---+",
      "-., .----",
      "-- -+----",
      "-/ '",
      "( )",
      "5 3",
      "-+ '",
      ",---- --.",
      "+-- )-",
      "-) '",
      ".--+ -.",
      "/ /--",
      "+-- -*",
      "! --",
      "-. ---.",
      "-, -,--,",
      "-, +---,",
      "--+ ,--,",
      ".---- --,",
      ",---- --,",
      "+-- '",
      ", +--,",
      ". /--.",
      "2 5",
      "-. /----",
      "--+ .--,",
      "*-- -*",
      "-., ,----",
      "--% -",
      "' )",
      "* /",
      "6 0",
      ",--. -.",
      "-- \"",
      "--. ---,",
      "--, -*",
      "*-- '",
      "ĀĀ% Ā",
      ", (",
      ", +----",
      "3 5",
      ".---- --.",
      ") --)",
      ". ,--,",
      "-/ &",
      "-+ --/",
      ".-- &",
      "*-- *-",
      "-+. .--.",
      "3 4",
      "ĀĀ :",
      "-.---- +",
      "-.---- /",
      "/---- +",
      "-./ ,--.",
      "--,---- -",
      "* .",
      "--. --",
      "-+ --+",
      "--/ ---/",
      ".-- (-",
      "--* -.",
      "-.. +--.",
      "-..---- -",
      "--$ -",
      "7 0",
      "-, ,--",
      "-/ .---.",
      "-* &",
      ",---- --",
      "---,---- ,",
      ".---/ -",
      "' '",
      "* (",
      "--+ --.",
      "' ,",
      "' --/",
      "-. &",
      "-. +---,",
      "-. /---.",
      "-, &",
      "-/ /----",
      "ĀĀ \"",
      "---+ -",
      "' &",
      ", )",
      "/ +",
      "/ +--.",
      "4 4",
      "6 2",
      "-. ,--.",
      "-/ ,----",
      "--/ .--.",
      ",---, -",
      "Ġ -",
      "-/ --+",
      ",-- &",
      ",-- (-",
      "' /",
      "-, ---,",
      "ĀĀ #",
      ".---- --",
      ".---- --------",
      "/-- '",
      "-,. ,----",
      "' *",
      "( --+",
      "* *",
      "--, --",
      "--* -/",
      "-( (",
      "----, .",
      "% )",
      "' .",
      "6 3",
      "-. .---,",
      "--, ,--.",
      "-( -",
      "-* --,",
      ",---. -",
      ", &",
      "/ *--",
      "-,, .--.",
      "-.+ .--,",
      "-/---- +",
      ",----, ,",
      "---.---- ,",
      "-,.---- -",
      "--.---. -",
      "' ----",
      ") )",
      ", .--",
      "--. -*",
      "--, /--,",
      "+-- &",
      "----. -",
      "----. .",
      "-+---- /",
      "/ )",
      "5 4",
      "-., +--,",
      "--.---- --.",
      "' ĀĀ",
      "( /",
      "+ +--,",
      ". .--",
      "-, %",
      "-.---- -",
      "-.. ,--,",
      "-,+ .--,",
      "& )",
      "5 6",
      "---- -+",
      "-. +----",
      "--/ -+",
      ",---- --------",
      "/-- (-",
      "-,. .--/",
      "--) -.",
      "-,/ ,--.",
      "-.+ ,--,",
      ".----, ,",
      "& ,",
      "/ /--.",
      "0 7",
      "ĀĀ !",
      "ĀĀ ;",
      "-) --",
      "--* -+",
      ")-- (",
      ",--/ -.",
      "-,+ ,--,",
      "---.---- .",
      "-,,---- -",
      "-,----. -",
      ") .",
      "Ā #",
      "--. --------",
      "-/ --.-",
      ".---- -,",
      "*-- -",
      "-,, /--,",
      "-,/ .--.",
      ".---, -",
      "+ +--",
      "0 6",
      "5 5",
      "Ğ -",
      "-. ,--",
      "-) &",
      "/-- -+",
      "-,. +--.",
      ")-- -+",
      "-' .",
      "-/, ,--,",
      ",--+ -.",
      "/ ,--/",
      "Ā \"",
      "-, /----",
      "-, /---.",
      "-+ --,-",
      "--+ --,",
      "-,, ,--.",
      "--,---, -",
      ", '",
      ". .--,",
      "---- -/",
      "-+ &",
      "-+, .--,",
      "--,---- --,",
      "& (",
      "+ .----",
      ", *--",
      ", /--,",
      "-. --/-",
      "-( '",
      "-./ .--.",
      ".--/ -,",
      "& .",
      "( --,-",
      "1 6",
      "2 6",
      "-- ;",
      "---- ---",
      "-. .--",
      "-. +--",
      "-/ -.----",
      "--+ -*",
      "/--. -,",
      "-+---- +",
      "ĀĀ& Ā",
      "* ,--,",
      ". /--",
      "8 0",
      "ğ -",
      "--. +--.",
      "-+ ,---.",
      "--/ ---",
      "+-- (-",
      "-., ,--.",
      ",--/ -+",
      "-+. ,--.",
      "( (",
      ") +",
      "* '",
      "+ ,----",
      "+ ,--",
      ". )",
      "-, .--,",
      "--, --/",
      "-+ %",
      ",--/ -,",
      "*---- /",
      "-/---- /",
      "-.----, -",
      "/ +----",
      "4 5",
      "7 1",
      ": ĀĀ",
      "-- !",
      "-. .--.",
      "-, --*",
      "--. .--,",
      "-/ -,--,",
      "-) ----",
      ")-- -*",
      "-' )",
      "-/. ,----",
      ",--+ -,",
      "& '",
      ") ,",
      "+ .--",
      ", .--+",
      "--. -)",
      "--, -,.",
      "-/ %",
      "-/ -,--.",
      "-/ /---.",
      "-+ -.--,",
      "-+ -.--.",
      "--/ --,",
      "--+ -)",
      ",-- -+-",
      "/--, -.",
      "-' ,",
      "-/, .--,",
      "-,.---. -",
      "( %",
      ") *",
      ") /",
      "* &",
      "Ġ --",
      "-. ,---+",
      "--. --/",
      "--. ---",
      "ĀĀ <",
      "/-- &",
      "----, -",
      ",--/ -*",
      "( &",
      "( '",
      "+ /",
      ". &",
      ". ,----.",
      "6 6",
      "--, -.,",
      "-/ --,-",
      ".--. -,",
      "(-- -+",
      "--.---- --,",
      "% &",
      "% ,",
      "+ /--",
      ", /----",
      "- :",
      "-- #-",
      "-. -*",
      "--, -,,",
      "+-- -/",
      "*-- )-",
      "( --)",
      ") '",
      ", ,--.",
      ". +--",
      "ğ --",
      "-, .--",
      "-, -,----.",
      "--. -,.",
      "--. .----.",
      "--, .--+",
      "-+ -,--.",
      "-,---- --+",
      "--* -*",
      "-,, .--+",
      "-./ +--.",
      "-' *",
      "/--. -.",
      ".--/ -.",
      "% .",
      "+ *",
      "+ -",
      "+ ,--+",
      ", ,----.",
      ", ,--,-",
      "/ '",
      "1 8",
      "4 6",
      "Ġ Ā",
      ".---- *",
      ".-- %",
      "--- (-",
      "-' (",
      "( --.-",
      ". ,--/",
      "3 6",
      "7 4",
      "---- --+",
      "-. %",
      "-. ,---.",
      "--, --+",
      "ĀĀ ğ",
      "+-- '-",
      "*-- -+-",
      "-., .--+",
      "-.,---- -",
      "ĀĀ$ Ā",
      "+ '",
      ", +",
      ". '",
      ". /",
      ". ,----,",
      "--. --+",
      "-/ -.--,",
      "-/ .---,",
      "-+ +---,",
      "--/ --",
      "-* %",
      ".---- -.",
      ".-- '-",
      "-.---- --,----",
      "/---- *"
    ]
  }
}