{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "b": 98,
      "c": 99,
      "Ā": 100,
      "ą": 101,
      "Ć": 102,
      "Ĉ": 103,
      "ĉ": 104,
      "Ċ": 105,
      "ċ": 106,
      "Č": 107,
      "č": 108,
      "Ď": 109,
      "ď": 110,
      "Đ": 111,
      "đ": 112,
      "Ē": 113,
      "ē": 114,
      "Ĕ": 115,
      "ĕ": 116,
      "Ė": 117,
      "ė": 118,
      "Ę": 119,
      "ę": 120,
      "Ě": 121,
      "ě": 122,
      "Ĝ": 123,
      "ĝ": 124,
      "Ğ": 125,
      "ğ": 126,
      "Ġ": 127,
      "66": 128,
      "6666": 129,
      "67": 130,
      "65": 131,
      "665": 132,
      "667": 133,
      "68": 134,
      "64": 135,
      "664": 136,
      "668": 137,
      "69": 138,
      "63": 139,
      "ĀĀ": 140,
      "566": 141,
      "766": 142,
      "76666": 143,
      "56666": 144,
      "62": 145,
      "466": 146,
      "866": 147,
      "366": 148,
      "966": 149,
      "61": 150,
      "656666": 151,
      "676666": 152,
      "6656": 153,
      "5667": 154,
      "7667": 155,
      "663": 156,
      "669": 157,
      "46666": 158,
      "86666": 159,
      "7665": 160,
      "5665": 161,
      "60": 162,
      "266": 163,
      "655": 164,
      "6676": 165,
      "677": 166,
      "6667": 167,
      "657": 168,
      "6686": 169,
      "6646": 170,
      "675": 171,
      "6665": 172,
      "66667": 173,
      "662": 174,
      "66665": 175,
      "666": 176,
      "4667": 177,
      "8665": 178,
      "7664": 179,
      "66666666": 180,
      "166": 181,
      "5668": 182,
      "4665": 183,
      "8667": 184,
      "687": 185,
      "678": 186,
      "645": 187,
      "7668": 188,
      "654": 189,
      "647": 190,
      "5664": 191,
      "685": 192,
      "674": 193,
      "658": 194,
      "76667": 195,
      "661": 196,
      "56665": 197,
      "36666": 198,
      "96666": 199,
      "6668": 200,
      "066": 201,
      "4668": 202,
      "3667": 203,
      "36": 204,
      "646666": 205,
      "8664": 206,
      "644": 207,
      "9665": 208,
      "688": 209,
      "9667": 210,
      "3665": 211,
      "648": 212,
      "684": 213,
      "4664": 214,
      "5669": 215,
      "6656666": 216,
      "65667": 217,
      "686666": 218,
      "660": 219,
      "566665": 220,
      "766665": 221,
      "766667": 222,
      "8668": 223,
      "67667": 224,
      "67665": 225,
      "635": 226,
      "566667": 227,
      "6664": 228,
      "697": 229,
      "679": 230,
      "6676666": 231,
      "653": 232,
      "65665": 233,
      "695": 234,
      "637": 235,
      "7669": 236,
      "26": 237,
      "3668": 238,
      "673": 239,
      "6636": 240,
      "46665": 241,
      "659": 242,
      "26666": 243,
      "7663": 244,
      "698": 245,
      "6696": 246,
      "643": 247,
      "86667": 248,
      "::": 249,
      "689": 250,
      "9664": 251,
      "634": 252,
      "4669": 253,
      "66656666": 254,
      "5663": 255,
      "16": 256,
      "6669": 257,
      "683": 258,
      "66676666": 259,
      "2667": 260,
      "8669": 261,
      "76656": 262,
      "694": 263,
      "9668": 264,
      "56667": 265,
      "3664": 266,
      "638": 267,
      "66668": 268,
      "56656": 269,
      "56676": 270,
      "6776666": 271,
      "76665": 272,
      "66664": 273,
      "2665": 274,
      "649": 275,
      "625": 276,
      "6566667": 277,
      "76676": 278,
      "6626": 279,
      "646": 280,
      "6556666": 281,
      "3669": 282,
      "06": 283,
      "8663": 284,
      "699": 285,
      ";:": 286,
      "652": 287,
      "6766665": 288,
      "76668": 289,
      "627": 290,
      "633": 291,
      "6566665": 292,
      ":;": 293,
      "6766667": 294,
      "6756666": 295,
      "6576666": 296,
      ":ĀĀ": 297,
      "4663": 298,
      "<ĀĀ": 299,
      "9669": 300,
      "45": 301,
      "87": 302,
      "2668": 303,
      "672": 304,
      "642": 305,
      "=ĀĀ": 306,
      ";;": 307,
      "6663": 308,
      "7662": 309,
      "639": 310,
      "64667": 311,
      "866665": 312,
      "86668": 313,
      ";ĀĀ": 314,
      "64665": 315,
      "693": 316,
      "624": 317,
      ">ĀĀ": 318,
      "5662": 319,
      "466665": 320,
      "9663": 321,
      "96667": 322,
      "6656665": 323,
      "Ā:": 324,
      "682": 325,
      "56664": 326,
      "2664": 327,
      "36665": 328,
      "6676667": 329,
      "68665": 330,
      "466667": 331,
      "6616": 332,
      "628": 333,
      "?ĀĀ": 334,
      "47": 335,
      "1667": 336,
      "866667": 337,
      "623": 338,
      "Ā/": 339,
      "Ā;": 340,
      "85": 341,
      "86656": 342,
      "3663": 343,
      "68667": 344,
      "Ā.": 345,
      "636": 346,
      "<:": 347,
      "632": 348,
      "615": 349,
      "16666": 350,
      "@ĀĀ": 351,
      ":<": 352,
      "1665": 353,
      "671": 354,
      "656": 355,
      "46656": 356,
      "641": 357,
      "46664": 358,
      "8662": 359,
      "566664": 360,
      "566668": 361,
      "651": 362,
      "86676": 363,
      "617": 364,
      "614": 365,
      "46676": 366,
      "66669": 367,
      "4662": 368,
      "Ā<": 369,
      "6606": 370,
      "96668": 371,
      "35": 372,
      "76646": 373,
      "Ā-": 374,
      "Ā=": 375,
      "6776667": 376,
      "6756665": 377,
      "766668": 378,
      "56686": 379,
      "6576667": 380,
      "67664": 381,
      "36664": 382,
      "6556665": 383,
      "6666667": 384,
      "692": 385,
      "626": 386,
      "631": 387,
      "629": 388,
      "681": 389,
      "76686": 390,
      "67668": 391,
      "65676666": 392,
      "67656666": 393,
      "6666665": 394,
      "65664": 395,
      "7661": 396,
      "9662": 397,
      "=:": 398,
      ":Ā": 399,
      "66663": 400,
      "66666": 401,
      "766664": 402,
      "56646": 403,
      "1668": 404,
      "676": 405,
      "666677": 406,
      "666675": 407,
      "65668": 408,
      "3662": 409,
      "1664": 410,
      ";<": 411,
      "65656666": 412,
      "9666": 413,
      "622": 414,
      "618": 415,
      "2669": 416,
      "666655": 417,
      "<;": 418,
      "613": 419,
      "97": 420,
      "5661": 421,
      "67676666": 422,
      "7666": 423,
      "666657": 424,
      "566666": 425,
      "Ā>": 426,
      "696": 427,
      "696666": 428,
      "66676": 429,
      "86646": 430,
      "/:": 431,
      "56668": 432,
      "766666": 433,
      "670": 434,
      "76636": 435,
      "/Ā": 436,
      "36656": 437,
      "636666": 438,
      "8661": 439,
      "2663": 440,
      "86686": 441,
      "56636": 442,
      "Ā,": 443,
      "8666": 444,
      "6667667": 445,
      "96656": 446,
      "6766": 447,
      ":=": 448,
      "46686": 449,
      "66656": 450,
      "6568": 451,
      "37": 452,
      "650": 453,
      "6566": 454,
      "/ĀĀ": 455,
      "0667": 456,
      "691": 457,
      "66568": 458,
      "6665667": 459,
      "66567": 460,
      "666666666666": 461,
      "6775667": 462,
      ">:": 463,
      "766666666": 464,
      "<<": 465,
      "566666666": 466,
      "44": 467,
      "63667": 468,
      "7666665": 469,
      "612": 470,
      "6786666": 471,
      "5666665": 472,
      "88": 473,
      "6657665": 474,
      "=;": 475,
      "640": 476,
      "95": 477,
      ";Ā": 478,
      "ĀĀ:Ā": 479,
      "6662": 480,
      "4661": 481,
      ".Ā": 482,
      "36676": 483,
      "56696": 484,
      "6466667": 485,
      "46667": 486,
      "6557665": 487,
      "6675667": 488,
      "7660": 489,
      "66565": 490,
      ":/": 491,
      "96676": 492,
      "6677667": 493,
      "6686667": 494,
      "7666667": 495,
      "Ā?": 496,
      "34": 497,
      "619": 498,
      "616": 499,
      "621": 500,
      "96646": 501,
      "6655665": 502,
      "6466665": 503,
      "6575667": 504,
      "5666667": 505,
      ",Ā": 506,
      "605": 507,
      "630": 508,
      "6577667": 509,
      "76696": 510,
      "766568": 511,
      "607": 512,
      "6646665": 513,
      "46636": 514,
      "6646666": 515,
      "76664": 516,
      "566669": 517,
      "766565": 518,
      "1669": 519,
      "46646": 520,
      "680": 521,
      "604": 522,
      "766567": 523,
      "/;": 524,
      "36646": 525,
      ":>": 526,
      "676666667": 527,
      "66662": 528,
      "86636": 529,
      "566565": 530,
      "69667": 531,
      "9661": 532,
      ">;": 533,
      "0665": 534,
      "5666": 535,
      "656666667": 536,
      "<=": 537,
      "Ā+": 538,
      "Ā@": 539,
      "6866665": 540,
      "64664": 541,
      "ĀĀ=": 542,
      "76669": 543,
      "6667665": 544,
      "84": 545,
      ".:": 546,
      "766669": 547,
      ".ĀĀ": 548,
      "6686666": 549,
      "6765667": 550,
      "6466": 551,
      "690": 552,
      "86665": 553,
      ";=": 554,
      "6765665": 555,
      "6456666": 556,
      "76666667": 557,
      "75667": 558,
      "89": 559,
      "6866667": 560,
      "26656": 561,
      "33": 562,
      "=<": 563,
      "85667": 564,
      "6546666": 565,
      "6665665": 566,
      "5660": 567,
      "656666665": 568,
      "776666": 569,
      "686": 570,
      "ĀĀ<": 571,
      "36686": 572,
      "48": 573,
      "76626": 574,
      "7666655": 575,
      "64668": 576,
      "6476667": 577,
      "6966": 578,
      "8660": 579,
      "3661": 580,
      "?:": 581,
      "6555665": 582,
      "86696": 583,
      "-Ā": 584,
      "676656": 585,
      "6565667": 586,
      "69665": 587,
      "608": 588,
      "1663": 589,
      "5666655": 590,
      "6777667": 591,
      "06666": 592,
      "46663": 593,
      "86669": 594,
      "603": 595,
      "36663": 596,
      "+Ā": 597,
      "6755665": 598,
      "466656": 599,
      "676666665": 600,
      "6768": 601,
      "56626": 602,
      "366667": 603,
      "6876666": 604,
      "ĀĀ/Ā": 605,
      "611": 606,
      "46696": 607,
      "9660": 608,
      "38": 609,
      "77667": 610,
      "96686": 611,
      "6566666666": 612,
      "6786667": 613,
      "620": 614,
      "6766666666": 615,
      ".;": 616,
      "6767667": 617,
      "56666667": 618,
      "96669": 619,
      "25": 620,
      "6767665": 621,
      ";>": 622,
      "6567665": 623,
      "26676": 624,
      "ĀĀ>": 625,
      "0664": 626,
      "609": 627,
      "ĀĀ.Ā": 628,
      "2662": 629,
      "31": 630,
      "466664": 631,
      "63665": 632,
      "366665": 633,
      "65666666": 634,
      "6565": 635,
      "3666": 636,
      "6757665": 637,
      ";/": 638,
      "==": 639,
      "ĀĀ?": 640,
      "98": 641,
      "86626": 642,
      "2661": 643,
      "26664": 644,
      "756666": 645,
      "><": 646,
      "56663": 647,
      "76666665": 648,
      "676676": 649,
      "6567667": 650,
      "626666": 651,
      "602": 652,
      "606": 653,
      "2666": 654,
      "6556667": 655,
      "49": 656,
      "ĀĀ;Ā": 657,
      "4666": 658,
      "6856665": 659,
      "//": 660,
      "26665": 661,
      "0669": 662,
      "66767": 663,
      "866666": 664,
      "6661": 665,
      "66646666": 666,
      "64676666": 667,
      "ĀĀ,Ā": 668,
      "28": 669,
      ":.": 670,
      "56666665": 671,
      "66686": 672,
      "966667": 673,
      "6366": 674,
      "55665": 675,
      "6456665": 676,
      "66865": 677,
      "466666": 678,
      "42": 679,
      "6685667": 680,
      "4660": 681,
      "/<": 682,
      "?;": 683,
      "Ā)": 684,
      "6856666": 685,
      "466668": 686,
      "6785667": 687,
      "556666": 688,
      "36636": 689,
      "Ā*": 690,
      "0668": 691,
      "39": 692,
      "ĀĀ@": 693,
      "766564": 694,
      "3660": 695,
      "96636": 696,
      "36696": 697,
      "-:": 698,
      ":?": 699,
      "</": 700,
      "66765": 701,
      "766676": 702,
      "66576666": 703,
      "76616": 704,
      "610": 705,
      "6566668": 706,
      "23": 707,
      "24": 708,
      "@:": 709,
      "6866": 710,
      "67666666": 711,
      "66661": 712,
      "866664": 713,
      "65556666": 714,
      "65576666": 715,
      "67776666": 716,
      "99": 717,
      "6565665": 718,
      "665665": 719,
      "66464": 720,
      "866668": 721,
      "66465": 722,
      "66468": 723,
      "16656": 724,
      "27": 725,
      "45665": 726,
      "26686": 727,
      "66768": 728,
      "6476666": 729,
      "66776666": 730,
      "66756666": 731,
      "66868": 732,
      "86616": 733,
      "26646": 734,
      "87667": 735,
      "<>": 736,
      "6765": 737,
      "ĀĀ*": 738,
      "6766664": 739,
      "67756666": 740,
      "6776665": 741,
      "6687667": 742,
      "/.": 743,
      "66366": 744,
      "6656664": 745,
      "66696": 746,
      "40": 747,
      "55": 748,
      ";?": 749,
      "6586667": 750,
      "66556666": 751,
      "6676665": 752,
      "ĀĀ-Ā": 753,
      "6566664": 754,
      "96696": 755,
      "ĀĀ=Ā": 756,
      "966665": 757,
      "6646664": 758,
      "601": 759,
      "666667": 760,
      "46626": 761,
      "05": 762,
      "07": 763,
      "71": 764,
      "6546665": 765,
      "566568": 766,
      "6787667": 767,
      ",ĀĀ": 768,
      "-ĀĀ": 769,
      "6746665": 770,
      "6656667": 771,
      "56616": 772,
      "03": 773,
      "21": 774,
      "66564": 775,
      "6266": 776,
      "6875667": 777,
      "94": 778,
      "65566": 779,
      "66764": 780,
      "66467": 781,
      "6477667": 782,
      "6557667": 783,
      "67669": 784,
      "67766": 785,
      "6586666": 786,
      ".<": 787,
      "15": 788,
      "6645665": 789,
      "32": 790,
      "8766": 791,
      "?<": 792,
      "667665": 793,
      "68668": 794,
      "96626": 795,
      "7666675": 796,
      "7666677": 797,
      "ĀĀ<Ā": 798,
      ">=": 799,
      "ĀĀ+Ā": 800,
      "6746666": 801,
      "46616": 802,
      "36626": 803,
      ")Ā": 804,
      "/=": 805,
      "04": 806,
      "0663": 807,
      "75": 808,
      "6676668": 809,
      "63668": 810,
      "41": 811,
      "77": 812,
      "96665": 813,
      "67576666": 814,
      "01": 815,
      "82": 816,
      "6756667": 817,
      "6576668": 818,
      "66566666": 819,
      "ĀĀ>Ā": 820,
      "@;": 821,
      "67466": 822,
      "566764": 823,
      "67556666": 824,
      "1661": 825,
      "5666675": 826,
      "./": 827,
      ":-": 828,
      "65466": 829,
      "664667": 830,
      "6647665": 831,
      "566768": 832,
      "08": 833,
      "=/": 834,
      "65776666": 835,
      "<.": 836,
      "6766668": 837,
      "-;": 838,
      ";.": 839,
      "656656": 840,
      "62667": 841,
      "6686668": 842,
      "02": 843,
      "1662": 844,
      "43": 845,
      "67663": 846,
      "66569": 847,
      "6658665": 848,
      "66867": 849,
      "5666666": 850,
      "17": 851,
      "92": 852,
      "67566": 853,
      "6876667": 854,
      "6966665": 855,
      "600": 856,
      "6745665": 857,
      ":@": 858,
      "86664": 859,
      "566656": 860,
      "5666677": 861,
      "47665": 862,
      "9766": 863,
      "566767": 864,
      "65756666": 865,
      "66766666": 866,
      "ĀĀ?Ā": 867,
      "8566": 868,
      "84667": 869,
      "6465667": 870,
      "6547665": 871,
      "6587667": 872,
      "866676": 873,
      "13": 874,
      ">/": 875,
      "68656666": 876,
      "66864": 877,
      "566765": 878,
      "93": 879,
      "9566": 880,
      "Ā(": 881,
      "66266": 882,
      "665667": 883,
      "6886666": 884,
      ";-": 885,
      "@<": 886,
      "6776668": 887,
      "6865667": 888,
      "6366667": 889,
      "7666666": 890,
      "6558665": 891,
      "=>": 892,
      "?=": 893,
      "64663": 894,
      "6467665": 895,
      "66469": 896,
      "76606": 897,
      "/-": 898,
      "51": 899,
      "666665": 900,
      "67646666": 901,
      "6774667": 902,
      "66563": 903,
      ",;": 904,
      "456666": 905,
      "48665": 906,
      "83": 907,
      "766663": 908,
      "2660": 909,
      "7666657": 910,
      "66646": 911,
      "09": 912,
      "29": 913,
      "<?": 914,
      "6576665": 915,
      "6747665": 916,
      "65566666": 917,
      "?/": 918,
      "66463": 919,
      "6578667": 920,
      "67766666": 921,
      ",:": 922,
      "@=": 923,
      "666566665": 924,
      "16676": 925,
      "22": 926,
      "856666": 927,
      "656676": 928,
      "6585667": 929,
      "&Ā": 930,
      ">>": 931,
      "6655667": 932,
      "7666664": 933,
      "66364": 934,
      "6457665": 935,
      "66566656": 936,
      "30": 937,
      "7566": 938,
      "6786668": 939,
      "6467667": 940,
      "86606": 941,
      "6775665": 942,
      "466765": 943,
      "66636": 944,
      "667667": 945,
      "66763": 946,
      "68664": 947,
      "56606": 948,
      "36667": 949,
      "566864": 950,
      "6855665": 951,
      "66769": 952,
      "69664": 953,
      "63664": 954,
      "65666666666666": 955,
      "66365": 956,
      "6545665": 957,
      "6466668": 958,
      "ĀĀ@Ā": 959,
      "6876665": 960,
      "6456667": 961,
      "ĀĀ'": 962,
      "66967": 963,
      "4666667": 964,
      "6555667": 965,
      "6475667": 966,
      "266667": 967,
      "6660": 968,
      "6366665": 969,
      "6877667": 970,
      ".-": 971,
      "44665": 972,
      "79": 973,
      "88667": 974,
      "66966": 975,
      "5666664": 976,
      "766768": 977,
      "766464": 978,
      "/>": 979,
      "8466": 980,
      "6865665": 981,
      "66869": 982,
      "66367": 983,
      "6866664": 984,
      "57665": 985,
      "ĀĀ(": 986,
      "36662": 987,
      "6577665": 988,
      "6466664": 989,
      "14": 990,
      "<@": 991,
      "6685668": 992,
      "5666666666666": 993,
      "6766666": 994,
      "67666666666666": 995,
      "4666665": 996,
      "8666667": 997,
      "8666665": 998,
      "6754665": 999,
      "16664": 1000,
      "6455665": 1001,
      ".=": 1002,
      "576666": 1003,
      "Ā'": 1004,
      "666666": 1005,
      "6966667": 1006,
      "26663": 1007,
      "6777665": 1008,
      "6758665": 1009,
      "5666657": 1010,
      "+ĀĀ": 1011,
      "-/": 1012,
      "06656": 1013,
      "18": 1014,
      "52": 1015,
      "59": 1016,
      "72": 1017,
      "=?": 1018,
      "69668": 1019,
      "96616": 1020,
      "6577668": 1021,
      "ĀĀ*Ā": 1022,
      "..": 1023
    },
    "merges": [
      "6 6",
      "66 66",
      "6 7",
      "6 5",
      "66 5",
      "66 7",
      "6 8",
      "6 4",
      "66 4",
      "66 8",
      "6 9",
      "6 3",
      "Ā Ā",
      "5 66",
      "7 66",
      "7 6666",
      "5 6666",
      "6 2",
      "4 66",
      "8 66",
      "3 66",
      "9 66",
      "6 1",
      "65 6666",
      "67 6666",
      "665 6",
      "5 667",
      "7 667",
      "66 3",
      "66 9",
      "4 6666",
      "8 6666",
      "7 665",
      "5 665",
      "6 0",
      "2 66",
      "65 5",
      "667 6",
      "67 7",
      "66 67",
      "65 7",
      "668 6",
      "664 6",
      "67 5",
      "66 65",
      "6666 7",
      "66 2",
      "6666 5",
      "66 6",
      "4 667",
      "8 665",
      "7 664",
      "6666 6666",
      "1 66",
      "5 668",
      "4 665",
      "8 667",
      "68 7",
      "67 8",
      "64 5",
      "7 668",
      "65 4",
      "64 7",
      "5 664",
      "68 5",
      "67 4",
      "65 8",
      "766 67",
      "66 1",
      "566 65",
      "3 6666",
      "9 6666",
      "66 68",
      "0 66",
      "4 668",
      "3 667",
      "3 6",
      "64 6666",
      "8 664",
      "64 4",
      "9 665",
      "68 8",
      "9 667",
      "3 665",
      "64 8",
      "68 4",
      "4 664",
      "566 9",
      "665 6666",
      "65 667",
      "68 6666",
      "66 0",
      "56666 5",
      "76666 5",
      "76666 7",
      "8 668",
      "67 667",
      "67 665",
      "63 5",
      "56666 7",
      "66 64",
      "69 7",
      "67 9",
      "667 6666",
      "65 3",
      "65 665",
      "69 5",
      "63 7",
      "766 9",
      "2 6",
      "3 668",
      "67 3",
      "663 6",
      "466 65",
      "65 9",
      "2 6666",
      "766 3",
      "69 8",
      "669 6",
      "64 3",
      "866 67",
      ": :",
      "68 9",
      "9 664",
      "63 4",
      "466 9",
      "66 656666",
      "566 3",
      "1 6",
      "66 69",
      "68 3",
      "66 676666",
      "2 667",
      "866 9",
      "7 6656",
      "69 4",
      "9 668",
      "566 67",
      "3 664",
      "63 8",
      "6666 8",
      "5 6656",
      "5667 6",
      "67 76666",
      "766 65",
      "6666 4",
      "2 665",
      "64 9",
      "62 5",
      "656666 7",
      "7667 6",
      "662 6",
      "64 6",
      "65 56666",
      "366 9",
      "0 6",
      "866 3",
      "69 9",
      "; :",
      "65 2",
      "676666 5",
      "766 68",
      "62 7",
      "63 3",
      "656666 5",
      ": ;",
      "676666 7",
      "67 56666",
      "65 76666",
      ": ĀĀ",
      "466 3",
      "< ĀĀ",
      "966 9",
      "4 5",
      "8 7",
      "2 668",
      "67 2",
      "64 2",
      "= ĀĀ",
      "; ;",
      "66 63",
      "766 2",
      "63 9",
      "64 667",
      "86666 5",
      "866 68",
      "; ĀĀ",
      "64 665",
      "69 3",
      "62 4",
      "> ĀĀ",
      "566 2",
      "46666 5",
      "966 3",
      "966 67",
      "665 6665",
      "Ā :",
      "68 2",
      "566 64",
      "2 664",
      "366 65",
      "667 6667",
      "68 665",
      "46666 7",
      "661 6",
      "62 8",
      "? ĀĀ",
      "4 7",
      "1 667",
      "86666 7",
      "62 3",
      "Ā /",
      "Ā ;",
      "8 5",
      "8 6656",
      "366 3",
      "68 667",
      "Ā .",
      "63 6",
      "< :",
      "63 2",
      "61 5",
      "1 6666",
      "@ ĀĀ",
      ": <",
      "1 665",
      "67 1",
      "65 6",
      "4 6656",
      "64 1",
      "466 64",
      "866 2",
      "56666 4",
      "56666 8",
      "65 1",
      "8 6676",
      "61 7",
      "61 4",
      "4 6676",
      "6666 9",
      "466 2",
      "Ā <",
      "660 6",
      "966 68",
      "3 5",
      "7 6646",
      "Ā -",
      "Ā =",
      "67 76667",
      "67 56665",
      "76666 8",
      "5 6686",
      "65 76667",
      "67 664",
      "366 64",
      "65 56665",
      "6666 667",
      "69 2",
      "62 6",
      "63 1",
      "62 9",
      "68 1",
      "7 6686",
      "67 668",
      "65 676666",
      "67 656666",
      "6666 665",
      "65 664",
      "766 1",
      "966 2",
      "= :",
      ": Ā",
      "6666 3",
      "6666 6",
      "76666 4",
      "5 6646",
      "1 668",
      "67 6",
      "66667 7",
      "66667 5",
      "65 668",
      "366 2",
      "1 664",
      "; <",
      "65 656666",
      "966 6",
      "62 2",
      "61 8",
      "2 669",
      "66665 5",
      "< ;",
      "61 3",
      "9 7",
      "566 1",
      "67 676666",
      "766 6",
      "66665 7",
      "56666 6",
      "Ā >",
      "69 6",
      "69 6666",
      "6667 6",
      "8 6646",
      "/ :",
      "566 68",
      "76666 6",
      "67 0",
      "766 36",
      "/ Ā",
      "3 6656",
      "63 6666",
      "866 1",
      "2 663",
      "8 6686",
      "566 36",
      "Ā ,",
      "866 6",
      "6667 667",
      "9 6656",
      "67 66",
      ": =",
      "4 6686",
      "6665 6",
      "65 68",
      "3 7",
      "65 0",
      "65 66",
      "/ ĀĀ",
      "0 667",
      "69 1",
      "665 68",
      "6665 667",
      "665 67",
      "66666666 6666",
      "677 5667",
      "> :",
      "76666 6666",
      "< <",
      "56666 6666",
      "4 4",
      "63 667",
      "76666 65",
      "61 2",
      "67 86666",
      "56666 65",
      "8 8",
      "665 7665",
      "= ;",
      "64 0",
      "9 5",
      "; Ā",
      "ĀĀ :Ā",
      "66 62",
      "466 1",
      ". Ā",
      "3 6676",
      "5669 6",
      "64 66667",
      "466 67",
      "655 7665",
      "667 5667",
      "766 0",
      "665 65",
      ": /",
      "9 6676",
      "667 7667",
      "668 6667",
      "76666 67",
      "Ā ?",
      "3 4",
      "61 9",
      "61 6",
      "62 1",
      "9 6646",
      "665 5665",
      "64 66665",
      "657 5667",
      "56666 67",
      ", Ā",
      "60 5",
      "63 0",
      "657 7667",
      "7669 6",
      "7665 68",
      "60 7",
      "664 6665",
      "466 36",
      "664 6666",
      "766 64",
      "56666 9",
      "7665 65",
      "1 669",
      "4 6646",
      "68 0",
      "60 4",
      "7665 67",
      "/ ;",
      "3 6646",
      ": >",
      "676666 667",
      "6666 2",
      "866 36",
      "5665 65",
      "69 667",
      "966 1",
      "> ;",
      "0 665",
      "566 6",
      "656666 667",
      "< =",
      "Ā +",
      "Ā @",
      "68 66665",
      "64 664",
      "ĀĀ =",
      "766 69",
      "6667 665",
      "8 4",
      ". :",
      "76666 9",
      ". ĀĀ",
      "668 6666",
      "67 65667",
      "64 66",
      "69 0",
      "866 65",
      "; =",
      "67 65665",
      "64 56666",
      "76666 667",
      "7 5667",
      "8 9",
      "68 66667",
      "2 6656",
      "3 3",
      "= <",
      "8 5667",
      "65 46666",
      "6665 665",
      "566 0",
      "656666 665",
      "7 76666",
      "68 6",
      "ĀĀ <",
      "3 6686",
      "4 8",
      "766 26",
      "766665 5",
      "64 668",
      "64 76667",
      "69 66",
      "866 0",
      "366 1",
      "? :",
      "655 5665",
      "8669 6",
      "- Ā",
      "67 6656",
      "65 65667",
      "69 665",
      "60 8",
      "1 663",
      "566665 5",
      "677 7667",
      "0 6666",
      "466 63",
      "866 69",
      "60 3",
      "366 63",
      "+ Ā",
      "675 5665",
      "46665 6",
      "676666 665",
      "67 68",
      "566 26",
      "3 66667",
      "68 76666",
      "ĀĀ /Ā",
      "61 1",
      "4669 6",
      "966 0",
      "3 8",
      "7 7667",
      "9 6686",
      "656666 6666",
      "67 86667",
      "62 0",
      "676666 6666",
      ". ;",
      "67 67667",
      "56666 667",
      "966 69",
      "2 5",
      "67 67665",
      "; >",
      "65 67665",
      "2 6676",
      "ĀĀ >",
      "0 664",
      "60 9",
      "ĀĀ .Ā",
      "266 2",
      "3 1",
      "46666 4",
      "63 665",
      "3 66665",
      "656666 66",
      "65 65",
      "366 6",
      "675 7665",
      "; /",
      "= =",
      "ĀĀ ?",
      "9 8",
      "866 26",
      "266 1",
      "266 64",
      "7 56666",
      "> <",
      "566 63",
      "76666 665",
      "67 6676",
      "65 67667",
      "62 6666",
      "60 2",
      "60 6",
      "266 6",
      "65 56667",
      "4 9",
      "ĀĀ ;Ā",
      "466 6",
      "68 56665",
      "/ /",
      "266 65",
      "0 669",
      "667 67",
      "86666 6",
      "66 61",
      "66 646666",
      "64 676666",
      "ĀĀ ,Ā",
      "2 8",
      ": .",
      "56666 665",
      "6668 6",
      "9 66667",
      "63 66",
      "5 5665",
      "64 56665",
      "668 65",
      "46666 6",
      "4 2",
      "668 5667",
      "466 0",
      "/ <",
      "? ;",
      "Ā )",
      "68 56666",
      "46666 8",
      "678 5667",
      "5 56666",
      "366 36",
      "Ā *",
      "0 668",
      "3 9",
      "ĀĀ @",
      "7665 64",
      "366 0",
      "966 36",
      "3669 6",
      "- :",
      ": ?",
      "< /",
      "667 65",
      "76667 6",
      "665 76666",
      "766 16",
      "61 0",
      "656666 8",
      "2 3",
      "2 4",
      "@ :",
      "68 66",
      "676666 66",
      "6666 1",
      "86666 4",
      "655 56666",
      "655 76666",
      "677 76666",
      "9 9",
      "65 65665",
      "665 665",
      "664 64",
      "86666 8",
      "664 65",
      "664 68",
      "1 6656",
      "2 7",
      "4 5665",
      "2 6686",
      "667 68",
      "64 76666",
      "667 76666",
      "667 56666",
      "668 68",
      "866 16",
      "2 6646",
      "8 7667",
      "< >",
      "67 65",
      "ĀĀ *",
      "676666 4",
      "677 56666",
      "67 76665",
      "668 7667",
      "/ .",
      "66 366",
      "665 6664",
      "6669 6",
      "4 0",
      "5 5",
      "; ?",
      "65 86667",
      "665 56666",
      "667 6665",
      "ĀĀ -Ā",
      "656666 4",
      "9669 6",
      "ĀĀ= Ā",
      "9 66665",
      "664 6664",
      "60 1",
      "6666 67",
      "466 26",
      "0 5",
      "0 7",
      "7 1",
      "65 46665",
      "5665 68",
      "678 7667",
      ", ĀĀ",
      "- ĀĀ",
      "67 46665",
      "665 6667",
      "566 16",
      "0 3",
      "2 1",
      "665 64",
      "62 66",
      "687 5667",
      "9 4",
      "65 566",
      "667 64",
      "664 67",
      "647 7667",
      "655 7667",
      "67 669",
      "67 766",
      "65 86666",
      ". <",
      "1 5",
      "664 5665",
      "3 2",
      "8 766",
      "? <",
      "667 665",
      "68 668",
      "966 26",
      "766667 5",
      "766667 7",
      "ĀĀ< Ā",
      "> =",
      "ĀĀ +Ā",
      "67 46666",
      "466 16",
      "366 26",
      ") Ā",
      "/ =",
      "0 4",
      "0 663",
      "7 5",
      "667 6668",
      "63 668",
      "4 1",
      "7 7",
      "966 65",
      "675 76666",
      "0 1",
      "8 2",
      "67 56667",
      "65 76668",
      "6656666 6",
      "ĀĀ> Ā",
      "@ ;",
      "67 466",
      "5667 64",
      "675 56666",
      "166 1",
      "566667 5",
      ". /",
      ": -",
      "65 466",
      "664 667",
      "664 7665",
      "5667 68",
      "0 8",
      "= /",
      "657 76666",
      "< .",
      "676666 8",
      "- ;",
      "; .",
      "65 6656",
      "62 667",
      "668 6668",
      "0 2",
      "1 662",
      "4 3",
      "67 663",
      "665 69",
      "665 8665",
      "668 67",
      "56666 66",
      "1 7",
      "9 2",
      "67 566",
      "68 76667",
      "69 66665",
      "60 0",
      "674 5665",
      ": @",
      "866 64",
      "56665 6",
      "566667 7",
      "4 7665",
      "9 766",
      "5667 67",
      "657 56666",
      "6676666 6",
      "ĀĀ? Ā",
      "8 566",
      "8 4667",
      "64 65667",
      "654 7665",
      "658 7667",
      "86667 6",
      "1 3",
      "> /",
      "68 656666",
      "668 64",
      "5667 65",
      "9 3",
      "9 566",
      "Ā (",
      "66 266",
      "665 667",
      "68 86666",
      "; -",
      "@ <",
      "67 76668",
      "68 65667",
      "63 66667",
      "76666 66",
      "655 8665",
      "= >",
      "? =",
      "64 663",
      "64 67665",
      "664 69",
      "766 06",
      "/ -",
      "5 1",
      "6666 65",
      "67 646666",
      "677 4667",
      "665 63",
      ", ;",
      "4 56666",
      "4 8665",
      "8 3",
      "76666 3",
      "266 0",
      "766665 7",
      "6664 6",
      "0 9",
      "2 9",
      "< ?",
      "65 76665",
      "674 7665",
      "6556666 6",
      "? /",
      "664 63",
      "657 8667",
      "6776666 6",
      ", :",
      "@ =",
      "66656666 5",
      "1 6676",
      "2 2",
      "8 56666",
      "65 6676",
      "658 5667",
      "& Ā",
      "> >",
      "665 5667",
      "76666 64",
      "663 64",
      "645 7665",
      "6656665 6",
      "3 0",
      "7 566",
      "67 86668",
      "64 67667",
      "866 06",
      "677 5665",
      "4667 65",
      "6663 6",
      "667 667",
      "667 63",
      "68 664",
      "566 06",
      "366 67",
      "5668 64",
      "685 5665",
      "667 69",
      "69 664",
      "63 664",
      "656666 66666666",
      "663 65",
      "654 5665",
      "646666 8",
      "ĀĀ@ Ā",
      "68 76665",
      "64 56667",
      "ĀĀ '",
      "669 67",
      "46666 67",
      "655 5667",
      "647 5667",
      "2 66667",
      "66 60",
      "63 66665",
      "687 7667",
      ". -",
      "4 4665",
      "7 9",
      "8 8667",
      "66 966",
      "56666 64",
      "7667 68",
      "7664 64",
      "/ >",
      "8 466",
      "68 65665",
      "668 69",
      "663 67",
      "686666 4",
      "5 7665",
      "ĀĀ (",
      "366 62",
      "657 7665",
      "646666 4",
      "1 4",
      "< @",
      "668 5668",
      "56666 66666666",
      "676666 6",
      "676666 66666666",
      "46666 65",
      "86666 67",
      "86666 65",
      "675 4665",
      "166 64",
      "645 5665",
      ". =",
      "5 76666",
      "Ā '",
      "6666 66",
      "69 66667",
      "266 63",
      "677 7665",
      "675 8665",
      "566665 7",
      "+ ĀĀ",
      "- /",
      "0 6656",
      "1 8",
      "5 2",
      "5 9",
      "7 2",
      "= ?",
      "69 668",
      "966 16",
      "657 7668",
      "ĀĀ* Ā",
      ". ."
    ]
  }
}