{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "Ā": 83,
      "ą": 84,
      "Ć": 85,
      "ć": 86,
      "Ĉ": 87,
      "ĉ": 88,
      "Ċ": 89,
      "ċ": 90,
      "Č": 91,
      "č": 92,
      "Ď": 93,
      "ď": 94,
      "Đ": 95,
      "đ": 96,
      "Ē": 97,
      "ē": 98,
      "Ĕ": 99,
      "ĕ": 100,
      "Ė": 101,
      "ė": 102,
      "Ę": 103,
      "ę": 104,
      "Ě": 105,
      "ě": 106,
      "Ĝ": 107,
      "ĝ": 108,
      "Ğ": 109,
      "ğ": 110,
      "Ġ": 111,
      "--": 112,
      "----": 113,
      "-.": 114,
      "-,": 115,
      "--.": 116,
      "--,": 117,
      "-/": 118,
      "-+": 119,
      "--/": 120,
      "--+": 121,
      "-*": 122,
      "ĀĀ": 123,
      ".----": 124,
      ",----": 125,
      ".--": 126,
      ",--": 127,
      "+--": 128,
      "-)": 129,
      "-.----": 130,
      "-,----": 131,
      "/--": 132,
      "--,-": 133,
      "--.-": 134,
      "*--": 135,
      "--------": 136,
      ",--.": 137,
      "--*": 138,
      ".--,": 139,
      "---.": 140,
      "+----": 141,
      "/----": 142,
      "---": 143,
      ".--.": 144,
      ",--,": 145,
      "---,": 146,
      "-(": 147,
      "-,,": 148,
      "-..": 149,
      "--+-": 150,
      "-,.": 151,
      "--/-": 152,
      "-.,": 153,
      "--)": 154,
      "----.": 155,
      "----,": 156,
      ")--": 157,
      "+--.": 158,
      "---/": 159,
      ".---.": 160,
      "/--,": 161,
      ",---,": 162,
      ",--/": 163,
      "-./": 164,
      ".--+": 165,
      "-'": 166,
      "+--,": 167,
      "-/.": 168,
      "(--": 169,
      "/--.": 170,
      "-+,": 171,
      "-+.": 172,
      "-,+": 173,
      "-,/": 174,
      ".--/": 175,
      "-/,": 176,
      "-.+": 177,
      ",--+": 178,
      "00": 179,
      "--.----": 180,
      "--,----": 181,
      "--(": 182,
      "*----": 183,
      "-+----": 184,
      "-&": 185,
      "*-": 186,
      "-/----": 187,
      ",----,": 188,
      "---+": 189,
      "---,----": 190,
      "-//": 191,
      ".----.": 192,
      ",----.": 193,
      "-++": 194,
      "---.----": 195,
      "+--/": 196,
      "-,--,": 197,
      "-,--.": 198,
      ".----,": 199,
      "--'": 200,
      "*--.": 201,
      "/--+": 202,
      "-.--,": 203,
      "-.--.": 204,
      "-+/": 205,
      "-/+": 206,
      "/--/": 207,
      "*--,": 208,
      "+--+": 209,
      "+---,": 210,
      "01": 211,
      "-*,": 212,
      "/---.": 213,
      "'--": 214,
      ",--.-": 215,
      ".--,-": 216,
      "-,*": 217,
      "10": 218,
      "-*.": 219,
      "--*-": 220,
      ",--,-": 221,
      "-..----": 222,
      "----/": 223,
      "-.*": 224,
      ")-": 225,
      "-,,----": 226,
      "-,----.": 227,
      ".--.-": 228,
      ".--*": 229,
      ",---.": 230,
      "--&": 231,
      "-+-": 232,
      "*--/": 233,
      "----+": 234,
      "-,.----": 235,
      "-+*": 236,
      "(-": 237,
      "-.----,": 238,
      "-*+": 239,
      "-,----,": 240,
      ".Ā": 241,
      "ĀĀ.Ā": 242,
      "-%": 243,
      "11": 244,
      "-.,----": 245,
      "-Ā": 246,
      "ĀĀ-Ā": 247,
      ".---,": 248,
      "-.----.": 249,
      ",--*": 250,
      "+Ā": 251,
      "ĀĀ+Ā": 252,
      "20": 253,
      "--.---.": 254,
      "--,-.": 255,
      "02": 256,
      "*Ā": 257,
      "ĀĀ*Ā": 258,
      ".---/": 259,
      "--)-": 260,
      "+,": 261,
      ",Ā": 262,
      "ĀĀ,Ā": 263,
      "*--+": 264,
      "&--": 265,
      "-/*": 266,
      "-),": 267,
      "'-": 268,
      "-*-": 269,
      "-+)": 270,
      "--,-,": 271,
      "--.-,": 272,
      "--,---,": 273,
      "--.-.": 274,
      "/.": 275,
      "-*/": 276,
      ")----": 277,
      "-$": 278,
      "/Ā": 279,
      "ĀĀ/Ā": 280,
      "------------": 281,
      "21": 282,
      "/----,": 283,
      "%--": 284,
      "/--*": 285,
      ")Ā": 286,
      "ĀĀ)Ā": 287,
      "-).": 288,
      "+--,-": 289,
      "-**": 290,
      "30": 291,
      "/----.": 292,
      "-,)": 293,
      "+--*": 294,
      ",---+": 295,
      "-)+": 296,
      "/---/": 297,
      "+----.": 298,
      "+.": 299,
      "+--.-": 300,
      "-/)": 301,
      "-.)": 302,
      "/,": 303,
      "+----,": 304,
      ")--.": 305,
      "/--,-": 306,
      "12": 307,
      "/--.-": 308,
      "-,-": 309,
      "Ā.": 310,
      "--%": 311,
      ")--,": 312,
      ".,----": 313,
      ".--+-": 314,
      ".--)": 315,
      "..----": 316,
      "Ā*": 317,
      "-,.---.": 318,
      "ĀĀ(": 319,
      "---*": 320,
      "-+--.": 321,
      ",--)": 322,
      ",,----": 323,
      "Ā,": 324,
      "/---": 325,
      "&-": 326,
      "---.-": 327,
      ".-----": 328,
      ")--/": 329,
      "-..---.": 330,
      "--(-": 331,
      ".---": 332,
      "----*": 333,
      "-.,---,": 334,
      "+---+": 335,
      "-/--,": 336,
      "03": 337,
      "--$": 338,
      "Ā/": 339,
      "Ā+": 340,
      "ĀĀ'": 341,
      "--..----": 342,
      "-)/": 343,
      "*---,": 344,
      ",--/-": 345,
      "22": 346,
      "--,,----": 347,
      "-,-.----": 348,
      "-*)": 349,
      "-#": 350,
      "*--*": 351,
      "-.(": 352,
      "-+(": 353,
      ")--+": 354,
      ",.----": 355,
      ".--/-": 356,
      "--.,----": 357,
      "-)*": 358,
      "31": 359,
      "/ĀĀ": 360,
      "Ā)": 361,
      "-+--,": 362,
      "40": 363,
      "-*----": 364,
      "---,-": 365,
      "--,.----": 366,
      "-)-": 367,
      "-----": 368,
      "-,,---,": 369,
      "-+----.": 370,
      ",--+-": 371,
      "-.-": 372,
      "ĀĀ%": 373,
      "-.-.----": 374,
      "-,--": 375,
      "--,-/": 376,
      "-.--": 377,
      "-.--+": 378,
      "Ā(": 379,
      "/--+-": 380,
      "------.": 381,
      "-.-,----": 382,
      "-----,": 383,
      ".,--.": 384,
      "-/--.": 385,
      ".--(": 386,
      "*--,-": 387,
      "13": 388,
      "/--/-": 389,
      "-,(": 390,
      ",,--,": 391,
      "$--": 392,
      ",----+": 393,
      "---.--.": 394,
      ".--,-,": 395,
      "-,--+": 396,
      "#-": 397,
      "23": 398,
      "--'-": 399,
      "+--+-": 400,
      "+ĀĀ": 401,
      "..--.": 402,
      "------,": 403,
      "-/----,": 404,
      ".----/": 405,
      "/--)": 406,
      "*--.-": 407,
      "--.,--.": 408,
      ",--*-": 409,
      ",ĀĀ": 410,
      ".--,-.": 411,
      "-.--/": 412,
      "-,--/": 413,
      "14": 414,
      "+--/-": 415,
      "%-": 416,
      "-----.": 417,
      "04": 418,
      ",----/": 419,
      "-,-,----": 420,
      ".----+": 421,
      "--,,--,": 422,
      "+--)": 423,
      "-/-": 424,
      ",-----": 425,
      "-/(": 426,
      ".--*-": 427,
      "Ā'": 428,
      "*---+": 429,
      "41": 430,
      "--..--.": 431,
      ".ĀĀ": 432,
      "32": 433,
      "-*(": 434,
      "*ĀĀ": 435,
      "(----": 436,
      "*----.": 437,
      "$-": 438,
      "-/----.": 439,
      "-))": 440,
      ")ĀĀ": 441,
      "--.-+": 442,
      "-\"": 443,
      "-..,--.": 444,
      "#--": 445,
      "-,..--.": 446,
      "50": 447,
      "(--,": 448,
      "-+----,": 449,
      "---.--,": 450,
      "----------------": 451,
      "-,+----": 452,
      "*--)": 453,
      "/,--.": 454,
      "--.--,": 455,
      "---,--,": 456,
      "-,--------": 457,
      "-(,": 458,
      "Ā%": 459,
      "-,,.--,": 460,
      "--&-": 461,
      "(--/": 462,
      "*----,": 463,
      "Ā&": 464,
      "--+-.": 465,
      "-.------": 466,
      "---,--.": 467,
      ",.--,": 468,
      "--+-,": 469,
      "ĀĀ$": 470,
      ",--(": 471,
      "-(+": 472,
      "----)": 473,
      "--,.--,": 474,
      "\"-": 475,
      "33": 476,
      "-/.----": 477,
      "-+,----": 478,
      "/--(": 479,
      ".--.-.": 480,
      "-,.,--.": 481,
      "-/--": 482,
      "+)": 483,
      "+--*-": 484,
      "*,": 485,
      "--/---.": 486,
      "-.--------": 487,
      "*--+-": 488,
      "//": 489,
      "+---.": 490,
      ",---": 491,
      "(--.": 492,
      "-.-,--,": 493,
      "---/-": 494,
      "-,------,": 495,
      ".---.-": 496,
      "ĀĀ&": 497,
      "*--/-": 498,
      "/.--": 499,
      "-,------.": 500,
      "++": 501,
      "-.-,--.": 502,
      "--,--.": 503,
      "-.,,--,": 504,
      ".+----": 505,
      "--/-/": 506,
      "--/-,": 507,
      ".---+": 508,
      "-,,,--,": 509,
      "42": 510,
      "--+----": 511,
      "-,------": 512,
      "/--*-": 513,
      "05": 514,
      "-.--.-": 515,
      "--/----": 516,
      "-(.": 517,
      "ĀĀ(Ā": 518,
      "+--(": 519,
      "-)(": 520,
      "-.------,": 521,
      "--#": 522,
      ".--------": 523,
      ",-----,": 524,
      "-(*": 525,
      ")--*": 526,
      ",--'": 527,
      ",---/": 528,
      "-.------.": 529,
      "/-----": 530,
      "---)": 531,
      "--/,--.": 532,
      "-ĀĀ": 533,
      "51": 534,
      "-,--,-": 535,
      "--+---,": 536,
      "----.,": 537,
      "24": 538,
      "--.-/": 539,
      ".--)-": 540,
      "--------.": 541,
      "ĀĀ'Ā": 542,
      "(+": 543,
      "(.": 544,
      ".--'": 545,
      "-.--,-": 546,
      "-,'": 547,
      "-.,.--,": 548,
      ")--,-": 549,
      ")--.-": 550,
      "-,-,--.": 551,
      ",---*": 552,
      "+---,-": 553,
      "-.'": 554,
      "--,--,": 555,
      "-+--": 556,
      "-,,.----": 557,
      "+(": 558,
      "-,-.--,": 559,
      "-/,---,": 560,
      ",--------": 561,
      "/----/": 562,
      "-...--.": 563,
      "-,..----": 564,
      "----,,": 565,
      "/---.-": 566,
      "-!": 567,
      "-,--.-": 568,
      ":-": 569,
      "Ā-": 570,
      "/---,": 571,
      "--*--": 572,
      "-.-.--.": 573,
      "--,---+": 574,
      "-*--.": 575,
      "--------,": 576,
      "---(": 577,
      "-*'": 578,
      "-()": 579,
      "-..,----": 580,
      "+.--,": 581,
      "-,----/": 582,
      ",--,-.": 583,
      "-...----": 584,
      "-,-.--.": 585,
      "-,,---.": 586,
      "--,-+": 587,
      "-.------------": 588,
      "-(/": 589,
      "\"--": 590,
      "/.--.": 591,
      "--+-+": 592,
      "-,----+": 593,
      "/--)-": 594,
      "+----+": 595,
      "(,": 596,
      ".,--": 597,
      "-/--/": 598,
      "52": 599,
      ".+--.": 600,
      "43": 601,
      "-+.----": 602,
      "!-": 603,
      "'(": 604,
      "*)": 605,
      "/,--": 606,
      ".--,-/": 607,
      "-,,,----": 608,
      "61": 609,
      "-/.,--.": 610,
      "--.--.": 611,
      "-*--": 612,
      "*+": 613,
      "/,----": 614,
      "/+--": 615,
      "--,---.": 616,
      "+-----": 617,
      "'+": 618,
      "Ā$": 619,
      "-.-.--,": 620,
      "--+-/": 621,
      "---'": 622,
      "(ĀĀ": 623,
      "------": 624,
      "-+,---,": 625,
      "--/-.": 626,
      ",--)-": 627,
      "+---": 628,
      "*--(": 629,
      "--*-,": 630,
      "--.-----": 631,
      "---,----.": 632,
      "./----": 633,
      "/.----": 634,
      "-,------------": 635,
      "+,--,": 636,
      "--.---/": 637,
      "+----/": 638,
      "(*": 639,
      "15": 640,
      "-+-.----": 641,
      "-+.---.": 642,
      "--+---+": 643,
      "-.,.----": 644,
      "---+----": 645,
      "-/'": 646,
      "()": 647,
      "53": 648,
      "-+'": 649,
      ",------.": 650,
      "+--)-": 651,
      "-)'": 652,
      ".--+-.": 653,
      "//--": 654,
      "+---*": 655,
      "!--": 656,
      "-.---.": 657,
      "-,-,--,": 658,
      "-,+---,": 659,
      "--+,--,": 660,
      ".------,": 661,
      ",------,": 662,
      "+--'": 663,
      ",+--,": 664,
      "./--.": 665,
      "25": 666,
      "-./----": 667,
      "--+.--,": 668,
      "*---*": 669,
      "-.,,----": 670,
      "--%-": 671,
      "')": 672,
      "*/": 673,
      "60": 674,
      ",--.-.": 675,
      "--\"": 676,
      "--.---,": 677,
      "--,-*": 678,
      "*--'": 679,
      "ĀĀ%Ā": 680,
      ",(": 681,
      ",+----": 682,
      "35": 683,
      ".------.": 684,
      ")--)": 685,
      ".,--,": 686,
      "-/&": 687,
      "-+--/": 688,
      ".--&": 689,
      "*--*-": 690,
      "-+..--.": 691,
      "34": 692,
      "ĀĀ:": 693,
      "-.----+": 694,
      "-.----/": 695,
      "/----+": 696,
      "-./,--.": 697,
      "--,-----": 698,
      "*.": 699,
      "--.--": 700,
      "-+--+": 701,
      "--/---/": 702,
      ".--(-": 703,
      "--*-.": 704,
      "-..+--.": 705,
      "-..-----": 706,
      "--$-": 707,
      "70": 708,
      "-,,--": 709,
      "-/.---.": 710,
      "-*&": 711,
      ",------": 712,
      "---,----,": 713,
      ".---/-": 714,
      "''": 715,
      "*(": 716,
      "--+--.": 717,
      "',": 718,
      "'--/": 719,
      "-.&": 720,
      "-.+---,": 721,
      "-./---.": 722,
      "-,&": 723,
      "-//----": 724,
      "ĀĀ\"": 725,
      "---+-": 726,
      "'&": 727,
      ",)": 728,
      "/+": 729,
      "/+--.": 730,
      "44": 731,
      "62": 732,
      "-.,--.": 733,
      "-/,----": 734,
      "--/.--.": 735,
      ",---,-": 736,
      "Ġ-": 737,
      "-/--+": 738,
      ",--&": 739,
      ",--(-": 740,
      "'/": 741,
      "-,---,": 742,
      "ĀĀ#": 743,
      ".------": 744,
      ".------------": 745,
      "/--'": 746,
      "-,.,----": 747,
      "'*": 748,
      "(--+": 749,
      "**": 750,
      "--,--": 751,
      "--*-/": 752,
      "-((": 753,
      "----,.": 754,
      "%)": 755,
      "'.": 756,
      "63": 757,
      "-..---,": 758,
      "--,,--.": 759,
      "-(-": 760,
      "-*--,": 761,
      ",---.-": 762,
      ",&": 763,
      "/*--": 764,
      "-,,.--.": 765,
      "-.+.--,": 766,
      "-/----+": 767,
      ",----,,": 768,
      "---.----,": 769,
      "-,.-----": 770,
      "--.---.-": 771,
      "'----": 772,
      "))": 773,
      ",.--": 774,
      "--.-*": 775,
      "--,/--,": 776,
      "+--&": 777,
      "----.-": 778,
      "----..": 779,
      "-+----/": 780,
      "/)": 781,
      "54": 782,
      "-.,+--,": 783,
      "--.------.": 784,
      "'ĀĀ": 785,
      "(/": 786,
      "++--,": 787,
      "..--": 788,
      "-,%": 789,
      "-.-----": 790,
      "-..,--,": 791,
      "-,+.--,": 792,
      "&)": 793,
      "56": 794,
      "-----+": 795,
      "-.+----": 796,
      "--/-+": 797,
      ",------------": 798,
      "/--(-": 799,
      "-,..--/": 800,
      "--)-.": 801,
      "-,/,--.": 802,
      "-.+,--,": 803,
      ".----,,": 804,
      "&,": 805,
      "//--.": 806,
      "07": 807,
      "ĀĀ!": 808,
      "ĀĀ;": 809,
      "-)--": 810,
      "--*-+": 811,
      ")--(": 812,
      ",--/-.": 813,
      "-,+,--,": 814,
      "---.----.": 815,
      "-,,-----": 816,
      "-,----.-": 817,
      ").": 818,
      "Ā#": 819,
      "--.--------": 820,
      "-/--.-": 821,
      ".-----,": 822,
      "*---": 823,
      "-,,/--,": 824,
      "-,/.--.": 825,
      ".---,-": 826,
      "++--": 827,
      "06": 828,
      "55": 829,
      "Ğ-": 830,
      "-.,--": 831,
      "-)&": 832,
      "/---+": 833,
      "-,.+--.": 834,
      ")---+": 835,
      "-'.": 836,
      "-/,,--,": 837,
      ",--+-.": 838,
      "/,--/": 839,
      "Ā\"": 840,
      "-,/----": 841,
      "-,/---.": 842,
      "-+--,-": 843,
      "--+--,": 844,
      "-,,,--.": 845,
      "--,---,-": 846,
      ",'": 847,
      "..--,": 848,
      "-----/": 849,
      "-+&": 850,
      "-+,.--,": 851,
      "--,------,": 852,
      "&(": 853,
      "+.----": 854,
      ",*--": 855,
      ",/--,": 856,
      "-.--/-": 857,
      "-('": 858,
      "-./.--.": 859,
      ".--/-,": 860,
      "&.": 861,
      "(--,-": 862,
      "16": 863,
      "26": 864,
      "--;": 865,
      "-------": 866,
      "-..--": 867,
      "-.+--": 868,
      "-/-.----": 869,
      "--+-*": 870,
      "/--.-,": 871,
      "-+----+": 872,
      "ĀĀ&Ā": 873,
      "*,--,": 874,
      "./--": 875,
      "80": 876,
      "ğ-": 877,
      "--.+--.": 878,
      "-+,---.": 879,
      "--/---": 880,
      "+--(-": 881,
      "-.,,--.": 882,
      ",--/-+": 883,
      "-+.,--.": 884,
      "((": 885,
      ")+": 886,
      "*'": 887,
      "+,----": 888,
      "+,--": 889,
      ".)": 890,
      "-,.--,": 891,
      "--,--/": 892,
      "-+%": 893,
      ",--/-,": 894,
      "*----/": 895,
      "-/----/": 896,
      "-.----,-": 897,
      "/+----": 898,
      "45": 899,
      "71": 900,
      ":ĀĀ": 901,
      "--!": 902,
      "-..--.": 903,
      "-,--*": 904,
      "--..--,": 905,
      "-/-,--,": 906,
      "-)----": 907,
      ")---*": 908,
      "-')": 909,
      "-/.,----": 910,
      ",--+-,": 911,
      "&'": 912,
      "),": 913,
      "+.--": 914,
      ",.--+": 915,
      "--.-)": 916,
      "--,-,.": 917,
      "-/%": 918,
      "-/-,--.": 919,
      "-//---.": 920,
      "-+-.--,": 921,
      "-+-.--.": 922,
      "--/--,": 923,
      "--+-)": 924,
      ",---+-": 925,
      "/--,-.": 926,
      "-',": 927,
      "-/,.--,": 928,
      "-,.---.-": 929,
      "(%": 930,
      ")*": 931,
      ")/": 932,
      "*&": 933,
      "Ġ--": 934,
      "-.,---+": 935,
      "--.--/": 936,
      "--.---": 937,
      "ĀĀ<": 938,
      "/--&": 939,
      "----,-": 940,
      ",--/-*": 941,
      "(&": 942,
      "('": 943,
      "+/": 944,
      ".&": 945,
      ".,----.": 946,
      "66": 947,
      "--,-.,": 948,
      "-/--,-": 949,
      ".--.-,": 950,
      "(---+": 951,
      "--.------,": 952,
      "%&": 953,
      "%,": 954,
      "+/--": 955,
      ",/----": 956,
      "-:": 957,
      "--#-": 958,
      "-.-*": 959,
      "--,-,,": 960,
      "+---/": 961,
      "*--)-": 962,
      "(--)": 963,
      ")'": 964,
      ",,--.": 965,
      ".+--": 966,
      "ğ--": 967,
      "-,.--": 968,
      "-,-,----.": 969,
      "--.-,.": 970,
      "--..----.": 971,
      "--,.--+": 972,
      "-+-,--.": 973,
      "-,------+": 974,
      "--*-*": 975,
      "-,,.--+": 976,
      "-./+--.": 977,
      "-'*": 978,
      "/--.-.": 979,
      ".--/-.": 980,
      "%.": 981,
      "+*": 982,
      "+-": 983,
      "+,--+": 984,
      ",,----.": 985,
      ",,--,-": 986,
      "/'": 987,
      "18": 988,
      "46": 989,
      "ĠĀ": 990,
      ".----*": 991,
      ".--%": 992,
      "---(-": 993,
      "-'(": 994,
      "(--.-": 995,
      ".,--/": 996,
      "36": 997,
      "74": 998,
      "------+": 999,
      "-.%": 1000,
      "-.,---.": 1001,
      "--,--+": 1002,
      "ĀĀğ": 1003,
      "+--'-": 1004,
      "*---+-": 1005,
      "-.,.--+": 1006,
      "-.,-----": 1007,
      "ĀĀ$Ā": 1008,
      "+'": 1009,
      ",+": 1010,
      ".'": 1011,
      "./": 1012,
      ".,----,": 1013,
      "--.--+": 1014,
      "-/-.--,": 1015,
      "-/.---,": 1016,
      "-++---,": 1017,
      "--/--": 1018,
      "-*%": 1019,
      ".-----.": 1020,
      ".--'-": 1021,
      "-.------,----": 1022,
      "/----*": 1023,
      "---&": 1024,
      "-,,/----": 1025,
      "-//,--.": 1026,
      "%(": 1027,
      "&*": 1028,
      "27": 1029,
      "93": 1030,
      "-,.---/": 1031,
      "-/-,----": 1032,
      "-/---.": 1033,
      "-)-/": 1034,
      "*--&": 1035,
      "(--(": 1036,
      "-+,.----": 1037,
      "---,--------": 1038,
      "&/": 1039,
      ")(": 1040,
      "+.--+": 1041,
      ",.": 1042,
      ",/": 1043,
      ".+--,": 1044,
      "83": 1045,
      "-./--": 1046,
      "-,.---,": 1047,
      "--,--------": 1048,
      "-+-,----": 1049,
      "ĀĀ=": 1050,
      "*---.": 1051,
      "+----*": 1052,
      ".--.-/": 1053,
      ",--,-/": 1054,
      "-...--,": 1055,
      "-/..--.": 1056,
      "-+,,--,": 1057,
      "-/,,----": 1058,
      "-+------.": 1059,
      "-&,": 1060,
      "+--/-+": 1061,
      "%'": 1062,
      "%+": 1063,
      ")---": 1064,
      ")--/-": 1065,
      ".*--": 1066,
      "72": 1067,
      "90": 1068,
      "<-": 1069,
      "-----*": 1070,
      "-,-+": 1071,
      "-,-,----,": 1072,
      "-++--": 1073,
      "--/--.": 1074,
      "--/.--/": 1075,
      "--+--": 1076,
      ",--%": 1077,
      "-.------/": 1078,
      "-.------+": 1079,
      "/--'-": 1080,
      "-.,/--,": 1081,
      "--)-*": 1082,
      "-'+": 1083,
      "---.--------": 1084,
      "*+--": 1085,
      ",,--": 1086,
      ",.----.": 1087,
      ".(": 1088,
      "08": 1089,
      "-,-/----": 1090,
      "-,,---+": 1091,
      "--.-,,": 1092,
      "-++----": 1093,
      "+---+-": 1094,
      "-,-----": 1095,
      "*---,-": 1096,
      "-(----": 1097,
      "-../----": 1098,
      "-,.,--.-": 1099,
      "--)-/": 1100,
      "----,+": 1101,
      ")--'": 1102,
      "----/.": 1103,
      "-.----.-": 1104,
      ",*--,": 1105,
      "-ğ": 1106,
      "64": 1107,
      "-,-.----,": 1108,
      "--.-(": 1109,
      "---------.": 1110,
      "-,./--.": 1111,
      "+--.-.": 1112,
      "---/--,": 1113,
      "---+--.": 1114,
      "*--.-.": 1115,
      "-/+,--,": 1116,
      "++----": 1117,
      "+/--,": 1118,
      ",%": 1119,
      "..--/": 1120,
      "..----.": 1121,
      "--/-*": 1122,
      ",--'-": 1123,
      "-.------.----": 1124,
      "-(&": 1125,
      "----,/": 1126,
      "+--.-,": 1127,
      ",--/-/": 1128,
      ".--+-,": 1129,
      "(---)": 1130,
      ",--+-/": 1131,
      "*-----": 1132,
      "-/------": 1133,
      "-/------.": 1134,
      "-+/.--.": 1135,
      "/---/-": 1136,
      "%/": 1137,
      ",*": 1138,
      ",-": 1139,
      "17": 1140,
      "38": 1141,
      ":--": 1142,
      "-.--+-": 1143,
      "-.-,----,": 1144,
      "-/+---,": 1145,
      "-+.---/": 1146,
      "--/,--": 1147,
      "--/,--/": 1148,
      "-*----.": 1149,
      "---.--+": 1150,
      "-..,----.": 1151,
      "-.,+----": 1152,
      "+--.-+": 1153,
      "-+------": 1154,
      "+--/-,": 1155,
      "----+-": 1156,
      "-..---.-": 1157,
      "&ĀĀ": 1158,
      "(*--": 1159,
      ").--": 1160,
      ",+--": 1161,
      "-Ğ": 1162,
      "..": 1163,
      ".,--.-": 1164,
      "/.--/": 1165,
      "-.--*": 1166,
      "-,--/-": 1167,
      "--.,----,": 1168,
      "--,/----": 1169,
      "--,---": 1170,
      "--,,----.": 1171,
      "-+,--": 1172,
      "-+/----": 1173,
      "-+---,": 1174,
      "+---)": 1175,
      "*---)": 1176,
      "-..+----": 1177,
      "-,..--,": 1178,
      "----./": 1179,
      "-./.----": 1180,
      "+--,-,": 1181,
      "(--'": 1182,
      "-++.--,": 1183,
      "/--+-.": 1184,
      "/--/-,": 1185,
      "$(": 1186,
      "%*": 1187,
      "&Ā": 1188,
      "*.--,": 1189,
      "++--+": 1190,
      ".*----": 1191,
      "--\"-": 1192,
      "----(": 1193,
      "-.-.----.": 1194,
      "--,.--.": 1195,
      "--,-,+": 1196,
      "-)%": 1197,
      "/--%": 1198,
      "*--(-": 1199,
      "---,--": 1200,
      "---,--.-": 1201,
      "-,,.----.": 1202,
      "-..,--/": 1203,
      "-,.,--/": 1204,
      "-.,.--.": 1205,
      "-./,--": 1206,
      "(---*": 1207,
      "-+,,----": 1208,
      "-,/+--": 1209,
      "$&": 1210,
      ")&": 1211,
      ")--+-": 1212,
      "+/--+": 1213,
      "/*": 1214,
      "65": 1215,
      "75": 1216,
      "81": 1217,
      "91": 1218,
      "--:": 1219,
      "-..---/": 1220,
      "-,--)": 1221,
      "-,-.----.": 1222,
      "--./----": 1223,
      "--.,--,": 1224,
      "--./--.": 1225,
      "--,-/.": 1226,
      "--,-+.": 1227,
      "--,-,/": 1228,
      "--,-/,": 1229,
      "-/-+": 1230,
      "--/,----": 1231,
      "--/---,": 1232,
      "-*--,-": 1233,
      ",---)": 1234,
      "-,-------.": 1235,
      "-,-------.----": 1236,
      "-...--": 1237,
      "-...--/": 1238,
      "-,.,--": 1239,
      "---/----": 1240,
      "-+,/--,": 1241,
      "-+------,": 1242,
      "/--/-.": 1243,
      "ĀĀ;Ā": 1244,
      "%ĀĀ": 1245,
      "&&": 1246,
      "(--*": 1247,
      ")----,": 1248,
      ",,": 1249,
      ",,--+": 1250,
      ",*----": 1251,
      ".*": 1252,
      "//----": 1253,
      "/,--.-": 1254,
      "73": 1255,
      "82": 1256,
      "-,,--,": 1257,
      "--.,--/": 1258,
      "--..--/": 1259,
      "--,-.+": 1260,
      "-/.--": 1261,
      "-+/---.": 1262,
      "--+-,,": 1263,
      "--++--,": 1264,
      "ĀĀĜ": 1265,
      "-,------/": 1266,
      "--*.--+": 1267,
      "---.-.": 1268,
      "---'-": 1269,
      "-(--": 1270,
      "-,,,----,": 1271,
      "-.,,--+": 1272,
      ")---+-": 1273,
      "+--.--": 1274,
      "-./,----": 1275,
      "-./,--/": 1276,
      "-+..----": 1277,
      "-,+/--,": 1278,
      "-,,---,-": 1279,
      "$'": 1280,
      "$,": 1281,
      "(--+-": 1282,
      "+%": 1283,
      "+.--,-": 1284,
      ",/--": 1285,
      ",+--+": 1286,
      ".%": 1287,
      "/*--.": 1288,
      "37": 1289,
      ";-": 1290,
      "-,-+--.": 1291,
      "--.----,": 1292,
      "--,-)": 1293,
      "--,.----.": 1294,
      "-/.--.": 1295,
      "-*--/": 1296,
      "ĀĀ?": 1297,
      "ĀĀĞ": 1298,
      "-.-------.": 1299,
      "---.-,": 1300,
      "---,--/": 1301,
      "-,,/--+": 1302,
      "--)-,": 1303,
      "-,/.--": 1304,
      "-/+.--,": 1305,
      "$*": 1306,
      "$.": 1307,
      "(--/-": 1308,
      "),--": 1309,
      "*.--": 1310,
      "*.--+": 1311,
      ",,----,": 1312,
      "-;": 1313,
      ".+": 1314,
      ".,": 1315,
      "/+--/": 1316,
      "47": 1317,
      "67": 1318,
      ">Ā": 1319,
      "--!-": 1320,
      "------/": 1321,
      "-------.": 1322,
      "--,---/": 1323,
      "--,+--,": 1324,
      "-/$": 1325,
      "-+--.-": 1326,
      "-+/---/": 1327,
      "--+,----": 1328,
      "-*----,": 1329,
      "ĀĀĝ": 1330,
      ",------.----": 1331,
      "-,------.----": 1332,
      "---.--": 1333,
      ".--.-*": 1334,
      "-,,+----": 1335,
      "-..,--": 1336,
      ")--'-": 1337,
      "+--,-.": 1338,
      "-,+,--+": 1339,
      "-.+.--+": 1340,
      "000": 1341,
      "-+/,--.": 1342,
      "*--,-+": 1343,
      "----/,": 1344,
      "$/": 1345,
      "'%": 1346,
      "(---": 1347,
      ")----+": 1348,
      "*,----": 1349,
      "**--": 1350,
      "+*--": 1351,
      "29": 1352,
      "58": 1353,
      "=-": 1354,
      "Ā!": 1355,
      "-.-.----,": 1356,
      "-,/---/": 1357,
      "--.,--": 1358,
      "--.---.----": 1359,
      "--,+----": 1360,
      "--,,----,": 1361,
      "-/-)": 1362,
      "-/--------": 1363,
      "-+-/": 1364,
      "--/-(": 1365,
      "--+/--,": 1366,
      "+--%": 1367,
      "-../--": 1368,
      "-''": 1369,
      "-/.+--.": 1370,
      "-,/,--": 1371,
      "-.+,--+": 1372,
      "-++,--,": 1373,
      "#,": 1374,
      "$$": 1375,
      "*,--": 1376,
      "*/--": 1377,
      "+&": 1378,
      ",.----,": 1379,
      "/&": 1380,
      "/.--.-": 1381,
      "77": 1382,
      "--Ğ": 1383,
      "-.-,----.": 1384,
      "-,$": 1385,
      "-,.---": 1386,
      "--.-..": 1387,
      "--.------------": 1388,
      "--,----.": 1389,
      "--,---,----": 1390,
      "-/,---+": 1391,
      "-+.--": 1392,
      "-++---+": 1393,
      "--/.----": 1394,
      "--/-)": 1395,
      "--+-..": 1396,
      "-*-.--.": 1397,
      "-.----,--,": 1398,
      "-,-------,": 1399,
      "-,------,----": 1400,
      ",--.-,": 1401,
      ",--.-/": 1402,
      "-,,+--,": 1403,
      "-,,,----.": 1404,
      "-,.,----,": 1405,
      "-.,.----.": 1406,
      "--)-+": 1407,
      ")---)": 1408,
      "---/--.": 1409,
      "-.//--.": 1410,
      "-'/": 1411,
      "-/..----": 1412,
      "-/.+----": 1413,
      "-/.,--,": 1414,
      "-/,.----": 1415,
      "-&)": 1416,
      "-&*": 1417,
      "-//+--.": 1418,
      "+--/-.": 1419,
      "/--+-/": 1420,
      "/--/-*": 1421,
      ".--*-.": 1422,
      "ĀĀ!Ā": 1423,
      "\"'": 1424,
      "*%": 1425,
      "+/----": 1426,
      "+)--": 1427,
      ".$": 1428,
      "..--.-": 1429,
      "39": 1430,
      "84": 1431,
      ";ĀĀ": 1432,
      "--(--": 1433,
      "-,-/": 1434,
      "-,--+-": 1435,
      "--.---+": 1436,
      "--.,----.": 1437,
      "--,---*": 1438,
      "-+$": 1439,
      "-+.---,": 1440,
      "--//--.": 1441,
      "--+--+": 1442,
      "--+-(": 1443,
      "--+.--+": 1444,
      "-*--.-": 1445,
      ".--&-": 1446,
      "-,-----.": 1447,
      "/---.--,": 1448,
      "/-----.": 1449,
      "-../--.": 1450,
      "-,..--": 1451,
      "-,.,--,": 1452,
      "----.*": 1453,
      "-./+--": 1454,
      "-,/.----": 1455,
      ".--/-/": 1456,
      "-/,.--+": 1457,
      "--(-.": 1458,
      "--(-/": 1459,
      "-&(": 1460,
      "-//,----": 1461,
      ".--*-/": 1462,
      "+--*-.": 1463,
      "-.,---,-": 1464,
      "#'": 1465,
      "&+": 1466,
      "'/--": 1467,
      "+,--,-": 1468,
      "+,--*": 1469,
      "..----,": 1470,
      ".*--.": 1471,
      "/%": 1472,
      "48": 1473,
      "49": 1474,
      "68": 1475,
      "---*-": 1476,
      "--:-": 1477,
      "-------,": 1478,
      "-,+--": 1479,
      "--.-.+": 1480,
      "-+-,--,": 1481,
      "--+,--+": 1482,
      "-*,----": 1483,
      "ĀĀ@": 1484,
      "+--&-": 1485,
      "--.-'": 1486,
      "---$": 1487,
      "---,--+": 1488,
      "-,,.----,": 1489,
      "-..,----,": 1490,
      "-,..----.": 1491,
      "-.,/----": 1492,
      "---/--": 1493,
      ",--/--": 1494,
      "-/..--,": 1495,
      "-+..--": 1496,
      "-,+.--+": 1497,
      "-&.": 1498,
      "-+/.--": 1499,
      "-/++--,": 1500,
      "*--,-/": 1501,
      ".--*-,": 1502,
      ".--*-+": 1503,
      "--------------": 1504,
      "-,+-----": 1505,
      "ĀĀ:Ā": 1506,
      "ĀĀ\"Ā": 1507,
      "ĀĀ#Ā": 1508,
      "&%": 1509,
      ")/--": 1510,
      ")----.": 1511,
      ")----/": 1512,
      "*,--+": 1513,
      "+,--.": 1514,
      "+*----": 1515,
      "+*--+": 1516,
      ",)--": 1517,
      ".-": 1518,
      ".+--/": 1519,
      "/$": 1520,
      "/)--": 1521,
      "110": 1522,
      "--<": 1523,
      "--ğ": 1524,
      "-.-/": 1525,
      "-.-+": 1526,
      "-.-+--.": 1527,
      "--.----.": 1528,
      "--..----,": 1529,
      "--,-..": 1530,
      "--,-+,": 1531,
      "--,,--+": 1532,
      "-/-+----": 1533,
      "--+.----": 1534,
      "-*-.----": 1535,
      "-.----.--.": 1536,
      "-----------,": 1537,
      "/-----/": 1538,
      "-..+--,": 1539,
      "-,.,----.": 1540,
      "-,..--.-": 1541,
      "-.,,----.": 1542,
      "-,+,----": 1543,
      "-/,,--+": 1544,
      "--(-,": 1545,
      "-+------/": 1546,
      "-++/--,": 1547,
      "/--+-,": 1548,
      "-+/,--": 1549,
      "ĀĀ(Ā,": 1550,
      "#(": 1551,
      "#)": 1552,
      "$%": 1553,
      ",#": 1554,
      ",,--*": 1555,
      "./--,": 1556,
      ".*--/": 1557,
      "95": 1558,
      "ĝ-": 1559,
      "-./---/": 1560,
      "--.-++": 1561,
      "--,.--,-": 1562,
      "--,,--,-": 1563,
      "-/+----": 1564,
      "-/-.--.": 1565,
      "-+-/----": 1566,
      "--/-.,": 1567,
      "--+---": 1568,
      "-*$": 1569,
      "-*----+": 1570,
      "ĀĀĚ": 1571,
      ",--$": 1572,
      "-)--.": 1573,
      "-.-------,": 1574,
      "*---(": 1575,
      "-,,/--.": 1576,
      "-,,.--,-": 1577,
      "-,./--,": 1578,
      "-,..----,": 1579,
      "--/-&": 1580,
      "---/-,": 1581,
      "-+,.--.": 1582,
      "*----+": 1583,
      "-&-": 1584,
      "---,------------": 1585,
      ".----..----": 1586,
      "+--+-*": 1587,
      "-,*,--,": 1588,
      "+,--+-": 1589,
      "--,-,-": 1590,
      "--.-,-": 1591,
      "%%": 1592,
      "(#": 1593,
      "+(--": 1594,
      ",.--.": 1595,
      ".,--+": 1596,
      "/.--,": 1597,
      "/,--,": 1598,
      "-->": 1599,
      "------,-": 1600,
      "------.-": 1601,
      "-,,----,": 1602,
      "-,/---": 1603,
      "-,*---,": 1604,
      "-,-.--/": 1605,
      "--./--,": 1606,
      "--,.----,": 1607,
      "-+,---+": 1608,
      "-+-.--/": 1609,
      "-*-/": 1610,
      "-*+----": 1611,
      "-*----/": 1612,
      "-)----.": 1613,
      "-.----,----": 1614,
      "/---,-": 1615,
      "--------.----": 1616,
      "--*--,": 1617,
      "---%": 1618,
      "-,./----": 1619,
      "-,.+--/": 1620,
      "-,./--/": 1621,
      "--/-'": 1622,
      "-.,+--.": 1623,
      "-./*--.": 1624,
      "-+,,--.": 1625,
      "-+..--/": 1626,
      "-,/+--.": 1627,
      "-,/,--/": 1628,
      "--,------.----": 1629,
      "*--,-.": 1630,
      "----/-": 1631,
      "----+,": 1632,
      "\".": 1633,
      "$ĀĀ": 1634,
      "'--+": 1635,
      "'---": 1636,
      "(+--": 1637,
      ")$": 1638,
      ")+--": 1639,
      ")*--": 1640,
      ")---,": 1641,
      "*+----": 1642,
      "*+--,": 1643,
      "*+--+": 1644,
      ",/--+": 1645,
      "-<": 1646,
      ".)--": 1647,
      "./----,": 1648,
      ".,--/-": 1649,
      "/(--": 1650,
      "09": 1651,
      "86": 1652,
      "-.--)": 1653,
      "-..---": 1654,
      "-.-/--,": 1655,
      "-,,----.": 1656,
      "--..--": 1657,
      "--.-+.": 1658,
      "--.-//": 1659,
      "--.-*.": 1660,
      "--,+--+": 1661,
      "-+.--,": 1662,
      "--/.--": 1663,
      "--+-,+": 1664,
      "--+/--+": 1665,
      ",-----.": 1666,
      ".--$": 1667,
      ",---,----": 1668,
      "-)$": 1669,
      "/---*": 1670,
      "*---*-": 1671,
      "--*----": 1672,
      "--*-)": 1673,
      "---.--,-": 1674,
      "-(%": 1675,
      "-,,+--.": 1676,
      "-,,,--+": 1677,
      "-...----,": 1678,
      "-,.+----": 1679,
      "-.,,----,": 1680,
      "-'-": 1681,
      "/--.-+": 1682,
      "-,//--": 1683,
      "-/,+--,": 1684,
      "-.+/--,": 1685,
      "-.++--,": 1686,
      "*-----.": 1687,
      "+--/-/": 1688,
      "-+/+--": 1689,
      "/--/-/": 1690,
      "-,----,-": 1691,
      "+,.----": 1692,
      "-------------": 1693,
      "-+----.-": 1694,
      "-,,---.-": 1695,
      "\"ĀĀ": 1696,
      "#%": 1697,
      "&--.-": 1698,
      "'--.": 1699,
      ")%": 1700,
      "*$": 1701,
      "+--------": 1702,
      ",+--.": 1703,
      ",.--,-": 1704,
      "/'--": 1705,
      "/*--/": 1706,
      "19": 1707,
      "87": 1708,
      "92": 1709,
      "Ğ--": 1710,
      "Ġ0": 1711,
      "--*---,": 1712,
      "-.+---+": 1713,
      "-.-,--": 1714,
      "-.-,--+": 1715,
      "-,\"": 1716,
      "-,-/--,": 1717,
      "-,-.--+": 1718,
      "--./--": 1719,
      "--.-.,": 1720,
      "--.,--.-": 1721,
      "--..--.-": 1722,
      "--,--)": 1723,
      "--/+--": 1724,
      "--/+--.": 1725,
      "--/-----": 1726,
      "--+---*": 1727,
      "--+---,-": 1728,
      "--+-----": 1729,
      "-*,---,": 1730,
      ".-------.": 1731,
      ",----*": 1732,
      ",------,----": 1733,
      ",--*--": 1734,
      ",---/-": 1735,
      "/--&-": 1736,
      "--*--.": 1737,
      "--*,--,": 1738,
      "---.-+": 1739,
      "---.--/": 1740,
      "---,--,-": 1741,
      "-,./--": 1742,
      "--)--": 1743,
      "-/.,--": 1744,
      "/--.-/": 1745,
      "-+,.--,-": 1746,
      "-+./--.": 1747,
      ".--/-+": 1748,
      "-.+,--.": 1749,
      "-/------,": 1750,
      "-/------/": 1751,
      "-++.----": 1752,
      ".----,-": 1753,
      "-.*+--,": 1754,
      "--&-.": 1755,
      "/.--/-": 1756,
      "#&": 1757,
      "#.": 1758,
      "#Ā": 1759,
      "$Ā": 1760,
      "&----": 1761,
      "&--/": 1762,
      "&*--": 1763,
      "'--.-": 1764,
      "'*--": 1765,
      "((--": 1766,
      ")#": 1767,
      ")--.-.": 1768,
      "*#": 1769,
      "++--,-": 1770,
      ",*--+": 1771,
      ".#": 1772,
      "/*----": 1773,
      "57": 1774,
      "--*---+": 1775,
      "-,---.": 1776,
      "-,+---+": 1777,
      "--.-,+": 1778,
      "--.-,*": 1779,
      "--,-./": 1780,
      "--,-++": 1781,
      "--,-/+": 1782,
      "-//---/": 1783,
      "-//---": 1784,
      "-/+---+": 1785,
      "-/-,--+": 1786,
      "-+--*": 1787,
      "-+,--,": 1788,
      "--/-+,": 1789,
      "--/+--/": 1790,
      "--/---.-": 1791,
      ".------.----": 1792,
      ",---.--.": 1793,
      "-.----.--,": 1794,
      "-,----.--,": 1795,
      ",--.-*": 1796,
      "---.-*": 1797,
      "/----+,": 1798,
      "-,..--+": 1799,
      ")---*-": 1800,
      "---/-.": 1801,
      "---/-*": 1802,
      "/--,--": 1803,
      "(---+-": 1804,
      "(--'-": 1805,
      "-,//--.": 1806,
      "-,//--/": 1807,
      ".--/-*": 1808,
      "-/,,--.": 1809,
      "---+----.": 1810,
      "-//.----": 1811,
      "-++,----": 1812,
      "--'-,": 1813,
      "-*,.--,": 1814,
      "-.*,--,": 1815,
      "-%(": 1816,
      "ĀĀ,Ā*": 1817,
      "/,--/-": 1818,
      "+----,-": 1819,
      "ĀĀ=Ā": 1820,
      "\"%": 1821,
      "#*": 1822,
      "$)": 1823,
      "&,--": 1824,
      "'+--": 1825,
      "'--,-": 1826,
      "($": 1827,
      "(.--": 1828,
      "(----,": 1829,
      ")--*-": 1830,
      "*/--,": 1831,
      "*(--": 1832,
      "**--,": 1833,
      ",$": 1834,
      ",+----.": 1835,
      ".)----": 1836,
      "/ĀĀ-Ā": 1837,
      "85": 1838,
      "?-": 1839,
      "@-": 1840,
      "ě-": 1841,
      "Ġ1": 1842,
      "----'": 1843,
      "-.-/----": 1844,
      "--.+----": 1845,
      "--,-*.": 1846,
      "-/#": 1847,
      "-/-,----.": 1848,
      "-+-/--,": 1849,
      "--/.--,": 1850,
      "--/.----.": 1851,
      "--+-/.": 1852,
      "-*--+": 1853,
      "ĀĀě": 1854,
      ",-----+": 1855,
      ".---.----": 1856,
      ".---+-": 1857,
      ",---*-": 1858,
      "-)----,": 1859,
      "-.-------.----": 1860,
      "-,-------,----": 1861,
      "-,,.--": 1862,
      "-...----.": 1863,
      "-.,,--": 1864,
      "---/----,": 1865,
      "-./.--": 1866,
      "-/.,--/": 1867,
      "(---*-": 1868,
      "-+.,--/": 1869,
      "-+..--.-": 1870,
      "-//.--.": 1871,
      "-++.--+": 1872,
      "--'-+": 1873,
      "/--+-+": 1874,
      "-,*/--,": 1875,
      "-..------------": 1876,
      "----/+": 1877,
      "-+*.--,": 1878,
      ",--*-,": 1879,
      "/.,--.": 1880,
      "---------------": 1881,
      "/,,--,": 1882,
      ")--.-+": 1883,
      "-,-------------": 1884,
      "ĀĀ<Ā": 1885,
      "&$": 1886,
      "'#": 1887,
      "'.--": 1888,
      "'--*": 1889,
      "(,--": 1890,
      "(--*-": 1891,
      "(----+": 1892,
      ")--,-.": 1893,
      "+$": 1894,
      "+/--*": 1895,
      ",+--,-": 1896,
      ".*--,": 1897,
      ".,--,-": 1898,
      "/-": 1899,
      "28": 1900,
      "76": 1901,
      ";--": 1902,
      "Ĝ-": 1903,
      "--=": 1904,
      "--Ğ-": 1905,
      "----&": 1906,
      "------*": 1907,
      "------,----": 1908,
      "-./---": 1909,
      "-.-.--": 1910,
      "-,-+--,": 1911,
      "--.-+,": 1912,
      "--,+--.": 1913,
      "--,,--/": 1914,
      "-/,--.": 1915,
      "-/--*": 1916,
      "-/--+-": 1917,
      "-+-/--.": 1918,
      "--/--+": 1919,
      "--//--": 1920,
      "--+,--.": 1921,
      "--+-+.": 1922,
      "--+-/,": 1923,
      "--+-+*": 1924,
      "-*-,----": 1925,
      "-*+---,": 1926,
      "-*.---/": 1927,
      "-)--,-": 1928,
      "-.----*": 1929,
      "-,----*": 1930,
      "-,----,----": 1931,
      "--------,----": 1932,
      "-----------": 1933,
      "--*.--,": 1934,
      "---.--.-": 1935,
      "+------": 1936,
      "+------,": 1937,
      "/------,": 1938,
      "---&-": 1939,
      "-..*--.": 1940,
      "-...--.-": 1941,
      ")--%": 1942,
      "-/.+--": 1943,
      "-/.*--.": 1944,
      "-&%": 1945,
      ",----,-": 1946,
      "-//.--": 1947,
      "-++,--+": 1948,
      "+--/-*": 1949,
      "-+//--": 1950,
      "-+//--.": 1951,
      "-/+.--+": 1952,
      "'---)": 1953,
      ",--.-(": 1954,
      "*--+-/": 1955,
      "----*.": 1956,
      "ĀĀ%Ā*": 1957,
      "!Ā": 1958,
      "'$": 1959,
      "'--/-": 1960,
      ")--)-": 1961,
      "*.----": 1962,
      "*/--+": 1963,
      "*.--*": 1964,
      "+.----.": 1965,
      "+*--,": 1966,
      "+.--)": 1967,
      ",*--.": 1968,
      ",'--": 1969,
      ",+--*": 1970,
      "-ě": 1971,
      "./--/": 1972,
      "..--,-": 1973,
      "/(": 1974,
      "//--,": 1975,
      "/+--,": 1976,
      "//--/": 1977,
      "Ā:": 1978,
      "-.-+----": 1979,
      "-..----,": 1980,
      "-.--*-": 1981,
      "-,-,--+": 1982,
      "-,-,--/": 1983,
      "--.+--": 1984,
      "--.-./": 1985,
      "--.*--.": 1986,
      "--,,--": 1987,
      "--,--*": 1988,
      "--,------------": 1989,
      "-/--/-": 1990,
      "-/---/": 1991,
      "-+-,----,": 1992,
      "-+-+--.": 1993,
      "-+.---": 1994,
      "--/-+.": 1995,
      "-*.----": 1996,
      "ĀĀĖ": 1997,
      ",------/": 1998,
      ".---,--.": 1999,
      "+--$": 2000,
      "-)#": 2001,
      "-)--/": 2002,
      "-.-----.----": 2003,
      "-,----.--.": 2004,
      "-,----,--,": 2005,
      "*--#": 2006,
      "*--&-": 2007,
      ",--.--": 2008,
      "--*-//": 2009,
      "---.-/": 2010,
      "-,,.--/": 2011,
      "-..+--": 2012,
      "-...--+": 2013,
      "-,.+--": 2014,
      "----.+": 2015,
      "----..----": 2016,
      "-'%": 2017,
      "(--&": 2018,
      "/--.-*": 2019,
      "-+,+--,": 2020,
      "-+.,----": 2021,
      "-,/.--/": 2022,
      "-/,+--.": 2023,
      "-.+,----": 2024,
      "-.+/--+": 2025,
      "--(-*": 2026,
      "-&/": 2027,
      "---+--,": 2028,
      "-+/.--/": 2029,
      "+--+-.": 2030,
      "-*,.--.": 2031,
      ".--,-(": 2032,
      "-,*,--+": 2033,
      "-*..--": 2034,
      "-*.,--": 2035,
      "-*..--.": 2036,
      "-.*.--,": 2037,
      "ĀĀ.Ā(": 2038,
      "-%,": 2039,
      "ĀĀ/Ā)": 2040,
      "ĀĀ(Ā*": 2041,
      "ĀĀ(Ā+": 2042,
      "\"Ā": 2043,
      "&--,-": 2044,
      "()--": 2045,
      ")--.-,": 2046,
      "+.--*": 2047
    },
    "merges": [
      "- -",
      "-- --",
      "- .",
      "- ,",
      "-- .",
      "-- ,",
      "- /",
      "- +",
      "-- /",
      "-- +",
      "- *",
      "Ā Ā",
      ". ----",
      ", ----",
      ". --",
      ", --",
      "+ --",
      "- )",
      "-. ----",
      "-, ----",
      "/ --",
      "--, -",
      "--. -",
      "* --",
      "---- ----",
      ", --.",
      "-- *",
      ". --,",
      "-- -.",
      "+ ----",
      "/ ----",
      "-- -",
      ". --.",
      ", --,",
      "-- -,",
      "- (",
      "-, ,",
      "-. .",
      "--+ -",
      "-, .",
      "--/ -",
      "-. ,",
      "-- )",
      "---- .",
      "---- ,",
      ") --",
      "+ --.",
      "-- -/",
      ".-- -.",
      "/ --,",
      ",-- -,",
      ", --/",
      "-. /",
      ". --+",
      "- '",
      "+ --,",
      "-/ .",
      "( --",
      "/ --.",
      "-+ ,",
      "-+ .",
      "-, +",
      "-, /",
      ". --/",
      "-/ ,",
      "-. +",
      ", --+",
      "0 0",
      "--. ----",
      "--, ----",
      "-- (",
      "* ----",
      "-+ ----",
      "- &",
      "* -",
      "-/ ----",
      ",---- ,",
      "-- -+",
      "-- -,----",
      "-/ /",
      ".---- .",
      ",---- .",
      "-+ +",
      "-- -.----",
      "+ --/",
      "-, --,",
      "-, --.",
      ".---- ,",
      "-- '",
      "* --.",
      "/ --+",
      "-. --,",
      "-. --.",
      "-+ /",
      "-/ +",
      "/ --/",
      "* --,",
      "+ --+",
      "+-- -,",
      "0 1",
      "-* ,",
      "/-- -.",
      "' --",
      ", --.-",
      ". --,-",
      "-, *",
      "1 0",
      "-* .",
      "--* -",
      ", --,-",
      "-. .----",
      "---- /",
      "-. *",
      ") -",
      "-, ,----",
      "-,---- .",
      ". --.-",
      ".-- *",
      ",-- -.",
      "-- &",
      "-+ -",
      "* --/",
      "---- +",
      "-, .----",
      "-+ *",
      "( -",
      "-.---- ,",
      "-* +",
      "-,---- ,",
      ". Ā",
      "ĀĀ .Ā",
      "- %",
      "1 1",
      "-. ,----",
      "- Ā",
      "ĀĀ -Ā",
      ".-- -,",
      "-.---- .",
      ",-- *",
      "+ Ā",
      "ĀĀ +Ā",
      "2 0",
      "--. ---.",
      "--, -.",
      "0 2",
      "* Ā",
      "ĀĀ *Ā",
      ".-- -/",
      "--) -",
      "+ ,",
      ", Ā",
      "ĀĀ ,Ā",
      "* --+",
      "& --",
      "-/ *",
      "-) ,",
      "' -",
      "-* -",
      "-+ )",
      "--, -,",
      "--. -,",
      "--, ---,",
      "--. -.",
      "/ .",
      "-* /",
      ") ----",
      "- $",
      "/ Ā",
      "ĀĀ /Ā",
      "-------- ----",
      "2 1",
      "/---- ,",
      "% --",
      "/-- *",
      ") Ā",
      "ĀĀ )Ā",
      "-) .",
      "+ --,-",
      "-* *",
      "3 0",
      "/---- .",
      "-, )",
      "+-- *",
      ",-- -+",
      "-) +",
      "/-- -/",
      "+---- .",
      "+ .",
      "+ --.-",
      "-/ )",
      "-. )",
      "/ ,",
      "+---- ,",
      ") --.",
      "/ --,-",
      "1 2",
      "/ --.-",
      "-, -",
      "Ā .",
      "-- %",
      ") --,",
      ". ,----",
      ". --+-",
      ".-- )",
      ". .----",
      "Ā *",
      "-, .---.",
      "ĀĀ (",
      "-- -*",
      "-+ --.",
      ",-- )",
      ", ,----",
      "Ā ,",
      "/-- -",
      "& -",
      "---. -",
      ".---- -",
      ") --/",
      "-. .---.",
      "--( -",
      ".-- -",
      "---- *",
      "-. ,---,",
      "+-- -+",
      "-/ --,",
      "0 3",
      "-- $",
      "Ā /",
      "Ā +",
      "ĀĀ '",
      "--. .----",
      "-) /",
      "*-- -,",
      ", --/-",
      "2 2",
      "--, ,----",
      "-, -.----",
      "-* )",
      "- #",
      "*-- *",
      "-. (",
      "-+ (",
      ") --+",
      ", .----",
      ". --/-",
      "--. ,----",
      "-) *",
      "3 1",
      "/ ĀĀ",
      "Ā )",
      "-+ --,",
      "4 0",
      "-* ----",
      "---, -",
      "--, .----",
      "-) -",
      "---- -",
      "-, ,---,",
      "-+ ----.",
      ", --+-",
      "-. -",
      "ĀĀ %",
      "-. -.----",
      "-, --",
      "--, -/",
      "-. --",
      "-. --+",
      "Ā (",
      "/ --+-",
      "---- --.",
      "-. -,----",
      "---- -,",
      ". ,--.",
      "-/ --.",
      ".-- (",
      "* --,-",
      "1 3",
      "/ --/-",
      "-, (",
      ", ,--,",
      "$ --",
      ",---- +",
      "---. --.",
      ".--, -,",
      "-, --+",
      "# -",
      "2 3",
      "--' -",
      "+ --+-",
      "+ ĀĀ",
      ". .--.",
      "---- --,",
      "-/ ----,",
      ".---- /",
      "/-- )",
      "* --.-",
      "--. ,--.",
      ",-- *-",
      ", ĀĀ",
      ".--, -.",
      "-. --/",
      "-, --/",
      "1 4",
      "+ --/-",
      "% -",
      "---- -.",
      "0 4",
      ",---- /",
      "-, -,----",
      ".---- +",
      "--, ,--,",
      "+-- )",
      "-/ -",
      ",---- -",
      "-/ (",
      ".-- *-",
      "Ā '",
      "*-- -+",
      "4 1",
      "--. .--.",
      ". ĀĀ",
      "3 2",
      "-* (",
      "* ĀĀ",
      "( ----",
      "* ----.",
      "$ -",
      "-/ ----.",
      "-) )",
      ") ĀĀ",
      "--. -+",
      "- \"",
      "-.. ,--.",
      "# --",
      "-,. .--.",
      "5 0",
      "( --,",
      "-+ ----,",
      "---. --,",
      "-------- --------",
      "-, +----",
      "*-- )",
      "/ ,--.",
      "--. --,",
      "---, --,",
      "-,---- ----",
      "-( ,",
      "Ā %",
      "-,, .--,",
      "--& -",
      "( --/",
      "* ----,",
      "Ā &",
      "--+ -.",
      "-.---- --",
      "---, --.",
      ", .--,",
      "--+ -,",
      "ĀĀ $",
      ",-- (",
      "-( +",
      "---- )",
      "--, .--,",
      "\" -",
      "3 3",
      "-/ .----",
      "-+ ,----",
      "/-- (",
      ".--. -.",
      "-,. ,--.",
      "-/ --",
      "+ )",
      "+-- *-",
      "* ,",
      "--/ ---.",
      "-.---- ----",
      "* --+-",
      "/ /",
      "+-- -.",
      ",-- -",
      "( --.",
      "-. -,--,",
      "---/ -",
      "-,---- --,",
      ".---. -",
      "ĀĀ &",
      "* --/-",
      "/ .--",
      "-,---- --.",
      "+ +",
      "-. -,--.",
      "--, --.",
      "-., ,--,",
      ". +----",
      "--/ -/",
      "--/ -,",
      ".-- -+",
      "-,, ,--,",
      "4 2",
      "--+ ----",
      "-,---- --",
      "/-- *-",
      "0 5",
      "-. --.-",
      "--/ ----",
      "-( .",
      "ĀĀ( Ā",
      "+-- (",
      "-) (",
      "-.---- --,",
      "-- #",
      ".---- ----",
      ",---- -,",
      "-( *",
      ") --*",
      ",-- '",
      ",-- -/",
      "-.---- --.",
      "/---- -",
      "-- -)",
      "--/ ,--.",
      "- ĀĀ",
      "5 1",
      "-, --,-",
      "--+ ---,",
      "----. ,",
      "2 4",
      "--. -/",
      ".-- )-",
      "-------- .",
      "ĀĀ' Ā",
      "( +",
      "( .",
      ".-- '",
      "-. --,-",
      "-, '",
      "-., .--,",
      ") --,-",
      ") --.-",
      "-, -,--.",
      ",-- -*",
      "+---, -",
      "-. '",
      "--, --,",
      "-+ --",
      "-,, .----",
      "+ (",
      "-, -.--,",
      "-/ ,---,",
      ",---- ----",
      "/---- /",
      "-.. .--.",
      "-,. .----",
      "----, ,",
