{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "Ā": 77,
      "ā": 78,
      "Ă": 79,
      "ă": 80,
      "Ą": 81,
      "ą": 82,
      "Ć": 83,
      "ć": 84,
      "Ĉ": 85,
      "ĉ": 86,
      "Ċ": 87,
      "ċ": 88,
      "Č": 89,
      "č": 90,
      "Ď": 91,
      "ď": 92,
      "Đ": 93,
      "đ": 94,
      "Ē": 95,
      "ē": 96,
      "Ĕ": 97,
      "ĕ": 98,
      "Ė": 99,
      "ė": 100,
      "Ę": 101,
      "ę": 102,
      "Ě": 103,
      "ě": 104,
      "Ĝ": 105,
      "ĝ": 106,
      "Ğ": 107,
      "ğ": 108,
      "Ġ": 109,
      "&&": 110,
      "&&&&": 111,
      "&'": 112,
      "&%": 113,
      "&&%": 114,
      "&&'": 115,
      "ĀĀ": 116,
      "&(": 117,
      "&$": 118,
      "&&$": 119,
      "&&(": 120,
      "&)": 121,
      "&#": 122,
      "%&&": 123,
      "'&&": 124,
      "%&&&&": 125,
      "'&&&&": 126,
      "&*": 127,
      "&\"": 128,
      "&&#": 129,
      "&&)": 130,
      "&'&&&&": 131,
      "&%&&&&": 132,
      "$&&": 133,
      "(&&": 134,
      "&&%&": 135,
      "&&'&": 136,
      "&+": 137,
      "#&&": 138,
      "&!": 139,
      "$&&&&": 140,
      ")&&": 141,
      "(&&&&": 142,
      "&&&&&&&&": 143,
      "&&'&%": 144,
      "&&%&%": 145,
      "&&'&'": 146,
      "&&%&'": 147,
      "*&&": 148,
      "%'": 149,
      "\"&&": 150,
      "'%": 151,
      "&,": 152,
      "''": 153,
      "%%": 154,
      "&&&%": 155,
      "&&&'": 156,
      "&&'&$": 157,
      "&&%&(": 158,
      "&&\"": 159,
      "&&*": 160,
      "&&%&$": 161,
      "#&&&&": 162,
      "&&'&(": 163,
      "&-": 164,
      ")&&&&": 165,
      "&&$&'": 166,
      "&&(&": 167,
      "&&(&%": 168,
      "&&(&'": 169,
      "&&$&": 170,
      "&&$&%": 171,
      "$%": 172,
      "('": 173,
      "(%": 174,
      "&$&&&&": 175,
      "$'": 176,
      "&(&&&&": 177,
      "!&&": 178,
      "&&%&&&&": 179,
      "%&&&%": 180,
      "'&&&'": 181,
      "&&'&&&&": 182,
      "+&&": 183,
      "%(": 184,
      "%Ā": 185,
      "ĀĀ%Ā": 186,
      "%$": 187,
      "'(": 188,
      "&Ā": 189,
      "ĀĀ&Ā": 190,
      "'$": 191,
      "&ğ": 192,
      "$Ā": 193,
      "ĀĀ$Ā": 194,
      "&&%&&": 195,
      "&&'&&": 196,
      "'Ā": 197,
      "ĀĀ'Ā": 198,
      "''&&&&": 199,
      "Ġ&&": 200,
      "%%&&&&": 201,
      "&&$&(": 202,
      "#Ā": 203,
      "ĀĀ#Ā": 204,
      "$(": 205,
      "(Ā": 206,
      "ĀĀ(Ā": 207,
      "&&(&$": 208,
      "&.": 209,
      "&&%&)": 210,
      "%'&&&&": 211,
      "($": 212,
      "&&'&#": 213,
      "&&$&$": 214,
      "'%&&&&": 215,
      "&&(&(": 216,
      "((": 217,
      "\"&&&&": 218,
      "&&'&)": 219,
      "\"Ā": 220,
      "ĀĀ\"Ā": 221,
      "$$": 222,
      "&&%&#": 223,
      ",&&": 224,
      "*&&&&": 225,
      "%&&)": 226,
      "%&&#": 227,
      "&Ğ": 228,
      "'&&#": 229,
      "#'": 230,
      ")Ā": 231,
      "ĀĀ)Ā": 232,
      "'&&)": 233,
      "%)": 234,
      "')": 235,
      "&&&": 236,
      "%#": 237,
      "'#": 238,
      "&&!": 239,
      "$&&&%": 240,
      "!Ā": 241,
      "ĀĀ!Ā": 242,
      ")%": 243,
      "&&'&&'": 244,
      "(&&&'": 245,
      ")'": 246,
      "&&%&&%": 247,
      "#%": 248,
      "*Ā": 249,
      "ĀĀ*Ā": 250,
      "#(": 251,
      "&&'&&%": 252,
      "&/": 253,
      "&&+": 254,
      ")$": 255,
      "&&(&#": 256,
      "&&$&)": 257,
      "#$": 258,
      ")(": 259,
      "&&%&&'": 260,
      "&&)&'": 261,
      "&&$&#": 262,
      "+Ā": 263,
      "ĀĀ+Ā": 264,
      "&&%&*": 265,
      "&&)&%": 266,
      "$)": 267,
      "&&&&%": 268,
      "(#": 269,
      "ğ&&": 270,
      "&&#&'": 271,
      "ĠĀ": 272,
      "&&'&\"": 273,
      "&ĝ": 274,
      "&&#&%": 275,
      "&&&&'": 276,
      "&&(&)": 277,
      "%&&&'": 278,
      "()": 279,
      "-&&": 280,
      "&&(&&": 281,
      ",Ā": 282,
      "ĀĀ,Ā": 283,
      "$#": 284,
      "'&&&%": 285,
      "ğĀ": 286,
      "ĀĀğĀ": 287,
      "!&&&&": 288,
      "%&&\"": 289,
      "&&'&*": 290,
      "%&&*": 291,
      "&&$&&": 292,
      "'&&\"": 293,
      "%*": 294,
      "'\"": 295,
      "&&%&\"": 296,
      "'*": 297,
      "&&#&(": 298,
      "%\"": 299,
      "+&&&&": 300,
      "&&)&$": 301,
      "'&&*": 302,
      "*(": 303,
      "#)": 304,
      "*%": 305,
      "&'&&&&%": 306,
      "&)&&&&": 307,
      "%&&&$": 308,
      "&#&&&&": 309,
      "\"$": 310,
      "-Ā": 311,
      "ĀĀ-Ā": 312,
      "&(&%": 313,
      "*$": 314,
      "\"(": 315,
      "ĞĀ": 316,
      "Ğ&&": 317,
      "ĀĀĞĀ": 318,
      "Ġ&&&&": 319,
      "\"'": 320,
      "))": 321,
      "&Ĝ": 322,
      "$&&*": 323,
      "&''&&&&": 324,
      "##": 325,
      "&&#&$": 326,
      "'(&&&&": 327,
      ".Ā": 328,
      "ĀĀ.Ā": 329,
      "%$&&&&": 330,
      "&&&&&&&&&&&&": 331,
      "&&(&\"": 332,
      ")#": 333,
      "&&$&*": 334,
      "$*": 335,
      "\"%": 336,
      "$%&&&&": 337,
      "&%%&&&&": 338,
      "&&'&&&'": 339,
      "(&&\"": 340,
      "&&)&(": 341,
      "&%&&&&'": 342,
      "$'&&&&": 343,
      "&&)&": 344,
      "(*": 345,
      "&'&&&&'": 346,
      "&&%&&&%": 347,
      "&%&&&&%": 348,
      "*'": 349,
      "&'%&&&&": 350,
      "$&&&$": 351,
      "$\"": 352,
      "(%&&&&": 353,
      "('&&&&": 354,
      "&&#&": 355,
      "'$&&&&": 356,
      "$&&\"": 357,
      ")&&&'": 358,
      "'&&&(": 359,
      "%&&+": 360,
      "'+": 361,
      ".&&": 362,
      "%(&&&&": 363,
      "&&$&\"": 364,
      "&&(&&&&": 365,
      "Ġ(": 366,
      "&&(&*": 367,
      "ĝĀ": 368,
      "ĀĀĝĀ": 369,
      "&&$&&&&": 370,
      "&&#&)": 371,
      "(\"": 372,
      "&&%&+": 373,
      "/Ā": 374,
      "ĀĀ/Ā": 375,
      "'!": 376,
      "#&&&%": 377,
      "\")": 378,
      "%!": 379,
      "ĝ&&": 380,
      "&&'&!": 381,
      "&%&&&&&&": 382,
      "*)": 383,
      "&'&&&&&&": 384,
      "(&&*": 385,
      "&%'&&&&": 386,
      "$+": 387,
      "(&&&(": 388,
      "%+": 389,
      "(+": 390,
      "#&&*": 391,
      "%&&&%&": 392,
      "',": 393,
      "ĜĀ": 394,
      "ĀĀĜĀ": 395,
      "&&'&+": 396,
      "&&%&&&&&&&&": 397,
      "&'%": 398,
      "&&)&#": 399,
      ")&&\"": 400,
      "&&%&!": 401,
      "\"#": 402,
      "'&&&'&": 403,
      "&&'&&&&&&&&": 404,
      "&&'&&(": 405,
      "%&&!": 406,
      "&''": 407,
      "&%'": 408,
      "&'&%": 409,
      ")*": 410,
      "Ġ#": 411,
      "'&&+": 412,
      "!(": 413,
      "&&$&+": 414,
      "&&%&&$": 415,
      "*#": 416,
      "#&&\"": 417,
      ")\"": 418,
      "'&&!": 419,
      "&&)&)": 420,
      "Ġ$": 421,
      "ěĀ": 422,
      "ĀĀěĀ": 423,
      "!$": 424,
      "#\"": 425,
      ")+": 426,
      "&$&%": 427,
      ")&&*": 428,
      "&'&'": 429,
      "/&&": 430,
      "&&'%": 431,
      ",&&&&": 432,
      "Ġ%": 433,
      "&ě": 434,
      "&$&'": 435,
      "&&(&!": 436,
      "$!": 437,
      "&&$&&%": 438,
      "&%&&&&&&&&": 439,
      "(!": 440,
      "Ġ)": 441,
      "&&''": 442,
      "&%&'": 443,
      "&'&&&&&&&&": 444,
      "#+": 445,
      "&&%&&(": 446,
      "&&#&#": 447,
      "#*": 448,
      "$&&+": 449,
      "&%%": 450,
      "(&&+": 451,
      "!%": 452,
      "&&'&&$": 453,
      "&&#&*": 454,
      "**": 455,
      "!'": 456,
      "+$": 457,
      "&&(&&%": 458,
      "+(": 459,
      "Ĝ&&": 460,
      "&&&%&": 461,
      "&\"&&&&": 462,
      "!)": 463,
      "&&(&+": 464,
      "ĚĀ": 465,
      "ĀĀĚĀ": 466,
      "+%": 467,
      "(&&!": 468,
      "Ġ\"": 469,
      "$&&!": 470,
      "&&&'&&&&": 471,
      "&&&'&": 472,
      "ęĀ": 473,
      "ĀĀęĀ": 474,
      "&&#&&": 475,
      "Ġ'": 476,
      "Ġ&(": 477,
      "*\"": 478,
      "'&&&&&": 479,
      "&%(": 480,
      "&&$&!": 481,
      "&(&'": 482,
      "*&&\"": 483,
      ")!": 484,
      "\"&&*": 485,
      "\"\"": 486,
      ",(": 487,
      "Ġ&'": 488,
      "%&&&&&": 489,
      "&*&&&&": 490,
      "&ĀĀ": 491,
      "Ġ!": 492,
      "&%&%": 493,
      "*+": 494,
      "&&,": 495,
      "&%$": 496,
      "#&&+": 497,
      "-ĀĀ": 498,
      "!#": 499,
      "*ĀĀ": 500,
      "&&&&&&&&&&&&&&&&": 501,
      "+#": 502,
      "+'": 503,
      "%&&,": 504,
      "%&&&&%": 505,
      "&&)&\"": 506,
      "+ĀĀ": 507,
      "'&&&&%": 508,
      "&&%&&&&&": 509,
      ",)": 510,
      "#!": 511,
      "&&)&&": 512,
      "&Ě": 513,
      ",ĀĀ": 514,
      "&$%": 515,
      "+)": 516,
      "Ġ&%": 517,
      "&&&%&&&&": 518,
      "((&&&&": 519,
      "&&%'": 520,
      "'&&,": 521,
      ",%": 522,
      "&&ğ": 523,
      ",'": 524,
      "*&&*": 525,
      ")&&&(": 526,
      "&('": 527,
      "ĘĀ": 528,
      "&&'&&&%": 529,
      "Ġ&)": 530,
      "%&&&&'": 531,
      "\"&&\"": 532,
      ",$": 533,
      "/ĀĀ": 534,
      "Ġ*": 535,
      "&&$&,": 536,
      "&&'&&&&&": 537,
      "'&&&)": 538,
      ".ĀĀ": 539,
      "$$&&&&": 540,
      "&'(": 541,
      "#&&!": 542,
      "&&#&+": 543,
      "Ġ+": 544,
      "&(%": 545,
      "ğ)": 546,
      "&$'": 547,
      "&&$&&$": 548,
      "\"*": 549,
      "Ġ&": 550,
      "&&%&&&'": 551,
      "&#&'": 552,
      "(,": 553,
      "&&#&\"": 554,
      ")&&!": 555,
      "&&)&*": 556,
      "&&$&&'": 557,
      "#&&&$": 558,
      "&&(&&'": 559,
      "%&&&&&&": 560,
      "-&&&&": 561,
      "(&&,": 562,
      "&'$": 563,
      "&&%&,": 564,
      "\"!": 565,
      "'&&&&'": 566,
      ")&&+": 567,
      "($&&&&": 568,
      "ėĀ": 569,
      "%'&&%&": 570,
      "$,": 571,
      "ğ&&&&": 572,
      "$&&,": 573,
      "&&%%": 574,
      "*!": 575,
      "ğ%": 576,
      "ğ(": 577,
      "%#&&&&": 578,
      "'%&&'&": 579,
      "&&-": 580,
      "&&(&&(": 581,
      "*&&!": 582,
      "(&&&%": 583,
      "+*": 584,
      "%,": 585,
      "&)&%": 586,
      "ğ$": 587,
      "&&'&&)": 588,
      "Ġ&$": 589,
      "&&'&%&&&&": 590,
      "'&&&&&&": 591,
      "Ġ&*": 592,
      ",#": 593,
      "$(&&&&": 594,
      "-(": 595,
      "ĖĀ": 596,
      "&&%%&&&&": 597,
      "*&&&'": 598,
      "&$&&&&'": 599,
      "!\"": 600,
      ")ĀĀ": 601,
      ",+": 602,
      "\"&&+": 603,
      "&%)": 604,
      "Ġ-": 605,
      "&%#": 606,
      "&(&&&&%": 607,
      "!*": 608,
      "\"+": 609,
      "&(&": 610,
      "&((": 611,
      "%&&ğ": 612,
      "$&&&#": 613,
      "&&%&'&&&&": 614,
      "ě&&": 615,
      "&&%&&#": 616,
      "'&&ğ": 617,
      "&&%&%&&&&": 618,
      "&'#": 619,
      "&&$&&&%": 620,
      "''&&'&": 621,
      "'-": 622,
      "Ā+": 623,
      "&(&$": 624,
      "&&$&&(": 625,
      "'&&&$": 626,
      "&&%&-": 627,
      "&&%&&&%&&&&": 628,
      "&($": 629,
      "&ę": 630,
      "Ġ,": 631,
      "&')": 632,
      "%&&-": 633,
      "\"&&!": 634,
      "')&&&&": 635,
      "Ġ&#": 636,
      "!!": 637,
      "(ĀĀ": 638,
      "&&)&!": 639,
      "#&&,": 640,
      "#,": 641,
      "&$$": 642,
      "&'&&&&&": 643,
      "%&&&%&'": 644,
      "Ġğ": 645,
      "&()": 646,
      "'&&&&&&&&": 647,
      "%&&&%&%": 648,
      "&$(": 649,
      "'&&-": 650,
      "'&&&&&%": 651,
      "$&&&'": 652,
      "&&'&,": 653,
      "&(&&&&'": 654,
      "'&&&'&%": 655,
      "\",": 656,
      "'#&&&&": 657,
      "%&&&&&&&&": 658,
      "'ğ": 659,
      "),": 660,
      "&&(&,": 661,
      "$&&&%&": 662,
      "&&(&&$": 663,
      "&)&'": 664,
      "'&&&'&'": 665,
      "*,": 666,
      "\"&&&%": 667,
      "'ĀĀ": 668,
      "#&&&#": 669,
      "&$#": 670,
      "&$&&&&%": 671,
      "&&Ğ": 672,
      "\"&&&$": 673,
      "%)&&&&": 674,
      "++": 675,
      "$&&-": 676,
      "&&%&&&$": 677,
      "&&%&&)": 678,
      "(ğ": 679,
      ")ğ": 680,
      "&&%&&&'&&&&": 681,
      "(-": 682,
      "%%&&%&": 683,
      "&&'&&&'&&&&": 684,
      "%-": 685,
      "*-": 686,
      "Ā$": 687,
      "&#'": 688,
      "'&&&&&'": 689,
      "%&&&#": 690,
      "%&&&&&'": 691,
      "%&&'&": 692,
      ")-": 693,
      "%&&%&": 694,
      "(&&&'&": 695,
      "\"ĀĀ": 696,
      "Ğ&&&&": 697,
      "&%&&'&": 698,
      "*&&+": 699,
      "&%&&&&&": 700,
      ")&&,": 701,
      "#-": 702,
      "+!": 703,
      "+\"": 704,
      "ĕĀ": 705,
      "&&(&&&'": 706,
      "&'&&&&(": 707,
      "&&\"&%": 708,
      "&'&&%&": 709,
      "&&''&&&&": 710,
      "(&&&)": 711,
      "&!&&&&": 712,
      "&&'&&&%&&&&": 713,
      "$ĀĀ": 714,
      "%ğ": 715,
      ",*": 716,
      "&(*": 717,
      "'%&&'&'": 718,
      "&&'%&&&&": 719,
      "Ġ&+": 720,
      "&&)&+": 721,
      "&&'&ğ": 722,
      "Ğ(": 723,
      "&(#": 724,
      "%'&&%&'": 725,
      "\"ğ": 726,
      "'.": 727,
      "Ğ#": 728,
      "&'&&'&": 729,
      "&*&%": 730,
      "!+": 731,
      "!-": 732,
      "ĔĀ": 733,
      "%&&&&&%": 734,
      "&&*&%": 735,
      ":Ā": 736,
      "&&&%&'": 737,
      "$ğ": 738,
      "&&#&!": 739,
      "$&&ğ": 740,
      "\"&&&#": 741,
      "!&&+": 742,
      "&&.": 743,
      "%&&.": 744,
      "%.": 745,
      "(.": 746,
      ").": 747,
      "&+&&&&": 748,
      "&'&&&&$": 749,
      "Ġ.": 750,
      "'%&&'&%": 751,
      "&&&$": 752,
      "&&%'&&&&": 753,
      "!&&!": 754,
      "&%$&&&&": 755,
      "&(&(": 756,
      "\"-": 757,
      "&)$": 758,
      "(&&-": 759,
      "*.": 760,
      "-$": 761,
      "Ğ!": 762,
      "&&$&-": 763,
      "&&#&,": 764,
      "&%&&&&$": 765,
      "&'*": 766,
      "(&&&&'": 767,
      "*&&&)": 768,
      "%'&&%&%": 769,
      "&&&%&%": 770,
      "ĀĀėĀ": 771,
      "&&$'": 772,
      ")'&&&&": 773,
      "ğ'": 774,
      "Ġ&&\"": 775,
      "ĀĀĘĀ": 776,
      "(&&ğ": 777,
      "(&&&&%": 778,
      ",,": 779,
      "Ğ'": 780,
      "Ġ&&*": 781,
      "&&(%": 782,
      "&Ę": 783,
      ")&&&)": 784,
      ",\"": 785,
      "&)%": 786,
      "%&&Ğ": 787,
      "&&#&&&&": 788,
      "#&&-": 789,
      ")&&ğ": 790,
      "''%&&&&": 791,
      "''&&'&%": 792,
      "&&&'&%": 793,
      "%&&#&%": 794,
      "()&&&&": 795,
      "-'": 796,
      "Ā.": 797,
      "&%&&%&": 798,
      "&&'&'&&&&": 799,
      "&&'&&&(": 800,
      "Ġ&\"": 801,
      "&'&%&&&&": 802,
      "(&&&&&": 803,
      "#ğ": 804,
      "#ĀĀ": 805,
      "&&ĝ": 806,
      "Ğ$": 807,
      "''&&'&'": 808,
      "&$&(": 809,
      "&)'": 810,
      "&%&&&&(": 811,
      "+&&!": 812,
      "'&&.": 813,
      "&&%&.": 814,
      "$&&&&%": 815,
      "#&&ğ": 816,
      "%&&)&%": 817,
      "Ğ)": 818,
      "ğ!": 819,
      "'&&Ğ": 820,
      "&\"&'": 821,
      "$-": 822,
      "Ā-": 823,
      "Ğ\"": 824,
      "&$)": 825,
      "ĠĀĀ": 826,
      "(&&Ğ": 827,
      "&&%$": 828,
      "&&('": 829,
      "$&&.": 830,
      "*&&&(": 831,
      "ğ#": 832,
      "ğ*": 833,
      "&&'&&#": 834,
      "&#%": 835,
      "(%&&'&%": 836,
      "Ā)": 837,
      "&&'&-": 838,
      "'&&#&%": 839,
      "%&&&'&": 840,
      "&&$&&&$": 841,
      "ĝ!": 842,
      "Ġ&,": 843,
      "&&&(": 844,
      "&$*": 845,
      "(&&.": 846,
      "#'&&&&": 847,
      "ğ\"": 848,
      "ĠĞ": 849,
      "(%&&'&": 850,
      "Ā(": 851,
      "&&\"&'": 852,
      "\".": 853,
      "Ā'": 854,
      "&#$": 855,
      "&&(&ğ": 856,
      "!.": 857,
      "#%&&&&": 858,
      ")%&&&&": 859,
      "#&&&'": 860,
      ",-": 861,
      "/&": 862,
      "&&&&$": 863,
      "&&(&-": 864,
      "\"&&-": 865,
      "'''&&&&": 866,
      "%%'&&&&": 867,
      "&&'&&&$": 868,
      "#.": 869,
      "(#&&&&": 870,
      ",!": 871,
      "\"&&,": 872,
      "'&&&'&$": 873,
      "+&&+": 874,
      "'&&#&'": 875,
      "$#&&&&": 876,
      "$&&&&'": 877,
      "'%%&&&&": 878,
      "'''": 879,
      "&&&'&'": 880,
      "&&$&.": 881,
      "('&&'&": 882,
      "&#&%": 883,
      "%&&ĝ": 884,
      "%''&&&&": 885,
      "$'&&%&'": 886,
      "Ġ&&!": 887,
      "%&&#&'": 888,
      "'*&&&&": 889,
      "Ě&&": 890,
      "Ġĝ": 891,
      "&)(": 892,
      ")&&-": 893,
      "*&&,": 894,
      "&&'&&''": 895,
      "&''&&&&&": 896,
      "$&&'&%": 897,
      "%&&%&'": 898,
      "+.": 899,
      "/*": 900,
      "&%&&'&%": 901,
      "&&)&&&&": 902,
      "%%&&%&'": 903,
      "&&*&'": 904,
      "\"ĝ": 905,
      "%ĀĀ": 906,
      "Ā%": 907,
      "&%&&&&&&&&&&&&": 908,
      "%\"&&&&": 909,
      "+-": 910,
      "&&%(": 911,
      "%%&&%&%": 912,
      "(&&&'&%": 913,
      "'&&&%&": 914,
      "$.": 915,
      "%&&%&%": 916,
      "(Ğ": 917,
      "&&'&&'&&&&": 918,
      "$&&&\"": 919,
      "(&&&*": 920,
      "%''": 921,
      "$'&&%&": 922,
      "&&$&&#": 923,
      "$%&&%&%": 924,
      "%&&)&'": 925,
      "(&&&'&'": 926,
      "/-": 927,
      "ĝ#": 928,
      "Ğ&": 929,
      "&%*": 930,
      "$&&&&&": 931,
      "%'%&&&&": 932,
      "/+": 933,
      "Ā#": 934,
      "&&%&&%&&&&": 935,
      "&#(": 936,
      "*&&ğ": 937,
      "&&\"&$": 938,
      "&&*&": 939,
      "!&&,": 940,
      "!&&&#": 941,
      "%Ğ": 942,
      "&'+": 943,
      "&))": 944,
      "%&&&\"": 945,
      "&&)&,": 946,
      "\"&&ğ": 947,
      "$)&&&&": 948,
      "Ğ*": 949,
      "ğ-": 950,
      "&&&&&&": 951,
      "&'&&%&'": 952,
      "%&&&(": 953,
      "&\"#": 954,
      "%&&'&%": 955,
      "/)": 956,
      "&%&&'&'": 957,
      "&'&&&&&&&&&&&&": 958,
      "%%%&&&&": 959,
      "(%&&'&'": 960,
      "&&%&&%'": 961,
      "!ĀĀ": 962,
      "&$%&&&&": 963,
      "&##": 964,
      "&&%&&&%&": 965,
      "%&'&&&&": 966,
      "+,": 967,
      "/&&&&": 968,
      ";Ā": 969,
      "ĝ(": 970,
      "&(\"": 971,
      "&)#": 972,
      "&#*": 973,
      "*&&-": 974,
      "&&*&$": 975,
      "&&'&&%'": 976,
      "Ġ0": 977,
      "&'\"": 978,
      "&&%&&'&&&&": 979,
      "('&&'&'": 980,
      "$&&&%&'": 981,
      "%&&&$&": 982,
      "ēĀ": 983,
      "&'&&%&%": 984,
      "&$\"": 985,
      "#&&.": 986,
      "$%&&%&": 987,
      "Ġ&&+": 988,
      ",&&!": 989,
      "&&'&&&'&": 990,
      "'&&&(&": 991,
      "$Ğ": 992,
      "%&&'&'": 993,
      "ĝ$": 994,
      "&'&&'&%": 995,
      "&%&%&&&&": 996,
      "&&'(": 997,
      "&(!": 998,
      "&&$&&)": 999,
      "%&&&&&&&&&&&&": 1000,
      "$&&Ğ": 1001,
      "&&%&ğ": 1002,
      "\"&&&\"": 1003,
      "$'&&%&%": 1004,
      "-)": 1005,
      "00": 1006,
      "Ġ/": 1007,
      "&'(&&&&": 1008,
      "&%&'&&&&": 1009,
      "&&*&\"": 1010,
      "%&&)&": 1011,
      "'&&#&": 1012,
      "&'&&&&%&": 1013,
      "&%%&&&&&": 1014,
      "!,": 1015,
      "Ġě": 1016,
      "&(+": 1017,
      "'&&&*": 1018,
      "&&#&-": 1019,
      "*&&&*": 1020,
      "'&&)&": 1021,
      "ğ.": 1022,
      "&%\"": 1023,
      "&&'$": 1024,
      "ĀĀĖĀ": 1025,
      "&&(&&&%": 1026,
      "&*$": 1027,
      "&\"(": 1028,
      "'&&&'&(": 1029,
      "'&&)&%": 1030,
      "*ğ": 1031,
      "-+": 1032,
      "/'": 1033,
      "Ğ%": 1034,
      "Ġ&!": 1035,
      "'&&ĝ": 1036,
      "+&&&(": 1037,
      "%&%&&&&": 1038,
      "'\"&&&&": 1039,
      "Ā!": 1040,
      "ę&&": 1041,
      "ĝ'": 1042,
      "&&&&(": 1043,
      "&'$&&&&": 1044,
      "&*(": 1045,
      "%'&&%&(": 1046,
      "&%&&&&'&": 1047,
      "'&%&&&&": 1048,
      "-*": 1049,
      "/(": 1050,
      "&%&&%&%": 1051,
      "'&&/": 1052,
      "$%&&%&'": 1053,
      "+&&,": 1054,
      "Ā*": 1055,
      "ğ+": 1056,
      "&)*": 1057,
      "&#&(": 1058,
      "(&&&$": 1059,
      "&&%&&&(": 1060,
      "Ğ,": 1061,
      "&&&&&&&": 1062,
      "!&&-": 1063,
      "!&&&$": 1064,
      "&&%&&''": 1065,
      "\"Ğ": 1066,
      "&ė": 1067,
      "-.": 1068,
      "/$": 1069,
      "ĝ%": 1070,
      "&'&$": 1071,
      "&$!": 1072,
      "&)+": 1073,
      "&)&$": 1074,
      "(&&ĝ": 1075,
      "&&\"&": 1076,
      "'&'&&&&": 1077,
      "(&&'&'": 1078,
      "ĠĜ": 1079,
      "&('&&&&": 1080,
      "&&$&&&'": 1081,
      "&#&$": 1082,
      "&&#'": 1083,
      "#&&&\"": 1084,
      ")&&&%": 1085,
      "&&\"&*": 1086,
      "/.": 1087,
      "Ĝ&": 1088,
      "&\"%": 1089,
      "'%'&&&&": 1090,
      "&&\"&(": 1091,
      "&&*&#": 1092,
      "&&(&.": 1093,
      "$&&'&": 1094,
      "(&&%&'": 1095,
      "<Ā": 1096,
      "&%&&%&'": 1097,
      "$&&/": 1098,
      "'%&&'&(": 1099,
      "%%&&%&(": 1100,
      "&&\"&)": 1101,
      "&&&&&&&&&&&&&&&": 1102,
      "&'&&&&'&": 1103,
      "ĝ\"": 1104,
      "&'&&'&'": 1105,
      ")&&Ğ": 1106,
      "'%&&'&$": 1107,
      "&$&&&&(": 1108,
      "&&(&&&(": 1109,
      ".-": 1110,
      "ğĀĀ": 1111,
      "%&&/": 1112,
      "%&&&&(": 1113,
      "'&&&&&&&&&&&&": 1114,
      ")&&.": 1115,
      "&&$&ğ": 1116,
      "&$&&&&$": 1117,
      "'&&)&'": 1118,
      "&&&&&&&&&&&&&&": 1119,
      "ĝ)": 1120,
      "Ġ&-": 1121,
      "&'&(": 1122,
      "&&'&&%&&&&": 1123,
      "&&(&&)": 1124,
      "&)\"": 1125,
      "&#\"": 1126,
      "'&&)&$": 1127,
      "/,": 1128,
      "10": 1129,
      "=Ā": 1130,
      "&%&&": 1131,
      "&&$&&&&&&&&": 1132,
      "'&&&(&%": 1133,
      "\"&&.": 1134,
      "%&&#&": 1135,
      "$&&&%&%": 1136,
      "'Ğ": 1137,
      "(&&%&%": 1138,
      "-#": 1139,
      "ĝĀĀ": 1140,
      "&%+": 1141,
      "&#)": 1142,
      "&**": 1143,
      "&&%&Ğ": 1144,
      "%&&&%&(": 1145,
      "%%&&&&&": 1146,
      ",.": 1147,
      "--": 1148,
      ".$": 1149,
      "ĝ&": 1150,
      "&&'&&\"": 1151,
      "'&&#&(": 1152,
      "&&'&&%%&&&&": 1153,
      "%&&\"&'": 1154,
      "&'%&&&&&": 1155,
      "&&%&'&&&&&&": 1156,
      "'&&&&(": 1157,
      "&&#&ğ": 1158,
      "(&&/": 1159,
      "&&'&Ğ": 1160,
      ")&&&*": 1161,
      "&&'&%&'&&&&": 1162,
      "%%&&%&$": 1163,
      "%&&)&$": 1164,
      "%&&#&$": 1165,
      "&'&'&&&&": 1166,
      "&$&&": 1167,
      "&)&": 1168,
      "$&&ĝ": 1169,
      "&&'&.": 1170,
      "&&*&(": 1171,
      "+&&ğ": 1172,
      "&&%&&%%&&&&": 1173,
      "&%&&&&%&": 1174,
      "/ĀĀ&Ā": 1175,
      "Ā\"": 1176,
      "&(&&": 1177,
      "&\"$": 1178,
      "&,&&&&": 1179,
      "&&%&&&#": 1180,
      "(&&&(&": 1181,
      "-%": 1182,
      "Ĝ$": 1183,
      "&%%'": 1184,
      "&$+": 1185,
      "&$&&%&": 1186,
      "Ġ&&,": 1187,
      "$&&&$&": 1188,
      "$&&'&'": 1189,
      "$&&%&'": 1190,
      "'ĝ": 1191,
      ",ĀĀ$Ā": 1192,
      "Ā,": 1193,
      "&%!": 1194,
      "&%&&&%": 1195,
      "&&'&&*": 1196,
      "ĀĀĕĀ": 1197,
      "'&&&&&(": 1198,
      "&&)&ğ": 1199,
      "(%&&'&$": 1200,
      "!&&&\"": 1201,
      "!ğ": 1202,
      "$&&%&%": 1203,
      ")(&&&&": 1204,
      ".(": 1205,
      ".&&&&": 1206,
      "&&%&&\"": 1207,
      "&&$%": 1208,
      "&*#": 1209,
      "&&#&.": 1210,
      "&%&&&&&&'": 1211,
      "%'&&&&&": 1212,
      ",&&+": 1213,
      "#$&&&&": 1214,
      "(&&'&": 1215,
      "Ĝ\"": 1216,
      "Ĝ(": 1217,
      "ĀĀ:Ā": 1218,
      "&(&&%&": 1219,
      "&*%": 1220,
      "&\")": 1221,
      "%'(&&&&": 1222,
      "('&&'&%": 1223,
      "+&&-": 1224,
      "%&&)&(": 1225,
      "&%'&&&&&": 1226,
      "#(&&&&": 1227,
      "(&&%&": 1228,
      "-ĀĀ%Ā": 1229,
      "11": 1230,
      "Ĝ!": 1231,
      "Ĝ#": 1232,
      "&'&&": 1233,
      "&&%&&*": 1234,
      "&&(&&#": 1235,
      "&&(&&&&&&&&": 1236,
      "&)&&": 1237,
      "'&&&#": 1238,
      "&*'": 1239,
      "&%&&&&&&%": 1240,
      "(&&&(&%": 1241,
      "'%&&(&%": 1242,
      "&&(&Ğ": 1243,
      "&(&&&&(": 1244,
      "!&&ğ": 1245,
      "&%&&&&&&&&&&&": 1246,
      "#Ğ": 1247,
      "*/": 1248,
      ".ĀĀ'Ā": 1249,
      "ĒĀ": 1250,
      "ĝ,": 1251,
      "Ġ1": 1252,
      "Ġ%&&": 1253,
      "&'!": 1254,
      "&%(&&&&": 1255,
      "&&)&-": 1256,
      "#&&Ğ": 1257,
      "%&&&%&$": 1258,
      "&&'&&%'&&&&": 1259,
      "&&%&&'%": 1260,
      "@Ā": 1261,
      "ĝ+": 1262,
      "&%&(": 1263,
      "&#+": 1264,
      "%&&&&&(": 1265,
      "#&&&!": 1266,
      "%'&&%&$": 1267,
      "''&&%&": 1268,
      ")&&&&%": 1269,
      "'%&&&&&": 1270,
      "&&%&&''&&&&": 1271,
      "$&&%&": 1272,
      "$\"&&&&": 1273,
      "(&&'&%": 1274,
      "-!": 1275,
      "/ĀĀ'Ā": 1276,
      "20": 1277,
      "'&&Ĝ": 1278,
      "&&\"&#": 1279,
      "%$&&%&'": 1280,
      "'&&\"&'": 1281,
      "%ĝ": 1282,
      "&ĀĀ%Ā": 1283,
      ")Ğ": 1284,
      ")&&%&'": 1285,
      ",ĀĀ&Ā": 1286,
      ".ĀĀ%Ā": 1287,
      "Ġ&&%&'": 1288,
      "&(&&'&%": 1289,
      "&$&&'&": 1290,
      "#&&ĝ": 1291,
      "&!(": 1292,
      "*&&Ğ": 1293,
      "%(&&%&'": 1294,
      "%%&&&&'": 1295,
      "%&&#&(": 1296,
      "&&'&&'%&&&&": 1297,
      "$/": 1298,
      "%/": 1299,
      "%*&&&&": 1300,
      "(ĝ": 1301,
      ")$&&&&": 1302,
      ",ĀĀ'Ā": 1303,
      ".'": 1304,
      ".+": 1305,
      ">Ā": 1306,
      ")&&/": 1307,
      ")&&ĝ": 1308,
      "&&'&'&%&&&&": 1309,
      "(%&&(&%": 1310,
      "&&%&&&&&&": 1311,
      ",&&,": 1312,
      "Ğ+": 1313,
      "Ġ$&&": 1314,
      "&'''&&&&": 1315,
      "&$,": 1316,
      "&)!": 1317,
      "'&&&&$": 1318,
      "&'&&&&)": 1319,
      "'%&&%&": 1320,
      "''&&'&$": 1321,
      "&&$&/": 1322,
      "'(&&'&": 1323,
      "ĀĀ&Ā#": 1324,
      "''&&&&&": 1325,
      "'&&)&(": 1326,
      ")ĝ": 1327,
      "ě!": 1328,
      "ğğ": 1329,
      "ĀĀĔĀ": 1330,
      "&&%&%&'": 1331,
      "*&&.": 1332,
      "%'&&$&'": 1333,
      "\"&&&!": 1334,
      "&&\"&\"": 1335,
      "'(&&'&%": 1336,
      "(&&&'&$": 1337,
      "%&&&'&%": 1338,
      "'/": 1339,
      ".#": 1340,
      "&'%%": 1341,
      "&$&&'&%": 1342,
      "&)&(": 1343,
      "%&&&&$": 1344,
      "&*+": 1345,
      "#&&/": 1346,
      "+&&&*": 1347,
      "%&&*&%": 1348,
      "&'&&&&&&&&&&&": 1349,
      "+ĀĀ%Ā": 1350,
      ",ğ": 1351,
      "?Ā": 1352,
      "&'&": 1353,
      "&%''&&&&": 1354,
      "&)&&&&%": 1355,
      "&'&&&&&&'": 1356,
      "(&&&&(": 1357,
      "'%%": 1358,
      "'%&&(&'": 1359,
      "&&\"&+": 1360,
      "'&&#&$": 1361,
      "&&&&&&&&&&&&&": 1362,
      "##&&&&": 1363,
      ".ĀĀ&Ā": 1364,
      "đĀ": 1365,
      "&',": 1366,
      "&&#&&%": 1367,
      "*&&&+": 1368,
      "%'%": 1369,
      "''&&'&(": 1370,
      "$%&&$&'": 1371,
      "&(&&&&$": 1372,
      "&&'&&&&&&": 1373,
      "&&%&&%%": 1374,
      ")&&&'&": 1375,
      "*ĀĀ&Ā": 1376,
      "/ĀĀ%Ā": 1377,
      "Ğğ": 1378,
      "'&&&'&&&&": 1379,
      "&\"*": 1380,
      "&+)": 1381,
      "%'&&'&": 1382,
      "%%%": 1383,
      "%%&&'&'": 1384,
      "(%&&(&": 1385,
      "$'&&%&(": 1386,
      "&&'&&&(&&&&": 1387,
      "%Ĝ": 1388,
      "-\"": 1389,
      "&''%&&&&": 1390,
      "&%%%&&&&": 1391,
      "&(,": 1392,
      "&$&&'&'": 1393,
      "&)&#": 1394,
      "&)&&&&'": 1395,
      "&#!": 1396,
      "'&&&&&$": 1397,
      "&+(": 1398,
      "&!!": 1399,
      "%'&&$&%": 1400,
      "'%&&(&": 1401,
      "'$&&'&%": 1402,
      "&&'&&''&&&&": 1403,
      "&&%&&'%&&&&": 1404,
      "))&&&&": 1405,
      ".*": 1406,
      "ě&": 1407,
      "&&%&%&&&&&&": 1408,
      "&&'&%&&&&&&": 1409,
      "&!'": 1410,
      "%'&&$&": 1411,
      "&&(&ĝ": 1412,
      "('&&'&$": 1413,
      "%$&&%&": 1414,
      "&&'&&'%": 1415,
      "&&%&&%'&&&&": 1416,
      "(Ĝ": 1417,
      "(*&&&&": 1418,
      ".)": 1419,
      "ěğ": 1420,
      "ĜĀĀ": 1421,
      "ĠĚ": 1422,
      "&$&)": 1423,
      "&&)&&'": 1424,
      "$&&&&&%": 1425,
      "*&&/": 1426,
      "%%$&&&&": 1427,
      "$'&&$&'": 1428,
      "%(&&%&": 1429,
      "%&&)&#": 1430,
      "$&&&%&(": 1431,
      "ğ&&ğ": 1432,
      "-ĀĀ#Ā": 1433,
      "01": 1434,
      "&&($": 1435,
      "&&((": 1436,
      "&&(&&'%": 1437,
      "&#&&&&%": 1438,
      "&\"'": 1439,
      "$&&&(": 1440,
      "$&&&!": 1441,
      "(&&Ĝ": 1442,
      "\"&&Ğ": 1443,
      "&&&%&(": 1444,
      "%&&#&)": 1445,
      "!Ğ": 1446,
      "#/": 1447,
      "$ĝ": 1448,
      "*Ğ": 1449,
      "-ĀĀ'Ā": 1450,
      "-ĀĀ(Ā": 1451,
      "ĀĞ": 1452,
      "ğ,": 1453,
      "ğĞ": 1454,
      "Ġ&&'&%": 1455,
      "&&&&#": 1456,
      "&'&&&'": 1457,
      "&'&&&'&": 1458,
      "&%%'&&&&": 1459,
      "&(&&'&": 1460,
      "&$&$": 1461,
      "&&$$": 1462,
      "%&&&&&$": 1463,
      "&*)": 1464,
      "&\"\"": 1465,
      "&%&&&&#": 1466,
      "$&&Ĝ": 1467,
      "&+*": 1468,
      "$&&&&$": 1469,
      "\"&&/": 1470,
      "%$&&%&%": 1471,
      "#'&&%&%": 1472,
      "ğ&&,": 1473,
      "!ĝ": 1474,
      "&ĀĀ$Ā": 1475,
      "(/": 1476,
      "-,": 1477,
      "ğ/": 1478,
      "Ġ'&&": 1479,
      "&$&&%&%": 1480,
      "&&(&&*": 1481,
      "&&)&Ğ": 1482,
      "&'&&&&#": 1483,
      "&!%": 1484,
      "%%&&'&": 1485,
      "#'&&$&%": 1486,
      "'&&&%&%": 1487,
      ")/": 1488,
      "ĐĀ": 1489,
      "ě$": 1490,
      "ě)": 1491,
      "Ġ&.": 1492,
      "&%,": 1493,
      "%&&&%&&&&": 1494,
      "&+%": 1495,
      "''&&%&%": 1496,
      "''&&(&": 1497,
      "&&*&)": 1498,
      "#&&&&%": 1499,
      "#&&&&(": 1500,
      "$%&&%&$": 1501,
      "$%&&$&%": 1502,
      "$'&&%&$": 1503,
      "$'&&$&": 1504,
      "&&%&&&$&&&&": 1505,
      "Ġ&&-": 1506,
      "&&%&&%&&&%": 1507,
      "#&&&%&": 1508,
      "&&%&&('": 1509,
      "+ğ": 1510,
      "-ĀĀ$Ā": 1511,
      ".%": 1512,
      "/ĀĀ$Ā": 1513,
      "Ġ2": 1514,
      "Ġ&&'&'": 1515,
      "&'%%&&&&": 1516,
      "&$&": 1517,
      "&*!": 1518,
      "&*&'": 1519,
      "&'&&&&&&%": 1520,
      "$&&&&(": 1521,
      ")&&&+": 1522,
      "''&&(&%": 1523,
      "!&&Ğ": 1524,
      "$(&&%&'": 1525,
      ",&&ğ": 1526,
      "%&&)&\"": 1527,
      "&&'&&%%": 1528,
      "\"Ĝ": 1529,
      "#ĝ": 1530,
      "+Ğ": 1531,
      ".!": 1532,
      "ěĀĀ": 1533,
      "&(ğ": 1534,
      "&&$&&''": 1535,
      "&)&)": 1536,
      "&++": 1537,
      "#&&Ĝ": 1538,
      ")&&Ĝ": 1539,
      "'%&&%&%": 1540,
      "'%&&%&'": 1541,
      "''&&%&'": 1542,
      "%%&&$&": 1543,
      "(%&&'&(": 1544,
      "&&%&&&(&&&&": 1545,
      "&&!&%": 1546,
      "&Ė": 1547,
      "(&": 1548,
      "(\"&&&&": 1549,
      "ĝ*": 1550,
      "&&/": 1551,
      "&%&&'&(": 1552,
      "&%&&&%&": 1553,
      "&&%#": 1554,
      "&&(&&\"": 1555,
      "'&&&&&&'": 1556,
      "&*\"": 1557,
      "&!$": 1558,
      "(&&&&&'": 1559,
      "''&&(&'": 1560,
      ")&&&&'": 1561,
      "!&&&!": 1562,
      "%(&&%&(": 1563,
      "'(&&'&'": 1564,
      "Ġ&&&\"": 1565,
      "'&&)&#": 1566,
      "'&&\"&(": 1567,
      "&&'&&('": 1568,
      "#Ĝ": 1569,
      "+ĀĀ$Ā": 1570,
      "ě\"": 1571,
      "Ĝ*": 1572,
      "Ğ-": 1573,
      "&&Ĝ": 1574,
      "&'&&'&$": 1575,
      "&%&": 1576,
      "&&')": 1577,
      "&(&&%&%": 1578,
      "'&&&&)": 1579,
      "(&&&&$": 1580,
      "(&&&&&%": 1581,
      "%%&&'&%": 1582,
      "%%&&$&%": 1583,
      "$%&&%&(": 1584,
      "&$&&&&&&": 1585,
      "$'&&$&%": 1586,
      "+&&.": 1587,
      "'$&&'&'": 1588,
      "Ġ&&.": 1589,
      ",&&-": 1590,
      ")%&&'&'": 1591,
      "'&&&%&'": 1592,
      "'&&\"&%": 1593,
      "%&&&$&'": 1594,
      "&&%&&$'": 1595,
      "#&&'&'": 1596,
      "'!&&&&": 1597,
      ")&": 1598,
      ",ĀĀ%Ā": 1599,
      ",ĀĀ#Ā": 1600,
      "-ĀĀ&Ā": 1601,
      "ďĀ": 1602,
      "ě#": 1603,
      "ě(": 1604,
      "ě+": 1605,
      "Ĝ+": 1606,
      "'&&&&&&%": 1607,
      "&&#&&#": 1608,
      "(&&&+": 1609,
      "&&%&/": 1610,
      "&!#": 1611,
      ")&&&(&%": 1612,
      "*&&&%": 1613,
      "&&&'&(": 1614,
      "#&&&&$": 1615,
      "#&&&&'": 1616,
      "+&&Ğ": 1617,
      "''&&&&'": 1618,
      "$(&&%&(": 1619,
      ")%&&'&%": 1620,
      "(&&&'&(": 1621,
      "&&&&'&": 1622,
      "%&&*&'": 1623,
      "&&$&&%'": 1624,
      "$Ĝ": 1625,
      "*ĀĀ%Ā": 1626,
      ".ĀĀ(Ā": 1627,
      "ě%": 1628,
      "ĀĀ;Ā": 1629,
      "%&&Ĝ": 1630,
      "%&&&&&&'": 1631,
      "&*,": 1632,
      "&&#&&$": 1633,
      "&&)&&)": 1634,
      "&%&&&&&&%&&&&": 1635,
      "&+$": 1636,
      "'%$&&&&": 1637,
      "''$&&&&": 1638,
      "&&$&Ğ": 1639,
      "%&&&%&#": 1640,
      "'$&&'&": 1641,
      "&&'&&&$&&&&": 1642,
      "''&&&&%": 1643,
      "Ġ&&ğ": 1644,
      "($&&'&'": 1645,
      "'&&#&)": 1646,
      "#'&&%&'": 1647,
      "&&&&%&": 1648,
      "'&&*&'": 1649,
      "'&&*&$": 1650,
      "'&&&(&'": 1651,
      "\"/": 1652,
      "'Ĝ": 1653,
      "..": 1654,
      "ĚĀĀ": 1655,
      "ğĝ": 1656,
      "Ġ(&&": 1657,
      "Ġ&&'&": 1658,
      "Ġ&ğ": 1659,
      "&$&&%&'": 1660,
      "&\"&&": 1661,
      "$&&&&&(": 1662,
      "(&&&&&(": 1663,
      "*&&ĝ": 1664,
      "%'&&'&%": 1665,
      "%'&&'&'": 1666,
      "&,#": 1667,
      "&,*": 1668,
      "&,+": 1669,
      "('&&'&(": 1670,
      "(%&&(&'": 1671,
      "&(&&&&&&": 1672,
      "+&&&+": 1673,
      "$(&&%&%": 1674,
      "%'&&&&'": 1675,
      "'%&&&&'": 1676,
      "$&&&%&$": 1677,
      "&&+&": 1678,
      "ğ&&-": 1679,
      "%&&&'&'": 1680,
      "%&&\"&%": 1681,
      "&&$&&&#": 1682,
      "%&&&$&%": 1683,
      "#&&'&%": 1684,
      "%&": 1685,
      "&ĀĀ(Ā": 1686,
      ".ĀĀ$Ā": 1687,
      "/ĀĀ#Ā": 1688,
      "&(&&'&'": 1689,
      "&(&&%&'": 1690,
      "&)&&'&'": 1691,
      "&\"!": 1692,
      "&&)&&(": 1693,
      "&&)&ĝ": 1694,
      "&'&&&&&&%&&&&": 1695,
      "&'&&&&&&'&&&&": 1696,
      "&&*&!": 1697,
      ")&&&&$": 1698,
      "%(&&%&%": 1699,
      "Ġ&&&!": 1700,
      "$$&&%&'": 1701,
      ")%&&'&": 1702,
      "$&&&$&'": 1703,
      "#&&%&": 1704,
      "$&&'&$": 1705,
      "-ğ": 1706,
      ".\"": 1707,
      "Ā/": 1708,
      "Āğ": 1709,
      "Ę&&": 1710,
      "&'&&%&(": 1711,
      "&&%&'&&&&%": 1712,
      "&&%&%&&&&%": 1713,
      "&$&&'&$": 1714,
      "&$%(": 1715,
      "&)&&%&'": 1716,
      "'&&ě": 1717,
      "'&&&'&&&&&&&&": 1718,
      "&&)&&%": 1719,
      "$&&&": 1720,
      "!&&.": 1721,
      "'(&&'&(": 1722,
      "'&&#&#": 1723,
      "&&!&": 1724,
      "&&'&&'&&&'": 1725,
      "#%&&%&'": 1726,
      "(&&\"&%": 1727,
      "&ĀĀ#Ā": 1728,
      ",Ğ": 1729,
      "-/": 1730,
      "13": 1731,
      "21": 1732,
      "ĞĀĀ": 1733,
      "&%&&%&$": 1734,
      "&&(&&''": 1735,
      "&#&&": 1736,
      "&#&&'&%": 1737,
      "&#&&&&'": 1738,
      "'&&&+": 1739,
      "%&&&&&&%": 1740,
      "&+#": 1741,
      "'%&&%&$": 1742,
      "%%&&$&'": 1743,
      "((&&'&": 1744,
      "&&%&&'&&&'": 1745,
      "'&&&%&$": 1746,
      "'&&*&%": 1747,
      "$&&*&%": 1748,
      "(&&\"&(": 1749,
      "$&&&$&%": 1750,
      "#&&'&": 1751,
      "%!&&&&": 1752,
      ")&&'&%": 1753,
      "/ĀĀ(Ā": 1754,
      "Ě!": 1755,
      "ĝ.": 1756,
      "Ġ,&&": 1757,
      "&&$(": 1758,
      "%&&&*": 1759,
      "&&#&Ğ": 1760,
      "&!+": 1761,
      "$&&&&&'": 1762,
      ")&&&$": 1763,
      "&&*&&&&": 1764,
      "&&$&%&'": 1765,
      "Ġ&&Ğ": 1766,
      "%&&#&#": 1767,
      "'&&)&\"": 1768,
      "%&&*&$": 1769,
      "'&&*&": 1770,
      "&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&": 1771,
      "&&$&&$'": 1772,
      "*ĀĀ(Ā": 1773,
      "+ĝ": 1774,
      ",/": 1775,
      "ĘĀĀ": 1776,
      "Ě#": 1777,
      "Ě(": 1778,
      "ě'": 1779,
      "Ĝ%": 1780,
      "&&&*": 1781,
      "&&'&&&&&&&&&&&&": 1782,
      "&&'&%&&&&'": 1783,
      "&&'&'&&&&&&": 1784,
      "&(&#": 1785,
      "&&$&'&&&&": 1786,
      "&#&&'&'": 1787,
      "%&&ě": 1788,
      "%&&&&#": 1789,
      "&&#&/": 1790,
      "#&&&": 1791,
      "&&*&*": 1792,
      ")&&&&(": 1793,
      "$%'&&&&": 1794,
      "$%&&$&": 1795,
      "%%&&&&(": 1796,
      "*&&&&%": 1797,
      "ĀĀ)Ā!": 1798,
      "&&&ĝ": 1799,
      "%&&\"&$": 1800,
      "&&(&&&&&": 1801,
      "'&": 1802,
      "+/": 1803,
      "Ĝğ": 1804,
      "Ġ&&%&%": 1805,
      "Ġ&&(&%": 1806,
      "Ġ&&&&%": 1807,
      "&&&&\"": 1808,
      "&&'&&%&&&&&": 1809,
      "&(-": 1810,
      "&(%&&&&": 1811,
      "&(&&'&(": 1812,
      "&$&&%&$": 1813,
      "&&$&&'%": 1814,
      "&&#&&'": 1815,
      "(&&&#": 1816,
      "&&'&/": 1817,
      "&&'&ĝ": 1818,
      "&,\"": 1819,
      "$%(&&&&": 1820,
      "($&&'&%": 1821,
      "$$&&%&": 1822,
      "&&!&'": 1823,
      "%&&*&": 1824,
      "(&&\"&'": 1825,
      "#&&&%&'": 1826,
      "&&%&&$%": 1827,
      "\"&&'&%": 1828,
      "&ĀĀ'Ā": 1829,
      ")ě": 1830,
      ".ĀĀ#Ā": 1831,
      "02": 1832,
      "12": 1833,
      "Ě\"": 1834,
      "Ġ\"&&": 1835,
      "Ġ&&%&$": 1836,
      "Ġ&&&&'": 1837,
      "&&&&)": 1838,
      "&&'&'&&&&'": 1839,
      "&#&&%&%": 1840,
      "%&&&)": 1841,
      "&&#&&(": 1842,
      "&%&&&&&&'&&&&": 1843,
      "&+\"": 1844,
      ")&&&(&'": 1845,
      "(&&&&&$": 1846,
      "&&&&&&&&&&&": 1847,
      "%%&&'&$": 1848,
      "+&&&)": 1849,
      "ĀĀ%Ā!": 1850,
      "'(&&'&$": 1851,
      "ĀĀ$Ā#": 1852,
      "((&&'&'": 1853,
      "$$&&%&%": 1854,
      ")'&&'&'": 1855,
      "#%&&%&%": 1856,
      "%&&\"&(": 1857,
      "$&&\"&'": 1858,
      "&&(&&%'": 1859,
      "\"&&%&'": 1860,
      "#&&%&%": 1861,
      "&ĀĀ)Ā": 1862,
      ")&&'&'": 1863,
      "-Ĝ": 1864,
      ".ĀĀ\"Ā": 1865,
      "/!": 1866,
      "Ě&": 1867,
      "ě*": 1868,
      "Ĝ,": 1869,
      "Ğ&&+": 1870,
      "Ġ3": 1871,
      "Ġ&/": 1872,
      "&'&&%&$": 1873,
      "ĀĀ=Ā": 1874,
      "&),": 1875,
      "&#&&%&": 1876,
      "&\",": 1877,
      "&\"&%": 1878,
      "&&)&&&'": 1879,
      "&&)&.": 1880,
      "(&&ě": 1881,
      "*&&ě": 1882,
      "%'&&%&)": 1883,
      "'%&&(": 1884,
      "('&&(&": 1885,
      "('&&(&%": 1886,
      "!&&ĝ": 1887,
      "+&&ĝ": 1888,
      ")'&&'&": 1889,
      ")&&&'&'": 1890,
      "$&'&&&&": 1891,
      "$&&%&$": 1892,
      "$&&'&(": 1893,
      "''&&)": 1894,
      "(&&%&(": 1895,
      ")#&&&&": 1896,
      ",&": 1897,
      ",ĀĀ(Ā": 1898,
      "/\"": 1899,
      "/ĀĀ\"Ā": 1900,
      "Ė&&": 1901,
      "ěĝ": 1902,
      "Ġ&&%&": 1903,
      "Ġ&&&%": 1904,
      "Ġ&&'&$": 1905,
      "&&&&&&&%": 1906,
      "&)&&%&%": 1907,
      "%&&&%&&&&&&&&": 1908,
      "%&&&&&&%&&&&": 1909,
      "&&)%": 1910,
      "&+!": 1911,
      "&!\"": 1912,
      "('&&(&'": 1913,
      "&ğ&&&&": 1914,
      "Ġ&&ĝ": 1915,
      "($&&'&": 1916,
      "'%&&&&%": 1917,
      "#'&&%&": 1918,
      "#'&&$&'": 1919,
      "%)&&%&'": 1920,
      "&&&/": 1921,
      "&&'&&'(": 1922,
      "%&&\"&": 1923,
      "%&&*&(": 1924,
      "$&&*&": 1925,
      "(&&&(&'": 1926,
      "(ę": 1927,
      "30": 1928,
      "ĜĞ": 1929,
      "Ğ.": 1930,
      "Ġ&&$&'": 1931,
      "&&&&&&&'": 1932,
      "&&%&&&&&&&&&&&&": 1933,
      "&&$&&\"": 1934,
      "%&&&&&#": 1935,
      "&*&&": 1936,
      "&\"+": 1937,
      "&&)'": 1938,
      "$&&ě": 1939,
      "*&&Ĝ": 1940,
      "&,$": 1941,
      "%%&&'&(": 1942,
      "&-&&&&": 1943,
      "('%&&&&": 1944,
      "!&&&": 1945,
      "'$&&'&$": 1946,
      "&&'&&&(&": 1947,
      "%%&&&&%": 1948,
      "$(&&$&'": 1949,
      "%'&&&&%": 1950,
      "%'&&&&(": 1951,
      "\"&&&&%": 1952,
      "&&'&&'&&&'&": 1953,
      "&)&&&&(": 1954,
      "%&&!&'": 1955,
      "!/": 1956,
      "!Ĝ": 1957,
      "#&&'&$": 1958,
      "'+&&&&": 1959,
      ")&&'&": 1960,
      ")ĀĀ(Ā": 1961,
      "*Ĝ": 1962,
      "+ĀĀ(Ā": 1963,
      "ė&&": 1964,
      "ęĀĀ": 1965,
      "Ġ)&&": 1966,
      "Ġ&&'&(": 1967,
      "&&&+": 1968,
      "&%&&'&$": 1969,
      "ĀĀēĀ": 1970,
      "&$'&&&&": 1971,
      "&*-": 1972,
      "&&#%": 1973,
      "&!)": 1974,
      "\"&&&": 1975,
      "\"&&&'": 1976,
      "'%&&(&$": 1977,
      "'%&&'&#": 1978,
      "&&$&ĝ": 1979,
      "&&'&&&)": 1980,
      "($&&'&$": 1981,
      "((&&'&%": 1982,
      ",&&&+": 1983,
      "'&&#&*": 1984,
      "&&%&&%&&&%&": 1985,
      "&&'&&%&&&%": 1986,
      "&#&&&&(": 1987,
      "&ĀĀ\"Ā": 1988,
      ")&&%&": 1989,
      "/ĀĀ)Ā": 1990,
      "Ġ5": 1991,
      "&%&&%&(": 1992,
      "&&(&'&&&&": 1993,
      "%&&&!": 1994,
      "'&&&\"": 1995,
      "&&#&&&%": 1996,
      "&%&&&&)": 1997,
      "#&&&$&'": 1998,
      "&!*": 1999,
      "$&&&&)": 2000,
      "(&&&&)": 2001,
      "*&&&,": 2002,
      "\"&&Ĝ": 2003,
      "%%(&&&&": 2004,
      "&&(&/": 2005,
      "$%%&&&&": 2006,
      "('&&(&(": 2007,
      "&(&&&&)": 2008,
      "'&&&'&)": 2009,
      "%$&&%&$": 2010,
      "Ġ&&/": 2011,
      "Ġ&&&$": 2012,
      "Ġ&&&#": 2013,
      "%&&#&*": 2014,
      "&&+&#": 2015,
      "-&&&+": 2016,
      "%&&+&%": 2017,
      "\"%&&&&": 2018,
      "#)&&&&": 2019,
      "%+&&&&": 2020,
      "*&&'&'": 2021,
      ".,": 2022,
      "/ĀĀ!Ā": 2023,
      "05": 2024,
      "Āĝ": 2025,
      "ĎĀ": 2026,
      "ę&": 2027,
      "Ě$": 2028,
      "&&&&&&'": 2029,
      "&'ğ": 2030,
      "&%%&&&%": 2031,
      "&&%&'&&&&'": 2032,
      "&&'&'&&&&%": 2033,
      "ĀĀ<Ā": 2034,
      "&((&&&&": 2035,
      "&(&&'&$": 2036,
      "&(&&%&(": 2037,
      "&&$&&'&&&'": 2038,
      "%&&&&&)": 2039,
      "&%&&&&&'": 2040,
      "%'&&'&$": 2041,
      "\"&&ĝ": 2042,
      "%%$": 2043,
      "&&(&'&'": 2044,
      "%$&&$&'": 2045,
      "'$&&(&%": 2046,
      "'#&&'&%": 2047
    },
    "merges": [
      "& &",
      "&& &&",
      "& '",
      "& %",
      "&& %",
      "&& '",
      "Ā Ā",
      "& (",
      "& $",
      "&& $",
      "&& (",
      "& )",
      "& #",
      "% &&",
      "' &&",
      "% &&&&",
      "' &&&&",
      "& *",
      "& \"",
      "&& #",
      "&& )",
      "&' &&&&",
      "&% &&&&",
      "$ &&",
      "( &&",
      "&&% &",
      "&&' &",
      "& +",
      "# &&",
      "& !",
      "$ &&&&",
      ") &&",
      "( &&&&",
      "&&&& &&&&",
      "&&' &%",
      "&&% &%",
      "&&' &'",
      "&&% &'",
      "* &&",
      "% '",
      "\" &&",
      "' %",
      "& ,",
      "' '",
      "% %",
      "&& &%",
      "&& &'",
      "&&' &$",
      "&&% &(",
      "&& \"",
      "&& *",
      "&&% &$",
      "# &&&&",
      "&&' &(",
      "& -",
      ") &&&&",
      "&&$ &'",
      "&&( &",
      "&&( &%",
      "&&( &'",
      "&&$ &",
      "&&$ &%",
      "$ %",
      "( '",
      "( %",
      "&$ &&&&",
      "$ '",
      "&( &&&&",
      "! &&",
      "&&% &&&&",
      "%&& &%",
      "'&& &'",
      "&&' &&&&",
      "+ &&",
      "% (",
      "% Ā",
      "ĀĀ %Ā",
      "% $",
      "' (",
      "& Ā",
      "ĀĀ &Ā",
      "' $",
      "& ğ",
      "$ Ā",
      "ĀĀ $Ā",
      "&&% &&",
      "&&' &&",
      "' Ā",
      "ĀĀ 'Ā",
      "' '&&&&",
      "Ġ &&",
      "% %&&&&",
      "&&$ &(",
      "# Ā",
      "ĀĀ #Ā",
      "$ (",
      "( Ā",
      "ĀĀ (Ā",
      "&&( &$",
      "& .",
      "&&% &)",
      "% '&&&&",
      "( $",
      "&&' &#",
      "&&$ &$",
      "' %&&&&",
      "&&( &(",
      "( (",
      "\" &&&&",
      "&&' &)",
      "\" Ā",
      "ĀĀ \"Ā",
      "$ $",
      "&&% &#",
      ", &&",
      "* &&&&",
      "%&& )",
      "%&& #",
      "& Ğ",
      "'&& #",
      "# '",
      ") Ā",
      "ĀĀ )Ā",
      "'&& )",
      "% )",
      "' )",
      "&& &",
      "% #",
      "' #",
      "&& !",
      "$&& &%",
      "! Ā",
      "ĀĀ !Ā",
      ") %",
      "&&' &&'",
      "(&& &'",
      ") '",
      "&&% &&%",
      "# %",
      "* Ā",
      "ĀĀ *Ā",
      "# (",
      "&&' &&%",
      "& /",
      "&& +",
      ") $",
      "&&( &#",
      "&&$ &)",
      "# $",
      ") (",
      "&&% &&'",
      "&&) &'",
      "&&$ &#",
      "+ Ā",
      "ĀĀ +Ā",
      "&&% &*",
      "&&) &%",
      "$ )",
      "&&&& %",
      "( #",
      "ğ &&",
      "&&# &'",
      "Ġ Ā",
      "&&' &\"",
      "& ĝ",
      "&&# &%",
      "&&&& '",
      "&&( &)",
      "%&& &'",
      "( )",
      "- &&",
      "&&( &&",
      ", Ā",
      "ĀĀ ,Ā",
      "$ #",
      "'&& &%",
      "ğ Ā",
      "ĀĀ ğĀ",
      "! &&&&",
      "%&& \"",
      "&&' &*",
      "%&& *",
      "&&$ &&",
      "'&& \"",
      "% *",
      "' \"",
      "&&% &\"",
      "' *",
      "&&# &(",
      "% \"",
      "+ &&&&",
      "&&) &$",
      "'&& *",
      "* (",
      "# )",
      "* %",
      "&'&&&& %",
      "&) &&&&",
      "%&& &$",
      "&# &&&&",
      "\" $",
      "- Ā",
      "ĀĀ -Ā",
      "&( &%",
      "* $",
      "\" (",
      "Ğ Ā",
      "Ğ &&",
      "ĀĀ ĞĀ",
      "Ġ &&&&",
      "\" '",
      ") )",
      "& Ĝ",
      "$&& *",
      "&' '&&&&",
      "# #",
      "&&# &$",
      "' (&&&&",
      ". Ā",
      "ĀĀ .Ā",
      "% $&&&&",
      "&&&&&&&& &&&&",
      "&&( &\"",
      ") #",
      "&&$ &*",
      "$ *",
      "\" %",
      "$ %&&&&",
      "&% %&&&&",
      "&&' &&&'",
      "(&& \"",
      "&&) &(",
      "&%&&&& '",
      "$ '&&&&",
      "&&) &",
      "( *",
      "&'&&&& '",
      "&&% &&&%",
      "&%&&&& %",
      "* '",
      "&' %&&&&",
      "$&& &$",
      "$ \"",
      "( %&&&&",
      "( '&&&&",
      "&&# &",
      "' $&&&&",
      "$&& \"",
      ")&& &'",
      "'&& &(",
      "%&& +",
      "' +",
      ". &&",
      "% (&&&&",
      "&&$ &\"",
      "&&( &&&&",
      "Ġ (",
      "&&( &*",
      "ĝ Ā",
      "ĀĀ ĝĀ",
      "&&$ &&&&",
      "&&# &)",
      "( \"",
      "&&%& +",
      "/ Ā",
      "ĀĀ /Ā",
      "' !",
      "#&& &%",
      "\" )",
      "% !",
      "ĝ &&",
      "&&'& !",
      "&%&&&& &&",
      "* )",
      "&'&&&& &&",
      "(&& *",
      "&% '&&&&",
      "$ +",
      "(&& &(",
      "% +",
      "( +",
      "#&& *",
      "%&&&% &",
      "' ,",
      "Ĝ Ā",
      "ĀĀ ĜĀ",
      "&&'& +",
      "&&% &&&&&&&&",
      "&' %",
      "&&) &#",
      ")&& \"",
      "&&%& !",
      "\" #",
      "'&&&' &",
      "&&' &&&&&&&&",
      "&&' &&(",
      "%&& !",
      "&' '",
      "&% '",
      "&' &%",
      ") *",
      "Ġ #",
      "'&& +",
      "! (",
      "&&$ &+",
      "&&% &&$",
      "* #",
      "#&& \"",
      ") \"",
      "'&& !",
      "&&) &)",
      "Ġ $",
      "ě Ā",
      "ĀĀ ěĀ",
      "! $",
      "# \"",
      ") +",
      "&$ &%",
      ")&& *",
      "&' &'",
      "/ &&",
      "&&' %",
      ", &&&&",
      "Ġ %",
      "& ě",
      "&$ &'",
      "&&( &!",
      "$ !",
      "&&$ &&%",
      "&%&&&& &&&&",
      "( !",
      "Ġ )",
      "&&' '",
      "&% &'",
      "&'&&&& &&&&",
      "# +",
      "&&% &&(",
      "&&# &#",
      "# *",
      "$&& +",
      "&% %",
      "(&& +",
      "! %",
      "&&' &&$",
      "&&# &*",
      "* *",
      "! '",
      "+ $",
      "&&( &&%",
      "+ (",
      "Ĝ &&",
      "&&&% &",
      "&\" &&&&",
      "! )",
      "&&( &+",
      "Ě Ā",
      "ĀĀ ĚĀ",
      "+ %",
      "(&& !",
      "Ġ \"",
      "$&& !",
      "&& &'&&&&",
      "&&&' &",
      "ę Ā",
      "ĀĀ ęĀ",
      "&&# &&",
      "Ġ '",
      "Ġ &(",
      "* \"",
      "'&&&& &",
      "&% (",
      "&&$ &!",
      "&( &'",
      "*&& \"",
      ") !",
      "\"&& *",
      "\" \"",
      ", (",
      "Ġ &'",
      "%&&&& &",
      "&* &&&&",
      "& ĀĀ",
      "Ġ !",
      "&% &%",
      "* +",
      "&& ,",
      "&% $",
      "#&& +",
      "- ĀĀ",
      "! #",
      "* ĀĀ",
      "&&&&&&&& &&&&&&&&",
      "+ #",
      "+ '",
      "%&& ,",
      "%&&&& %",
      "&&) &\"",
      "+ ĀĀ",
      "'&&&& %",
      "&&%&&&& &",
      ", )",
      "# !",
      "&&) &&",
      "& Ě",
      ", ĀĀ",
      "&$ %",
      "+ )",
      "Ġ &%",
      "&& &%&&&&",
      "( (&&&&",
      "&&% '",
      "'&& ,",
      ", %",
      "&& ğ",
      ", '",
      "*&& *",
      ")&& &(",
      "&( '",
      "Ę Ā",
      "&&' &&&%",
      "Ġ &)",
      "%&&&& '",
      "\"&& \"",
      ", $",
      "/ ĀĀ",
      "Ġ *",
      "&&$ &,",
      "&&'&&&& &",
      "'&& &)",
      ". ĀĀ",
      "$ $&&&&",
      "&' (",
      "#&& !",
      "&&# &+",
      "Ġ +",
      "&( %",
      "ğ )",
      "&$ '",
      "&&$ &&$",
      "\" *",
      "Ġ &",
      "&&% &&&'",
      "&# &'",
      "( ,",
      "&&# &\"",
      ")&& !",
      "&&) &*",
      "&&$ &&'",
      "#&& &$",
      "&&( &&'",
      "%&&&& &&",
      "- &&&&",
      "(&& ,",
      "&' $",
      "&&%& ,",
      "\" !",
      "'&&&& '",
      ")&& +",
      "( $&&&&",
      "ė Ā",
      "%' &&%&",
      "$ ,",
      "ğ &&&&",
      "$&& ,",
      "&&% %",
      "* !",
      "ğ %",
      "ğ (",
      "% #&&&&",
      "'% &&'&",
      "&& -",
      "&&( &&(",
      "*&& !",
      "(&& &%",
      "+ *",
      "% ,",
      "&) &%",
      "ğ $",
      "&&' &&)",
      "Ġ &$",
      "&&' &%&&&&",
      "'&&&& &&",
      "Ġ &*",
      ", #",
      "$ (&&&&",
      "- (",
      "Ė Ā",
      "&&% %&&&&",
      "*&& &'",
      "&$&&&& '",
      "! \"",
      ") ĀĀ",
      ", +",
      "\"&& +",
      "&% )",
      "Ġ -",
      "&% #",
      "&(&&&& %",
      "! *",
      "\" +",
      "&( &",
      "&( (",
      "%&& ğ",
      "$&& &#",
      "&&% &'&&&&",
      "ě &&",
      "&&% &&#",
      "'&& ğ",
      "&&% &%&&&&",
      "&' #",
      "&&$ &&&%",
      "'' &&'&",
      "' -",
      "Ā +",
      "&( &$",
      "&&$ &&(",
      "'&& &$",
      "&&%& -",
      "&&%&& &%&&&&",
      "&( $",
      "& ę",
      "Ġ ,",
      "&' )",
      "%&& -",
      "\"&& !",
      "' )&&&&",
      "Ġ &#",
