{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "Ā": 82,
      "ć": 83,
      "ċ": 84,
      "Č": 85,
      "č": 86,
      "Ď": 87,
      "ď": 88,
      "Đ": 89,
      "đ": 90,
      "Ē": 91,
      "ē": 92,
      "Ĕ": 93,
      "ĕ": 94,
      "Ė": 95,
      "ė": 96,
      "Ę": 97,
      "ę": 98,
      "Ě": 99,
      "ě": 100,
      "Ĝ": 101,
      "ĝ": 102,
      "Ğ": 103,
      "ğ": 104,
      "Ġ": 105,
      "--": 106,
      "----": 107,
      "-.": 108,
      "-,": 109,
      "--.": 110,
      "--,": 111,
      "-/": 112,
      "-+": 113,
      "--/": 114,
      "--+": 115,
      "ĀĀ": 116,
      "-*": 117,
      ",--": 118,
      ",----": 119,
      ".----": 120,
      ".--": 121,
      "+--": 122,
      "-.----": 123,
      "-)": 124,
      "-,----": 125,
      "/--": 126,
      "--,-": 127,
      "*--": 128,
      "--.-": 129,
      "+----": 130,
      "--*": 131,
      ".--,": 132,
      "--.-,": 133,
      "/----": 134,
      "--.-.": 135,
      "---.": 136,
      "-(": 137,
      "--------": 138,
      ",--,": 139,
      "---,": 140,
      "---": 141,
      "..": 142,
      "--+-": 143,
      ")--": 144,
      "--/-": 145,
      ".,": 146,
      "--,-.": 147,
      "-,,": 148,
      "--.-/": 149,
      "--)": 150,
      "----,": 151,
      "--.-+": 152,
      "(--": 153,
      "--,-,": 154,
      "-.,": 155,
      "---/": 156,
      ".---.": 157,
      "/,": 158,
      "----.": 159,
      "-..": 160,
      "--.----": 161,
      ",---,": 162,
      "-'": 163,
      "/.": 164,
      "-,.": 165,
      "--,-/": 166,
      ",,": 167,
      ",.": 168,
      "--(": 169,
      "*----": 170,
      "--+-.": 171,
      "--/-,": 172,
      "-&": 173,
      "00": 174,
      "--,----": 175,
      "--,-+": 176,
      "+,": 177,
      "---,----": 178,
      "---+": 179,
      "--/-.": 180,
      "*-": 181,
      "--+-/": 182,
      "--+-,": 183,
      "--/-/": 184,
      "--/-+": 185,
      "+.": 186,
      "--.--.": 187,
      "---.----": 188,
      "--+-+": 189,
      "--'": 190,
      "//": 191,
      "++": 192,
      "-+----": 193,
      ",,----": 194,
      "/+": 195,
      "+---,": 196,
      "--.--,": 197,
      "'--": 198,
      ".+": 199,
      "10": 200,
      "--.-*": 201,
      ",+": 202,
      "-/----": 203,
      ",---.": 204,
      "--*-": 205,
      "01": 206,
      "..----": 207,
      ",/": 208,
      ".,----": 209,
      "/---.": 210,
      ",.----": 211,
      "--&": 212,
      ")----": 213,
      "+/": 214,
      ")-": 215,
      "--,-*": 216,
      "(-": 217,
      ",--*": 218,
      "--/-*": 219,
      ".---,": 220,
      ",*": 221,
      "&--": 222,
      "./": 223,
      "-..----": 224,
      ".--*": 225,
      "--,--.": 226,
      ".*": 227,
      "-,,----": 228,
      "02": 229,
      "/*": 230,
      "--+-*": 231,
      ".Ā": 232,
      "ĀĀ.Ā": 233,
      "-.+": 234,
      "'-": 235,
      "-%": 236,
      "--.-)": 237,
      "--,--,": 238,
      "*+": 239,
      "11": 240,
      ",Ā": 241,
      "--.---.": 242,
      "ĀĀ,Ā": 243,
      "-,----.": 244,
      ".--,-,": 245,
      "20": 246,
      "+*": 247,
      "-./": 248,
      "-/,": 249,
      "-.----,": 250,
      "+Ā": 251,
      "ĀĀ+Ā": 252,
      "-.----.": 253,
      "-$": 254,
      "-.-,": 255,
      "%--": 256,
      "*/": 257,
      ",---+": 258,
      "-Ā": 259,
      "-+,": 260,
      "ĀĀ-Ā": 261,
      ".---/": 262,
      "-,----,": 263,
      "*Ā": 264,
      "--.--/": 265,
      "ĀĀ*Ā": 266,
      "-,/": 267,
      "--)-": 268,
      "-,+": 269,
      "--.--------": 270,
      "--,---,": 271,
      "*,": 272,
      ".----.": 273,
      "*.": 274,
      "21": 275,
      "-/+": 276,
      "-/.": 277,
      "----/": 278,
      "-.,----": 279,
      "/Ā": 280,
      "ĀĀ/Ā": 281,
      "-,.----": 282,
      "--.--": 283,
      ",--)": 284,
      ")Ā": 285,
      "12": 286,
      "ĀĀ)Ā": 287,
      "+--*": 288,
      ",----,": 289,
      "%-": 290,
      "--/-)": 291,
      ",----.": 292,
      "$--": 293,
      "(----": 294,
      "30": 295,
      "*---,": 296,
      ".--,-/": 297,
      "--.--+": 298,
      "(Ā": 299,
      "ĀĀ(Ā": 300,
      "-*-": 301,
      "--(-": 302,
      "--+-)": 303,
      "/--*": 304,
      ",--,-,": 305,
      ".--,-": 306,
      "/.--": 307,
      ".----,": 308,
      ")+": 309,
      "----+": 310,
      ".)": 311,
      "-.*": 312,
      "--,-)": 313,
      "+---+": 314,
      "/---/": 315,
      ",)": 316,
      "-.-.": 317,
      "03": 318,
      "-++": 319,
      "-----,": 320,
      "--.-(": 321,
      "/---": 322,
      ".---.-": 323,
      "$-": 324,
      "&-": 325,
      "--.,": 326,
      ".--)": 327,
      "*--*": 328,
      "./----": 329,
      "--,--------": 330,
      "--,-,,": 331,
      "'Ā": 332,
      "*)": 333,
      ",+----": 334,
      "/)": 335,
      "22": 336,
      "--,--": 337,
      "--/--": 338,
      "ĀĀ'Ā": 339,
      "-,*": 340,
      "-/)": 341,
      "--+--": 342,
      "--,,----": 343,
      "--/-(": 344,
      "---.-": 345,
      "/.----": 346,
      "40": 347,
      "--..": 348,
      "--.---,": 349,
      "-+*": 350,
      ".---": 351,
      ".--,-.": 352,
      "-+-": 353,
      "--'-": 354,
      "-,--": 355,
      "+--)": 356,
      ",--,-.": 357,
      "%Ā": 358,
      "+.----": 359,
      ",--,-": 360,
      "-----": 361,
      "--/--,": 362,
      "ĀĀ%Ā": 363,
      "---,-": 364,
      "#-": 365,
      ").": 366,
      "13": 367,
      "-----.": 368,
      "-+-.": 369,
      "(/": 370,
      "23": 371,
      "-/*": 372,
      "&Ā": 373,
      "+,----": 374,
      ",--.-.": 375,
      "--.-.----": 376,
      "--+--,": 377,
      "ĀĀ&Ā": 378,
      "/,----": 379,
      "/--)": 380,
      "*--)": 381,
      "),": 382,
      "/,--": 383,
      "-,-.": 384,
      "--..----": 385,
      "-*----": 386,
      "-)-": 387,
      ".--,-+": 388,
      ",--.-": 389,
      ".+----": 390,
      "Ā+": 391,
      "--/----": 392,
      "--/-.,": 393,
      "--+-(": 394,
      ",--,-/": 395,
      "/+--": 396,
      ")*": 397,
      "--.,----": 398,
      "--+----": 399,
      "-,--------": 400,
      "(.": 401,
      ",--.-,": 402,
      "31": 403,
      "-,-,": 404,
      "-*,": 405,
      ".-----": 406,
      ",---,-": 407,
      "\"--": 408,
      "'+": 409,
      "-#": 410,
      "/+----": 411,
      "ĀĀ$": 412,
      ".--(": 413,
      "+)": 414,
      "50": 415,
      "-+)": 416,
      ",--*-": 417,
      "--*-/": 418,
      "ĀĀ$Ā": 419,
      "+(": 420,
      "-+.": 421,
      "--/-,,": 422,
      ".--*-": 423,
      "--,-(": 424,
      "--+---,": 425,
      "--+-,,": 426,
      "+--*-": 427,
      "/---,": 428,
      "#--": 429,
      ".--.-.": 430,
      "-.-": 431,
      "-,)": 432,
      "--.-,----": 433,
      "--,--/": 434,
      "-/-,": 435,
      "*---+": 436,
      "/----.": 437,
      "--&-": 438,
      "()": 439,
      "--,.----": 440,
      "**": 441,
      "+--.-,": 442,
      ",(": 443,
      "--%": 444,
      "-.)": 445,
      "--,---+": 446,
      ",--,-+": 447,
      ".,--": 448,
      "--.---.----": 449,
      "--,--+": 450,
      "--/-..": 451,
      ",.--,": 452,
      "/--,-": 453,
      "-.(": 454,
      "-,-,----": 455,
      "--.---,----": 456,
      "--/---.": 457,
      "--+-.,": 458,
      ",-----": 459,
      "+--(": 460,
      "--.-'": 461,
      "'----": 462,
      "(+": 463,
      "32": 464,
      "41": 465,
      "Ā.": 466,
      "Ā/": 467,
      "-,-.----": 468,
      "-*-/": 469,
      ".--------": 470,
      "/--(": 471,
      "-\"": 472,
      ".--+-": 473,
      "/--.-,": 474,
      "33": 475,
      "42": 476,
      "Ā*": 477,
      "-,+----": 478,
      "--.---/": 479,
      "-+--": 480,
      "-),": 481,
      "------------": 482,
      ".,--.-,": 483,
      ".,--.-.": 484,
      "!-": 485,
      "(,": 486,
      "/--.-": 487,
      "/--/-": 488,
      "51": 489,
      "-.--": 490,
      "--,-.----": 491,
      "-+/": 492,
      "--/--/": 493,
      "-**": 494,
      "-*--": 495,
      "..--.-,": 496,
      ")--)": 497,
      "!--": 498,
      "++----": 499,
      "/ĀĀ": 500,
      "/*--": 501,
      "04": 502,
      "--,---.": 503,
      "-/--": 504,
      "-/----,": 505,
      ",--------": 506,
      ".---+": 507,
      "/----,": 508,
      ".,--.-": 509,
      "\"-": 510,
      "(*": 511,
      ")(": 512,
      "52": 513,
      "Ā,": 514,
      "-.-+": 515,
      "-.-,----": 516,
      "--.--.----": 517,
      ",--'": 518,
      ",---": 519,
      ".--'": 520,
      "--,-'": 521,
      "--+-'": 522,
      ",---.-": 523,
      ",--/-": 524,
      "--,---,----": 525,
      "-/-.": 526,
      ",----+": 527,
      "+----.": 528,
      "--*-.": 529,
      "--*-*": 530,
      "+'": 531,
      "//--": 532,
      "14": 533,
      "----*": 534,
      "-,-": 535,
      "-,.---.": 536,
      "--.---": 537,
      "--+--.": 538,
      "--+--/": 539,
      "--+--+": 540,
      "----------------": 541,
      "+---,-": 542,
      "++--": 543,
      "+--,-.": 544,
      ".--.-": 545,
      ".--.-,": 546,
      "Ā%": 547,
      "-..---.": 548,
      "-+----.": 549,
      ",--(-": 550,
      "-.--------": 551,
      "/--*-": 552,
      "&.": 553,
      "))": 554,
      ",.--": 555,
      ",/----": 556,
      ",,--,": 557,
      "35": 558,
      "-.-.----": 559,
      "-,---,": 560,
      "--/-,.": 561,
      "--+-..": 562,
      "ĀĀ:": 563,
      ",--(": 564,
      ",----/": 565,
      "-,------": 566,
      "-,------,": 567,
      "--*-,": 568,
      "-(-": 569,
      "--)-/": 570,
      "/---.-": 571,
      "+--.-": 572,
      "+.--,": 573,
      "+--/-": 574,
      "/(": 575,
      "-,..": 576,
      "--.--*": 577,
      "--+-,.": 578,
      "-*.": 579,
      "-*-,": 580,
      ",---/": 581,
      "-)+": 582,
      "*---": 583,
      "---/-": 584,
      "&)": 585,
      "((": 586,
      "+ĀĀ": 587,
      ",ĀĀ": 588,
      "//----": 589,
      "/--.-.": 590,
      "43": 591,
      "61": 592,
      "Ā)": 593,
      "-.,---,": 594,
      "--/--+": 595,
      ".----+": 596,
      "-).": 597,
      "-)----": 598,
      "+-----": 599,
      "--*-+": 600,
      "---'": 601,
      "')": 602,
      ",'": 603,
      ".'": 604,
      ".ĀĀ": 605,
      "/--+-": 606,
      "/)--": 607,
      "53": 608,
      "70": 609,
      "-.---.": 610,
      "-+-/": 611,
      "--/--.": 612,
      ",------": 613,
      "+--'": 614,
      "-.------": 615,
      "*--(": 616,
      ")--(": 617,
      "-,,.----": 618,
      "'*": 619,
      "*(": 620,
      ".--/-": 621,
      "24": 622,
      "34": 623,
      "ĠĀ": 624,
      "--/---/": 625,
      ",--)-": 626,
      ".-----/": 627,
      ".--&": 628,
      ".--)-": 629,
      "-.----/": 630,
      "-.------------": 631,
      "/--)-": 632,
      "...----": 633,
      "----.-": 634,
      "/.--.-": 635,
      "&ĀĀ": 636,
      "''": 637,
      "'(": 638,
      "+-": 639,
      "+--,-": 640,
      "+/----": 641,
      ",--.-+": 642,
      ",--.--.": 643,
      "/--,-,": 644,
      "05": 645,
      "Ġ-": 646,
      "--#": 647,
      "------": 648,
      "-,--,-": 649,
      "-,--.-,": 650,
      "ĀĀ\"": 651,
      ".------": 652,
      ".------------": 653,
      "/--(-": 654,
      "*--*-": 655,
      "+----,": 656,
      ".--,-*": 657,
      "..--.-": 658,
      "..--.-.": 659,
      "--,-----": 660,
      ".---,-": 661,
      "*'": 662,
      "*ĀĀ": 663,
      ",--/-,": 664,
      ".(": 665,
      "15": 666,
      "63": 667,
      "Ā-": 668,
      "--\"": 669,
      "----)": 670,
      "-.--,-": 671,
      "-.--.-.": 672,
      "-,-+": 673,
      "-,--.-.": 674,
      "-,--,-.": 675,
      "--,-,----": 676,
      "--,---.----": 677,
      "-+(": 678,
      "-)--": 679,
      "-,..----": 680,
      "+,--,-": 681,
      "+.--,-": 682,
      "&,": 683,
      "*--/-": 684,
      "+.--": 685,
      "-!": 686,
      "-ĀĀ": 687,
      ".+--": 688,
      ".--.-/": 689,
      "/--,-.": 690,
      ":-": 691,
      "Ā\"": 692,
      "Ā&": 693,
      "-.'": 694,
      "-,--.-": 695,
      "ĀĀ;": 696,
      "+--)-": 697,
      "-))": 698,
      "-)-/": 699,
      "..,----": 700,
      "--/-'": 701,
      "&'": 702,
      "*+----": 703,
      "+--.-.": 704,
      "+--.-+": 705,
      ",*----": 706,
      "..--,": 707,
      "/--.-/": 708,
      "54": 709,
      ":ĀĀ": 710,
      "Ā'": 711,
      "Ā(": 712,
      "--%-": 713,
      "-----+": 714,
      "-.-/": 715,
      "-./---.": 716,
      "-,'": 717,
      "-/-+": 718,
      "--+--*": 719,
      "ĀĀ!": 720,
      "ĀĀ=": 721,
      ",-----,": 722,
      ",-----/": 723,
      ".-----,": 724,
      "+---": 725,
      "-,----+": 726,
      "/-----": 727,
      "---.-*": 728,
      "----,-": 729,
      "/,--.-": 730,
      "/,--.-,": 731,
      ",,--,-": 732,
      "%(": 733,
      "),--": 734,
      "+,--": 735,
      "+,--,": 736,
      "+--.-/": 737,
      ",,--": 738,
      ",--.-/": 739,
      ",--/-.": 740,
      "./--": 741,
      ".--+-.": 742,
      "/'": 743,
      "16": 744,
      "55": 745,
      "64": 746,
      "ğ--": 747,
      "Ġ--": 748,
      "----..": 749,
      "-.--.-": 750,
      "-.+----": 751,
      "-.--.-,": 752,
      "-,(": 753,
      "--,.--,": 754,
      "ĀĀ#": 755,
      ",-----+": 756,
      ",----,,": 757,
      ".--(-": 758,
      "-.----+": 759,
      "*--'": 760,
      "*--)-": 761,
      "/----/": 762,
      ".,,----": 763,
      "-,,.--,": 764,
      "--)-+": 765,
      "--.-----": 766,
      "---+-": 767,
      "&----": 768,
      ")'": 769,
      ",--/": 770,
      ",--+-": 771,
      "..--": 772,
      ".*----": 773,
      ".--/-,": 774,
      "08": 775,
      "25": 776,
      "ğ-": 777,
      "-./,": 778,
      "-,--,-,": 779,
      "-,--,-/": 780,
      "-,--,-+": 781,
      "-+-+": 782,
      "-*(": 783,
      ".----/": 784,
      ".-----+": 785,
      "+---*": 786,
      "-.-----": 787,
      "-,----/": 788,
      "-()": 789,
      "---/----": 790,
      ".---.-,": 791,
      "--(-/": 792,
      "-,----.-": 793,
      "--.------------": 794,
      "%&": 795,
      "%)": 796,
      "%ĀĀ": 797,
      "*,--": 798,
      ".--+": 799,
      "62": 800,
      "Ğ-": 801,
      "----/,": 802,
      "-.--,-.": 803,
      "-.+---,": 804,
      "-,--.-/": 805,
      "-/-": 806,
      "-/.,": 807,
      ",---*": 808,
      ".------.": 809,
      "+--&": 810,
      "/--'": 811,
      "-,,,----": 812,
      "-,.,----": 813,
      "--,---,-": 814,
      "ĀĀ:Ā": 815,
      "&(": 816,
      "&--,-": 817,
      ")/": 818,
      "*--.-.": 819,
      "*----,": 820,
      "+*----": 821,
      ",+--": 822,
      ",*--": 823,
      ",)--": 824,
      ",--/-+": 825,
      ".*--": 826,
      "/--.-+": 827,
      "--$": 828,
      "---*": 829,
      "----(": 830,
      "-...": 831,
      "-..,": 832,
      "-.--,-,": 833,
      "-,,---.": 834,
      "--,---": 835,
      "--,--.----": 836,
      "-/&": 837,
      "-/----.": 838,
      "--/---,": 839,
      "-*'": 840,
      "-*+": 841,
      "-)(": 842,
      "/--'-": 843,
      "+----*": 844,
      "--*-(": 845,
      "---.-+": 846,
      "--)-.": 847,
      ",.--,-": 848,
      "++--,-": 849,
      "--.---.-": 850,
      "*---,-": 851,
      "ĀĀ;Ā": 852,
      "%*": 853,
      "*,--,": 854,
      "+--+-": 855,
      "+)--": 856,
      "+--,-,": 857,
      "+--/-,": 858,
      "+--/-.": 859,
      "+,--*": 860,
      ",&": 861,
      ".,--,": 862,
      "06": 863,
      "18": 864,
      "26": 865,
      "36": 866,
      "46": 867,
      ";ĀĀ": 868,
      "-----/": 869,
      "-----*": 870,
      "-.--.-+": 871,
      "-,--.-+": 872,
      "-,,---,": 873,
      "--.--)": 874,
      "--.--,----": 875,
      "--,--*": 876,
      "--,,--,": 877,
      "-/'": 878,
      "-+-,": 879,
      "-+--.-": 880,
      "--+---.": 881,
      "ĀĀ<": 882,
      "-*----,": 883,
      ",--&": 884,
      "+---.": 885,
      "-)*": 886,
      "*---+-": 887,
      "+----+": 888,
      "+----/": 889,
      "--.-.+": 890,
      "---.-/": 891,
      ".,.----": 892,
      "+,--+-": 893,
      "---+----": 894,
      "--.--.---.": 895,
      "//--.-,": 896,
      ",,----.": 897,
      "-..-----": 898,
      ",---+-": 899,
      ".---/-": 900,
      "$(": 901,
      ")----,": 902,
      "*--,-": 903,
      ",--+-,": 904,
      ",.--,-,": 905,
      ".&": 906,
      "/--/-,": 907,
      "27": 908,
      "56": 909,
      "93": 910,
      "-------,": 911,
      "-./----": 912,
      "-.--/-": 913,
      "-.--.-/": 914,
      "-./.": 915,
      "-.--,-/": 916,
      "-,.,": 917,
      "--.-.----.": 918,
      "--,----,": 919,
      "-/--,-": 920,
      "-+----,": 921,
      "--/---": 922,
      "-*)": 923,
      "+---/": 924,
      "+--(-": 925,
      "+--'-": 926,
      "-.------,----": 927,
      "/-----+": 928,
      "..--.-/": 929,
      "--)-*": 930,
      "(--(": 931,
      "-..,----": 932,
      ",---,-.": 933,
      ",---,-+": 934,
      "-')": 935,
      ",--*-,": 936,
      ".--*-+": 937,
      "-.----,-": 938,
      "$ĀĀ": 939,
      "&/": 940,
      "(ĀĀ": 941,
      ")&": 942,
      ")--,-": 943,
      ")--.-": 944,
      "*--,-.": 945,
      "+)----": 946,
      ",-": 947,
      ",--/-/": 948,
      ".--.-+": 949,
      ".--+-/": 950,
      ".--/-/": 951,
      "/(--": 952,
      "/--,-/": 953,
      "/*----": 954,
      "/--/-.": 955,
      "44": 956,
      "71": 957,
      "80": 958,
      "82": 959,
      "Ā$": 960,
      "--<": 961,
      "--$-": 962,
      "-.&": 963,
      "-,/,": 964,
      "--./----": 965,
      "--,--)": 966,
      "--,--,----": 967,
      "-/-/": 968,
      "-+--.-.": 969,
      "-+..----": 970,
      "-*&": 971,
      "-*/": 972,
      ",---.----": 973,
      "-.----*": 974,
      "-)'": 975,
      "-,------------": 976,
      "-,----,,": 977,
      "-(+": 978,
      "..--,-": 979,
      "(--'": 980,
      "-.,,----": 981,
      "/,--/-/": 982,
      "-...----": 983,
      "/..----": 984,
      "/.--.-,": 985,
      "--.--..----": 986,
      "/+--.-": 987,
      "--.--,.----": 988,
      ".+--.-,": 989,
      ".+--.-.": 990,
      "+/--,-.": 991,
      "--,------------": 992,
      "ĀĀ=Ā": 993,
      "'.": 994,
      ")--+-": 995,
      "*.--": 996,
      "*--.-": 997,
      "*--+-": 998,
      "*----.": 999,
      "*/--*": 1000,
      "+%": 1001,
      "+&": 1002,
      "+--/-+": 1003,
      "+.--*": 1004,
      ",/--": 1005,
      ",--.--/": 1006,
      "-:": 1007,
      ".%": 1008,
      ".--/-*": 1009,
      "/,--,": 1010,
      "/--+-.": 1011,
      "07": 1012,
      "17": 1013,
      "47": 1014,
      "60": 1015,
      "75": 1016,
      "ĜĀ": 1017,
      "--;": 1018,
      "--*--": 1019,
      "--#-": 1020,
      "-------": 1021,
      "----.,": 1022,
      "-.*--": 1023
    },
    "merges": [
      "- -",
      "-- --",
      "- .",
      "- ,",
      "-- .",
      "-- ,",
      "- /",
      "- +",
      "-- /",
      "-- +",
      "Ā Ā",
      "- *",
      ", --",
      ", ----",
      ". ----",
      ". --",
      "+ --",
      "-. ----",
      "- )",
      "-, ----",
      "/ --",
      "--, -",
      "* --",
      "--. -",
      "+ ----",
      "-- *",
      ". --,",
      "--. -,",
      "/ ----",
      "--. -.",
      "-- -.",
      "- (",
      "---- ----",
      ", --,",
      "-- -,",
      "-- -",
      ". .",
      "--+ -",
      ") --",
      "--/ -",
      ". ,",
      "--, -.",
      "-, ,",
      "--. -/",
      "-- )",
      "---- ,",
      "--. -+",
      "( --",
      "--, -,",
      "-. ,",
      "-- -/",
      ".-- -.",
      "/ ,",
      "---- .",
      "-. .",
      "--. ----",
      ",-- -,",
      "- '",
      "/ .",
      "-, .",
      "--, -/",
      ", ,",
      ", .",
      "-- (",
      "* ----",
      "--+ -.",
      "--/ -,",
      "- &",
      "0 0",
      "--, ----",
      "--, -+",
      "+ ,",
      "-- -,----",
      "-- -+",
      "--/ -.",
      "* -",
      "--+ -/",
      "--+ -,",
      "--/ -/",
      "--/ -+",
      "+ .",
      "--. --.",
      "-- -.----",
      "--+ -+",
      "-- '",
      "/ /",
      "+ +",
      "-+ ----",
      ", ,----",
      "/ +",
      "+-- -,",
      "--. --,",
      "' --",
      ". +",
      "1 0",
      "--. -*",
      ", +",
      "-/ ----",
      ",-- -.",
      "--* -",
      "0 1",
      ". .----",
      ", /",
      ". ,----",
      "/-- -.",
      ", .----",
      "-- &",
      ") ----",
      "+ /",
      ") -",
      "--, -*",
      "( -",
      ",-- *",
      "--/ -*",
      ".-- -,",
      ", *",
      "& --",
      ". /",
      "-. .----",
      ".-- *",
      "--, --.",
      ". *",
      "-, ,----",
      "0 2",
      "/ *",
      "--+ -*",
      ". Ā",
      "ĀĀ .Ā",
      "-. +",
      "' -",
      "- %",
      "--. -)",
      "--, --,",
      "* +",
      "1 1",
      ", Ā",
      "--. ---.",
      "ĀĀ ,Ā",
      "-,---- .",
      ".--, -,",
      "2 0",
      "+ *",
      "-. /",
      "-/ ,",
      "-.---- ,",
      "+ Ā",
      "ĀĀ +Ā",
      "-.---- .",
      "- $",
      "-. -,",
      "% --",
      "* /",
      ",-- -+",
      "- Ā",
      "-+ ,",
      "ĀĀ -Ā",
      ".-- -/",
      "-,---- ,",
      "* Ā",
      "--. --/",
      "ĀĀ *Ā",
      "-, /",
      "--) -",
      "-, +",
      "--. --------",
      "--, ---,",
      "* ,",
      ".---- .",
      "* .",
      "2 1",
      "-/ +",
      "-/ .",
      "---- /",
      "-. ,----",
      "/ Ā",
      "ĀĀ /Ā",
      "-, .----",
      "--. --",
      ",-- )",
      ") Ā",
      "1 2",
      "ĀĀ )Ā",
      "+-- *",
      ",---- ,",
      "% -",
      "--/ -)",
      ",---- .",
      "$ --",
      "( ----",
      "3 0",
      "*-- -,",
      ".--, -/",
      "--. --+",
      "( Ā",
      "ĀĀ (Ā",
      "-* -",
      "--( -",
      "--+ -)",
      "/-- *",
      ",--, -,",
      ". --,-",
      "/ .--",
      ".---- ,",
      ") +",
      "---- +",
      ". )",
      "-. *",
      "--, -)",
      "+-- -+",
      "/-- -/",
      ", )",
      "-. -.",
      "0 3",
      "-+ +",
      "---- -,",
      "--.- (",
      "/-- -",
      ".---. -",
      "$ -",
      "& -",
      "--. ,",
      ".-- )",
      "*-- *",
      ". /----",
      "--, --------",
      "--, -,,",
      "' Ā",
      "* )",
      ", +----",
      "/ )",
      "2 2",
      "--, --",
      "--/ --",
      "ĀĀ 'Ā",
      "-, *",
      "-/ )",
      "--+ --",
      "--, ,----",
      "--/ -(",
      "---. -",
      "/ .----",
      "4 0",
      "--. .",
      "--. ---,",
      "-+ *",
      ".-- -",
      ".--, -.",
      "-+ -",
      "--' -",
      "-, --",
      "+-- )",
      ",--, -.",
      "% Ā",
      "+ .----",
      ", --,-",
      "---- -",
      "--/ --,",
      "ĀĀ %Ā",
      "---, -",
      "# -",
      ") .",
      "1 3",
      "---- -.",
      "-+ -.",
      "( /",
      "2 3",
      "-/ *",
      "& Ā",
      "+ ,----",
      ", --.-.",
      "--. -.----",
      "--+ --,",
      "ĀĀ &Ā",
      "/ ,----",
      "/-- )",
      "*-- )",
      ") ,",
      "/ ,--",
      "-, -.",
      "--. .----",
      "-* ----",
      "-) -",
      ".--, -+",
      ", --.-",
      ". +----",
      "Ā +",
      "--/ ----",
      "--/ -.,",
      "--+ -(",
      ",--, -/",
      "/ +--",
      ") *",
      "--. ,----",
      "--+ ----",
      "-,---- ----",
      "( .",
      ", --.-,",
      "3 1",
      "-, -,",
      "-* ,",
      ".---- -",
      ",---, -",
      "\" --",
      "' +",
      "- #",
      "/ +----",
      "ĀĀ $",
      ".-- (",
      "+ )",
      "5 0",
      "-+ )",
      ",-- *-",
      "--* -/",
      "ĀĀ$ Ā",
      "+ (",
      "-+ .",
      "--/ -,,",
      ".-- *-",
      "--,- (",
      "--+ ---,",
      "--+ -,,",
      "+-- *-",
      "/-- -,",
      "# --",
      ". --.-.",
      "-. -",
      "-, )",
      "--. -,----",
      "--, --/",
      "-/ -,",
      "*-- -+",
      "/---- .",
      "--& -",
      "( )",
      "--, .----",
      "* *",
      "+ --.-,",
      ", (",
      "-- %",
      "-. )",
      "--, ---+",
      ",--, -+",
      ". ,--",
      "--. ---.----",
      "--, --+",
      "--/ -..",
      ", .--,",
      "/ --,-",
      "-. (",
      "-, -,----",
      "--. ---,----",
      "--/ ---.",
      "--+ -.,",
      ",---- -",
      "+-- (",
      "--.- '",
      "' ----",
      "( +",
      "3 2",
      "4 1",
      "Ā .",
      "Ā /",
      "-, -.----",
      "-* -/",
      ".---- ----",
      "/-- (",
      "- \"",
      ". --+-",
      "/ --.-,",
      "3 3",
      "4 2",
      "Ā *",
      "-, +----",
      "--. ---/",
      "-+ --",
      "-) ,",
      "-------- ----",
      "., --.-,",
      "., --.-.",
      "! -",
      "( ,",
      "/ --.-",
      "/ --/-",
      "5 1",
      "-. --",
      "--, -.----",
      "-+ /",
      "--/ --/",
      "-* *",
      "-* --",
      ".. --.-,",
      ")-- )",
      "! --",
      "+ +----",
      "/ ĀĀ",
      "/ *--",
      "0 4",
      "--, ---.",
      "-/ --",
      "-/ ----,",
      ",---- ----",
      ".-- -+",
      "/---- ,",
      "., --.-",
      "\" -",
      "( *",
      ") (",
      "5 2",
      "Ā ,",
      "-. -+",
      "-. -,----",
      "--. --.----",
      ",-- '",
      ",-- -",
      ".-- '",
      "--,- '",
      "--+- '",
      ",---. -",
      ", --/-",
      "--, ---,----",
      "-/ -.",
      ",---- +",
      "+---- .",
      "--* -.",
      "--* -*",
      "+ '",
      "/ /--",
      "1 4",
      "---- *",
      "-, -",
      "-, .---.",
      "--. ---",
      "--+ --.",
      "--+ --/",
      "--+ --+",
      "-------- --------",
      "+---, -",
      "+ +--",
      "+ --,-.",
      ". --.-",
      ". --.-,",
      "Ā %",
      "-. .---.",
      "-+ ----.",
      ",-- (-",
      "-.---- ----",
      "/-- *-",
      "& .",
      ") )",
      ", .--",
      ", /----",
      ", ,--,",
      "3 5",
      "-. -.----",
      "-, ---,",
      "--/ -,.",
      "--+ -..",
      "ĀĀ :",
      ",-- (",
      ",---- /",
      "-,---- --",
      "-,---- --,",
      "--* -,",
      "-( -",
      "--) -/",
      "/---. -",
      "+ --.-",
      "+ .--,",
      "+ --/-",
      "/ (",
      "-, ..",
      "--. --*",
      "--+ -,.",
      "-* .",
      "-* -,",
      ",-- -/",
      "-) +",
      "*-- -",
      "---/ -",
      "& )",
      "( (",
      "+ ĀĀ",
      ", ĀĀ",
      "/ /----",
      "/ --.-.",
      "4 3",
      "6 1",
      "Ā )",
      "-. ,---,",
      "--/ --+",
      ".---- +",
      "-) .",
      "-) ----",
      "+---- -",
      "--* -+",
      "--- '",
      "' )",
      ", '",
      ". '",
      ". ĀĀ",
      "/ --+-",
      "/ )--",
      "5 3",
      "7 0",
      "-. ---.",
      "-+ -/",
      "--/ --.",
      ",---- --",
      "+-- '",
      "-.---- --",
      "*-- (",
      ")-- (",
      "-,, .----",
      "' *",
      "* (",
      ". --/-",
      "2 4",
      "3 4",
      "Ġ Ā",
      "--/ ---/",
      ",-- )-",
      ".---- -/",
      ".-- &",
      ".-- )-",
      "-.---- /",
      "-.---- --------",
      "/-- )-",
      ".. .----",
      "----. -",
      "/. --.-",
      "& ĀĀ",
      "' '",
      "' (",
      "+ -",
      "+ --,-",
      "+ /----",
      ", --.-+",
      ", --.--.",
      "/ --,-,",
      "0 5",
      "Ġ -",
      "-- #",
      "---- --",
      "-, --,-",
      "-, --.-,",
      "ĀĀ \"",
      ".---- --",
      ".---- --------",
      "/-- (-",
      "*-- *-",
      "+---- ,",
      ".--, -*",
      ".. --.-",
      ".. --.-.",
      "--,---- -",
      ".---, -",
      "* '",
      "* ĀĀ",
      ", --/-,",
      ". (",
      "1 5",
      "6 3",
      "Ā -",
      "-- \"",
      "---- )",
      "-. --,-",
      "-. --.-.",
      "-, -+",
      "-, --.-.",
      "-, --,-.",
      "--, -,----",
      "--, ---.----",
      "-+ (",
      "-) --",
      "-,. .----",
      "+, --,-",
      "+. --,-",
      "& ,",
      "* --/-",
      "+ .--",
      "- !",
      "- ĀĀ",
      ". +--",
      ". --.-/",
      "/ --,-.",
      ": -",
      "Ā \"",
      "Ā &",
      "-. '",
      "-, --.-",
      "ĀĀ ;",
      "+-- )-",
      "-) )",
      "-) -/",
      ".. ,----",
      "--/- '",
      "& '",
      "* +----",
      "+ --.-.",
      "+ --.-+",
      ", *----",
      ". .--,",
      "/ --.-/",
      "5 4",
      ": ĀĀ",
      "Ā '",
      "Ā (",
      "-- %-",
      "---- -+",
      "-. -/",
      "-. /---.",
      "-, '",
      "-/ -+",
      "--+ --*",
      "ĀĀ !",
      "ĀĀ =",
      ",---- -,",
      ",---- -/",
      ".---- -,",
      "+-- -",
      "-,---- +",
      "/---- -",
      "---. -*",
      "----, -",
      "/, --.-",
      "/, --.-,",
      ",, --,-",
      "% (",
      ") ,--",
      "+ ,--",
      "+ ,--,",
      "+ --.-/",
      ", ,--",
      ", --.-/",
      ", --/-.",
      ". /--",
      ". --+-.",
      "/ '",
      "1 6",
      "5 5",
      "6 4",
      "ğ --",
      "Ġ --",
      "---- ..",
      "-. --.-",
      "-. +----",
      "-. --.-,",
      "-, (",
      "--, .--,",
      "ĀĀ #",
      ",---- -+",
      ",---- ,,",
      ".-- (-",
      "-.---- +",
      "*-- '",
      "*-- )-",
      "/---- /",
      "., ,----",
      "-,, .--,",
      "--) -+",
      "--.---- -",
      "---+ -",
      "& ----",
      ") '",
      ", --/",
      ", --+-",
      ". .--",
      ". *----",
      ". --/-,",
      "0 8",
      "2 5",
      "ğ -",
      "-. /,",
      "-, --,-,",
      "-, --,-/",
      "-, --,-+",
      "-+ -+",
      "-* (",
      ".---- /",
      ".---- -+",
      "+-- -*",
      "-.---- -",
      "-,---- /",
      "-( )",
      "---/ ----",
      ".---. -,",
      "--( -/",
      "-,----. -",
      "--.-------- ----",
      "% &",
      "% )",
      "% ĀĀ",
      "* ,--",
      ". --+",
      "6 2",
      "Ğ -",
      "---- /,",
      "-. --,-.",
      "-. +---,",
      "-, --.-/",
      "-/ -",
      "-/ .,",
      ",-- -*",
      ".---- --.",
      "+-- &",
      "/-- '",
      "-,, ,----",
      "-,. ,----",
      "--,---, -",
      "ĀĀ: Ā",
      "& (",
      "& --,-",
      ") /",
      "* --.-.",
      "* ----,",
      "+ *----",
      ", +--",
      ", *--",
      ", )--",
      ", --/-+",
      ". *--",
      "/ --.-+",
      "-- $",
      "-- -*",
      "---- (",
      "-. ..",
      "-. .,",
      "-. --,-,",
      "-, ,---.",
      "--, ---",
      "--, --.----",
      "-/ &",
      "-/ ----.",
      "--/ ---,",
      "-* '",
      "-* +",
      "-) (",
      "/-- '-",
      "+---- *",
      "--* -(",
      "---. -+",
      "--) -.",
      ",. --,-",
      "++ --,-",
      "--.---. -",
      "*---, -",
      "ĀĀ; Ā",
      "% *",
      "* ,--,",
      "+ --+-",
      "+ )--",
      "+ --,-,",
      "+ --/-,",
      "+ --/-.",
      "+ ,--*",
      ", &",
      ". ,--,",
      "0 6",
      "1 8",
      "2 6",
      "3 6",
      "4 6",
      "; ĀĀ",
      "---- -/",
      "---- -*",
      "-. --.-+",
      "-, --.-+",
      "-, ,---,",
      "--. --)",
      "--. --,----",
      "--, --*",
      "--, ,--,",
      "-/ '",
      "-+ -,",
      "-+ --.-",
      "--+ ---.",
      "ĀĀ <",
      "-* ----,",
      ",-- &",
      "+-- -.",
      "-) *",
      "*-- -+-",
      "+---- +",
      "+---- /",
      "--.-. +",
      "---. -/",
      "., .----",
      "+, --+-",
      "---+ ----",
      "--.--. ---.",
      "// --.-,",
      ",,---- .",
      "-..---- -",
      ",---+ -",
      ".---/ -",
      "$ (",
      ") ----,",
      "* --,-",
      ", --+-,",
      ", .--,-,",
      ". &",
      "/ --/-,",
      "2 7",
      "5 6",
      "9 3",
      "---- ---,",
      "-. /----",
      "-. --/-",
      "-. --.-/",
      "-. /.",
      "-. --,-/",
      "-, .,",
      "--. -.----.",
      "--, ----,",
      "-/ --,-",
      "-+ ----,",
      "--/ ---",
      "-* )",
      "+-- -/",
      "+-- (-",
      "+-- '-",
      "-.---- --,----",
      "/---- -+",
      ".. --.-/",
      "--) -*",
      "(-- (",
      "-.. ,----",
      ",---, -.",
      ",---, -+",
      "-' )",
      ",--* -,",
      ".--* -+",
      "-.----, -",
      "$ ĀĀ",
      "& /",
      "( ĀĀ",
      ") &",
      ") --,-",
      ") --.-",
      "* --,-.",
      "+ )----",
      ", -",
      ", --/-/",
      ". --.-+",
      ". --+-/",
      ". --/-/",
      "/ (--",
      "/ --,-/",
      "/ *----",
      "/ --/-.",
      "4 4",
      "7 1",
      "8 0",
      "8 2",
      "Ā $",
      "-- <",
      "-- $-",
      "-. &",
      "-, /,",
      "--. /----",
      "--, --)",
      "--, --,----",
      "-/ -/",
      "-+ --.-.",
      "-+ ..----",
      "-* &",
      "-* /",
      ",-- -.----",
      "-.---- *",
      "-) '",
      "-,---- --------",
      "-,---- ,,",
      "-( +",
      ".. --,-",
      "(-- '",
      "-., ,----",
      "/, --/-/",
      "-.. .----",
      "/. .----",
      "/. --.-,",
      "--.--. .----",
      "/+ --.-",
      "--.--, .----",
      ".+ --.-,",
      ".+ --.-.",
      "+/ --,-.",
      "--,-------- ----",
      "ĀĀ= Ā",
      "' .",
      ") --+-",
      "* .--",
      "* --.-",
      "* --+-",
      "* ----.",
      "* /--*",
      "+ %",
      "+ &",
      "+ --/-+",
      "+ .--*",
      ", /--",
      ", --.--/",
      "- :",
      ". %",
      ". --/-*",
      "/ ,--,",
      "/ --+-.",
      "0 7",
      "1 7",
      "4 7",
      "6 0",
      "7 5",
      "Ĝ Ā",
      "-- ;",
      "-- *--",
      "-- #-",
      "---- ---",
      "---- .,",
      "-. *--"
    ]
  }
}