{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "Ā": 67,
      "Ą": 68,
      "ą": 69,
      "Ć": 70,
      "ć": 71,
      "Ĉ": 72,
      "ĉ": 73,
      "Ċ": 74,
      "ċ": 75,
      "Č": 76,
      "č": 77,
      "Ď": 78,
      "ď": 79,
      "Đ": 80,
      "đ": 81,
      "Ē": 82,
      "ē": 83,
      "Ĕ": 84,
      "ĕ": 85,
      "Ė": 86,
      "ė": 87,
      "Ę": 88,
      "ę": 89,
      "Ě": 90,
      "ě": 91,
      "Ĝ": 92,
      "ĝ": 93,
      "Ğ": 94,
      "ğ": 95,
      "Ġ": 96,
      "$$": 97,
      "$$$$": 98,
      "$%": 99,
      "$#": 100,
      "$$%": 101,
      "$$#": 102,
      "$\"": 103,
      "$&": 104,
      "$$\"": 105,
      "$$&": 106,
      "$$$$$$$$": 107,
      "#$$$$": 108,
      "%$$$$": 109,
      "ĀĀ": 110,
      "$$$%": 111,
      "$$$#": 112,
      "$'": 113,
      "$!": 114,
      "$$!": 115,
      "$$'": 116,
      "$$$$%": 117,
      "$$$$#": 118,
      "$(": 119,
      "#$$%": 120,
      "%$$#": 121,
      "%$$": 122,
      "#$$#": 123,
      "%$$%": 124,
      "#$$": 125,
      "$%$$$$": 126,
      "$#$$$$": 127,
      "$%%": 128,
      "$##": 129,
      "$#%": 130,
      "$%#": 131,
      "\"$$": 132,
      "$)": 133,
      "&$$": 134,
      "$ğ": 135,
      "\"$$$$": 136,
      "&$$$$": 137,
      "\"$$%": 138,
      "'$$": 139,
      "&$$#": 140,
      "!$$": 141,
      "%$$\"": 142,
      "#$$&": 143,
      "$$%$$$$": 144,
      "\"$$#": 145,
      "&$$%": 146,
      "$*": 147,
      "$$#$$$$": 148,
      "$Ğ": 149,
      "%$$&": 150,
      "$$$$$$$$$$$$": 151,
      "$%&": 152,
      "$#\"": 153,
      "#$$\"": 154,
      "$&%": 155,
      "Ġ$$": 156,
      "$\"#": 157,
      "$%\"": 158,
      "$&#": 159,
      "($$": 160,
      "$\"%": 161,
      "$#&": 162,
      "$$$&": 163,
      "#$$$$%": 164,
      "$$$\"": 165,
      "#$$$$#": 166,
      "$ĝ": 167,
      "$+": 168,
      "\"$$&": 169,
      "%$$$$%": 170,
      "&$$\"": 171,
      "$%$$%": 172,
      "%$$$$#": 173,
      "$$(": 174,
      "$%$$#": 175,
      "$&&": 176,
      "$#$$%": 177,
      "$\"\"": 178,
      "$#$$#": 179,
      "$\"$$$$": 180,
      "!$$$$": 181,
      "$&$$$$": 182,
      "$$$%$$$$": 183,
      "\"$$\"": 184,
      "!$$%": 185,
      "'$$$$": 186,
      "&$$&": 187,
      "$#$$$$%": 188,
      "$$$#$$$$": 189,
      "$$$$$$$$$$$$$$$$": 190,
      "$%$$$$#": 191,
      "'$$#": 192,
      "!$$#": 193,
      "$$$": 194,
      "%$$!": 195,
      "$%$$$$%": 196,
      "#$$'": 197,
      "'$$%": 198,
      "$\"&": 199,
      "$'%": 200,
      "$%%$$$$": 201,
      "$##$$$$": 202,
      "$&\"": 203,
      "$#$$$$#": 204,
      "#$$!": 205,
      "$$#$$$#": 206,
      "$$%$$$%": 207,
      "$!#": 208,
      "ğ$$": 209,
      "%$$'": 210,
      "$%'": 211,
      "Ā\"": 212,
      "$#!": 213,
      ")$$": 214,
      "Ā%": 215,
      "$,": 216,
      "$%!": 217,
      "$'#": 218,
      "Ā#": 219,
      "ĀĀ$": 220,
      "$#%$$$$": 221,
      "$!%": 222,
      "ĀĀ%": 223,
      "$Ĝ": 224,
      "Ġ$$$$": 225,
      "Ġ\"": 226,
      "ĀĀ\"": 227,
      "ĀĀ#": 228,
      "Ā!": 229,
      "$#'": 230,
      "$%#$$$$": 231,
      "Ā&": 232,
      "'$$\"": 233,
      "%$$$%": 234,
      "Ġ#": 235,
      "Ġ$$#": 236,
      "$\"!": 237,
      "\"$$'": 238,
      "$$)": 239,
      "!$$&": 240,
      "#$$$#": 241,
      "$!\"": 242,
      "Ġ$$%": 243,
      "$&'": 244,
      "Ā'": 245,
      "$'&": 246,
      "$$ğ": 247,
      "ĀĀ!": 248,
      "$$$%$$%": 249,
      "&%": 250,
      "ĀĀ&": 251,
      "($$#": 252,
      "&$$!": 253,
      "Ġ!": 254,
      "#$$$\"": 255,
      "%$$$&": 256,
      "$'\"": 257,
      "&$$'": 258,
      "$\"'": 259,
      "'$$&": 260,
      "$%(": 261,
      "Ġ%": 262,
      "$$$%$$#": 263,
      "$\"$$%": 264,
      "$$$#$$%": 265,
      "\"#": 266,
      "$$$%$": 267,
      "$$$#$$#": 268,
      "Āğ": 269,
      "($$%": 270,
      "$$$$%%": 271,
      "Ā(": 272,
      "$&!": 273,
      "$$$$##": 274,
      "!$$\"": 275,
      "Ġ&": 276,
      "\"$$!": 277,
      "$$Ğ": 278,
      "$&$$#": 279,
      "$ě": 280,
      "$-": 281,
      "($$$$": 282,
      "$!&": 283,
      "$%#$$$#": 284,
      "$$$'": 285,
      "ĀĀ'": 286,
      "$\"$$#": 287,
      "#$$(": 288,
      "$&$$%": 289,
      "$$$$%#": 290,
      "&#": 291,
      "\"%": 292,
      "$$$$#%": 293,
      "$##$$$#": 294,
      "ĀĞ": 295,
      "$(%": 296,
      "Ġ$$&": 297,
      "$#$$$$$$$$": 298,
      "%$$(": 299,
      "$!!": 300,
      "Ġ$$\"": 301,
      "$%$$$$$$$$": 302,
      "$''": 303,
      "$$$!": 304,
      "ĀĀğ": 305,
      "$%%$$$%": 306,
      "$$*": 307,
      "$#$%$$$$": 308,
      "Ā)": 309,
      "Ġ'": 310,
      "$(&": 311,
      "!$$'": 312,
      "\"$$(": 313,
      "$#%$$$%": 314,
      "$&(": 315,
      "$!$$$$": 316,
      "&&": 317,
      "&$$$&": 318,
      "\"$$$\"": 319,
      "$#(": 320,
      "$'$$$$": 321,
      "$(#": 322,
      "$$#%$$#": 323,
      "#$$%$": 324,
      "$%$#$$$$": 325,
      "$$%%$$$$": 326,
      "$$##$$$$": 327,
      "$$\"$$$$": 328,
      "ĀĀ(": 329,
      "$$$#$": 330,
      "$'!": 331,
      "\"\"": 332,
      "$$%%$$%": 333,
      "($$\"": 334,
      "ĀĀĞ": 335,
      "$!'": 336,
      "$%$%$$$$": 337,
      "ĀĀ)": 338,
      "ĀĀĝ": 339,
      "Ğ$$": 340,
      "#$$ğ": 341,
      "%$$ğ": 342,
      "\"&": 343,
      "$\"(": 344,
      "Āĝ": 345,
      "$$&$$$$": 346,
      "\"$$$$%": 347,
      "'$$!": 348,
      "*$$": 349,
      "'$$'": 350,
      "Ġ$$'": 351,
      "#$$$$$$$$": 352,
      "$$%$": 353,
      "&$$(": 354,
      "!$$!": 355,
      "%$$$$$$$$": 356,
      "$&$$$$#": 357,
      "$%$$&": 358,
      "Ġ(": 359,
      "$#$$\"": 360,
      "$#$$$$$$#": 361,
      "$#$%$$%": 362,
      "$(\"": 363,
      "Ġğ": 364,
      "$$%#$$%": 365,
      "$$%#$$$$": 366,
      "$('": 367,
      "$##%$$#": 368,
      "Ā*": 369,
      "$$##$$#": 370,
      "$%%#$$%": 371,
      "#$$)": 372,
      "\"$$$$#": 373,
      "$Ě": 374,
      "($$&": 375,
      "%$$)": 376,
      "ĝ$$": 377,
      "$#$#$$$$": 378,
      "$.": 379,
      "$$$$$$$$%": 380,
      "$'(": 381,
      "&$$$$%": 382,
      "$%)": 383,
      "$#%%$$%": 384,
      "&$$$$#": 385,
      "$%$#$$#": 386,
      "$#$#$$%": 387,
      "$%$$\"": 388,
      "$$$$$$$$#": 389,
      "Ā+": 390,
      "Ġ$$!": 391,
      "'%": 392,
      "&\"": 393,
      "$#$$&": 394,
      "$$#%$$$$": 395,
      "$%##$$#": 396,
      "Ġ)": 397,
      "$#$%$$#": 398,
      "$\"$$$$%": 399,
      "Ġ$": 400,
      "$%#%$$#": 401,
      "Ġ$&": 402,
      "$$$$$$%": 403,
      "$$#$": 404,
      ")$$%": 405,
      "$#%#$$%": 406,
      "$%$$$$$$%": 407,
      "ĠĞ": 408,
      "$#\"$$$$": 409,
      "ĀĀ+": 410,
      "$%ğ": 411,
      "$%$#$$%": 412,
      "$&%$$$$": 413,
      "\"!": 414,
      "$&$$$$%": 415,
      "\"$$)": 416,
      "$%$%$$#": 417,
      "!$$$\"": 418,
      "$#$$$$$$%": 419,
      "$$\"$$$#": 420,
      "'$$$&": 421,
      "$#ğ": 422,
      "#$$$$&": 423,
      "#$$$$$$%": 424,
      "$$$$$$#": 425,
      "ĀĀ*": 426,
      "!#": 427,
      "ĀĀ#Ā": 428,
      ")$$#": 429,
      "$%$$$%": 430,
      "%$$$$$$%": 431,
      "!%": 432,
      "$#)": 433,
      "$!(": 434,
      "+$$": 435,
      "$\"ğ": 436,
      "$&)": 437,
      "%$$$$$$#": 438,
      "#$$$$$$#": 439,
      "$((": 440,
      "'#": 441,
      "$)%": 442,
      "%$$#$": 443,
      "\"$$ğ": 444,
      "ĀĀ%Ā": 445,
      "$#$$$$$$$$$$$$": 446,
      "$%$$$$$$#": 447,
      "$)&": 448,
      "%$$$$&": 449,
      "$(!": 450,
      "$#$$$$$$": 451,
      "$ĀĀ": 452,
      "%$$$$$": 453,
      "'$$(": 454,
      "ğ$$#": 455,
      "Ĝ$$": 456,
      "$ğ#": 457,
      "ĀĀĜ": 458,
      "$ğ\"": 459,
      "ğ$$&": 460,
      "ĀĀ\"Ā": 461,
      "$#$$$#": 462,
      "$\"$$$$#": 463,
      "$%$%$$%": 464,
      "$'$$%": 465,
      "$###$$#": 466,
      "ĀĀ$Ā": 467,
      ")$$$$": 468,
      "$'$$#": 469,
      "$)#": 470,
      "ğ$$%": 471,
      "$#$#$$#": 472,
      "$ğ%": 473,
      "'&": 474,
      "$$&$$$%": 475,
      "#$$$$%%": 476,
      "$%&$$$$": 477,
      "%$$Ğ": 478,
      "\"$$$!": 479,
      "ĀĀ&Ā": 480,
      "$%$$$$$$$$$$$$": 481,
      "$##%$$$$": 482,
      "$\"#$$$$": 483,
      "#$$#$": 484,
      "$%$$$$$$": 485,
      "&$$)": 486,
      "&$$ğ": 487,
      "%$$$$%%": 488,
      "($$'": 489,
      "#$$$$##": 490,
      "Ġ*": 491,
      "$!$$%": 492,
      "%$$$$##": 493,
      "#$$$$\"": 494,
      "$$$%$$$$$$$$": 495,
      "$')": 496,
      "$#\"$$$#": 497,
      "!\"": 498,
      "$%%%$$%": 499,
      "$!$$#": 500,
      "$ę": 501,
      "'ĀĀ": 502,
      "($$!": 503,
      "$$ĝ": 504,
      ")$$&": 505,
      "$&ğ": 506,
      "$#%%$$$$": 507,
      "$%&$$$%": 508,
      "#$$$&": 509,
      "$ğ&": 510,
      "#$$Ğ": 511,
      "ğ$$$$": 512,
      "#$$$!": 513,
      "$$%$$$$$": 514,
      "ĀĀ!Ā": 515,
      "$#Ğ": 516,
      "$$&#$$%": 517,
      "$$+": 518,
      "$%%#$$$$": 519,
      "%$$$\"": 520,
      "$%%$$$#": 521,
      "$)'": 522,
      "$%*": 523,
      "$$\"%$$#": 524,
      "ĀĀ,": 525,
      "$)\"": 526,
      "!$$(": 527,
      "Ġ$$$#": 528,
      "&$$$'": 529,
      "#$$*": 530,
      "Ġ$$$\"": 531,
      "Ġ$%": 532,
      "%$$*": 533,
      "Ġ$$(": 534,
      ")$$\"": 535,
      "$$$(": 536,
      "$\"$$\"": 537,
      "$%\"$$$#": 538,
      "Ġ%$$#": 539,
      "$$%$$$$$$$$": 540,
      "$!ğ": 541,
      "#$$$$#%": 542,
      "Ġ%$$\"": 543,
      "$\")": 544,
      "ĀĀ.": 545,
      "$%%%$$$$": 546,
      "!$$$$%": 547,
      "\"$$$#": 548,
      "$/": 549,
      "&'": 550,
      "(%": 551,
      "'$$ğ": 552,
      "$\"$%$$%": 553,
      "ĀĀ/": 554,
      "%$$%$": 555,
      "'$$$'": 556,
      "$$%$$$$$$#": 557,
      "$%Ğ": 558,
      "$\"$$&": 559,
      "$#&$$$$": 560,
      "$$$#$$$$$$$$": 561,
      "($$$&": 562,
      "$'*": 563,
      "$%#$$%": 564,
      "$$#$$$\"": 565,
      "$##$$$%": 566,
      "$$#$$$$$": 567,
      "$$$$$$$$$$$$$$$$$$$$$$$$": 568,
      "\"$$*": 569,
      "ğ$$\"": 570,
      "Ġĝ": 571,
      "Ġ%$$": 572,
      "$&$$&": 573,
      "$'ğ": 574,
      "%$$$$%#": 575,
      "$\"%$$$$": 576,
      "!&": 577,
      "$$#$$$%": 578,
      "#$$$$$": 579,
      "!$$)": 580,
      "''": 581,
      "'(": 582,
      "Ġ$#": 583,
      "ĀĀ-": 584,
      "$###$$$$": 585,
      "$&#$$$#": 586,
      "#$$$$%#": 587,
      "'$$$$#": 588,
      "$$%$$$&": 589,
      "$\"$%$$$$": 590,
      "ĀĀě": 591,
      "$)!": 592,
      "%$$$$#%": 593,
      "ğ$$'": 594,
      "$()": 595,
      "($$(": 596,
      "#$$$$$$": 597,
      "$$%$$$$$$%": 598,
      "$Ğ#": 599,
      "$\"#$$$#": 600,
      "!!": 601,
      "'\"": 602,
      "'$$$$%": 603,
      "Ġ#$$\"": 604,
      "%$$$$\"": 605,
      "$!)": 606,
      "$($$$$": 607,
      "%$$$'": 608,
      "Ā,": 609,
      "Ġ#$$#": 610,
      "$$#$$$$$$$$": 611,
      "$&$$\"": 612,
      "$*%": 613,
      "Ġ$\"": 614,
      "$$Ĝ": 615,
      "$#%$$#": 616,
      "$##$$#": 617,
      "$%##$$$$": 618,
      "!$$$!": 619,
      "(&": 620,
      "$%\"$$$$": 621,
      "$#$$$$&": 622,
      "$ğ!": 623,
      "$\"%$$$%": 624,
      "ĀĀĚ": 625,
      "$%$#$$$$#": 626,
      "$%&#$$%": 627,
      "$#&$$$%": 628,
      "(#": 629,
      "ĠĀ": 630,
      "Ġ\"$$": 631,
      "Ġ%$$!": 632,
      "$#$%$$$$%": 633,
      "$\"Ğ": 634,
      "$&*": 635,
      "$ğ'": 636,
      "\"$$%$": 637,
      "$$#$$$$$$%": 638,
      "$#*": 639,
      "$%$$$$&": 640,
      "$%$\"$$$$": 641,
      "$$##$$%": 642,
      "$$\"$$$\"": 643,
      "$#\"%$$#": 644,
      "Ġ$'": 645,
      "$$\"#$$#": 646,
      "&$$$$\"": 647,
      "!$$$$#": 648,
      "&$$$%": 649,
      "&#$$%": 650,
      "Ġ+": 651,
      "Ġ#$$": 652,
      "$$$#$$$$%": 653,
      "$#$$$$\"": 654,
      "$&%$$$%": 655,
      "$$$#$$$$$$%": 656,
      "Ğ$$#": 657,
      "$%$": 658,
      "$$#$$$$$$#": 659,
      "$$$\"$$$$": 660,
      "$$$#$$$$$$#": 661,
      "$$,": 662,
      "$$$&$$$$": 663,
      "*$$$$": 664,
      "ĀĜ": 665,
      "Ġ$!": 666,
      "Ġ$(": 667,
      "$#$$!": 668,
      "$$%$$$#": 669,
      "$&$#$$#": 670,
      "$Ğ%": 671,
      "$Ę": 672,
      "$%#$$$\"": 673,
      "$#$&$$$$": 674,
      "$&#$$$$": 675,
      "$$&%$$%": 676,
      "%$$$$$$": 677,
      "$$$%$$$$%": 678,
      "#$$+": 679,
      "\"$$+": 680,
      "&$$%$": 681,
      "$&%#$$%": 682,
      "Ġ$$$!": 683,
      "$\"%%$$%": 684,
      "$#%#$$$$": 685,
      "\"$$#$": 686,
      "$&##$$#": 687,
      "$$%$$$%$": 688,
      "##": 689,
      "*$$%": 690,
      "*$$#": 691,
      "Ğ$$&": 692,
      "Ġ&$$\"": 693,
      "$*&": 694,
      "%$$&$": 695,
      "Ġ$$ğ": 696,
      "Ğ$$$$": 697,
      "$%%$$%": 698,
      "$$%$$#": 699,
      "$\"*": 700,
      "$&Ğ": 701,
      "$%%\"$$%": 702,
      "&$$Ğ": 703,
      "$\"#%$$#": 704,
      "$##$$$$$": 705,
      "%%": 706,
      "&(": 707,
      "$%#%$$$$": 708,
      "$)(": 709,
      "$*#": 710,
      "Ġ!$$": 711,
      "$$%%$$#": 712,
      "%$$+": 713,
      "$%#$$$%": 714,
      "\"$$$$\"": 715,
      "'$$)": 716,
      "$*'": 717,
      "$$$&$$#": 718,
      "Ğ$$%": 719,
      "Ġ&$$#": 720,
      "ĀĀę": 721,
      "$%$$$$\"": 722,
      "'$$*": 723,
      "$#&#$$%": 724,
      "ě$$": 725,
      "$!Ğ": 726,
      "%$$ĝ": 727,
      "$###$$%": 728,
      "'*": 729,
      "ğ$$!": 730,
      "Ġ\"$$\"": 731,
      "$%$\"$$#": 732,
      "$#%$$$&": 733,
      "$%%#$$#": 734,
      "&$$*": 735,
      "$#&%$$%": 736,
      "ĀĀ)Ā": 737,
      ")$$!": 738,
      "$%$#$$$$%": 739,
      "$&$#$$$$": 740,
      "$$$#$$$$#": 741,
      "$))": 742,
      "$#\"#$$#": 743,
      "$$$%$$$$$$#": 744,
      "!'": 745,
      "\"#$$#": 746,
      "$#$$'": 747,
      "$!$$$$#": 748,
      "$##%$$%": 749,
      "$##&$$#": 750,
      "$#%$$$#": 751,
      "'$$Ğ": 752,
      "ĀĀğĀ": 753,
      "%#": 754,
      "ğ!": 755,
      "Ġ#$$!": 756,
      "$%$$'": 757,
      "$##$$$\"": 758,
      "$$&$$$&": 759,
      "$Ğ&": 760,
      "$%\"%$$#": 761,
      "%#$$%": 762,
      "$%+": 763,
      "&$$$\"": 764,
      "$%%$$$$$": 765,
      "&)": 766,
      "$#$%$$$$#": 767,
      "$#$#$$$$#": 768,
      "$&&$$$$": 769,
      "$%#\"$$#": 770,
      "$*\"": 771,
      "$Ğ\"": 772,
      "'!": 773,
      ",$$": 774,
      "$%%$$$&": 775,
      "$$$%$$$$#": 776,
      "$(*": 777,
      "Ġ$$)": 778,
      "Ġ$$$$%": 779,
      "$$#&$$#": 780,
      "$!$$$$%": 781,
      "%%$$%": 782,
      "Ġ$$$$#": 783,
      "$%$%$$$$%": 784,
      "$\"$%$$#": 785,
      "\"$$Ğ": 786,
      "$Ğ!": 787,
      "$$$$$$$$$$$$$": 788,
      "$$$\"$$%": 789,
      "ĀĀ'Ā": 790,
      "()": 791,
      "ğ#": 792,
      "$$$%$$\"": 793,
      "#$$&$": 794,
      "($$ğ": 795,
      "#%$$#": 796,
      "&%$$$$": 797,
      "*$$\"": 798,
      "$$$$$$$$$$$%": 799,
      "$%$$$$$": 800,
      "$%##$$%": 801,
      "!$$$": 802,
      "$&%#$$$$": 803,
      "$$$%$$$$$$%": 804,
      "ğ$$$!": 805,
      "&%$$%": 806,
      "Ě$$": 807,
      "ğ%": 808,
      "$%$$!": 809,
      "$'Ğ": 810,
      "&$$ĝ": 811,
      "%$$\"$": 812,
      "$Ğ'": 813,
      "&ĀĀ": 814,
      ")#": 815,
      ")$$'": 816,
      "Ġ,": 817,
      "$&$#$$%": 818,
      "$'$$$$#": 819,
      "$#%&$$%": 820,
      "&$$+": 821,
      "$%&%$$%": 822,
      "$ĝ\"": 823,
      "ĀĀ(Ā": 824,
      "ĠĀĀ": 825,
      "$!$$&": 826,
      "$(ğ": 827,
      "\"$$ĝ": 828,
      "&$$$$&": 829,
      "$%\"#$$#": 830,
      "$\"%#$$%": 831,
      "ĀĀĝĀ": 832,
      "$$$$$$\"": 833,
      "$$%#$$#": 834,
      "$$#%$$%": 835,
      "%$$$$$$#$$$$": 836,
      "$$$#$$\"": 837,
      "$)ğ": 838,
      "#$$\"$": 839,
      "!(": 840,
      "*ĀĀ": 841,
      "ĠĜ": 842,
      "$%$&$$#": 843,
      "$#$&": 844,
      "$$%\"$$%": 845,
      "$$%#$$&": 846,
      "$\"$#$$$$": 847,
      "#$$$$$$#$$$$": 848,
      "$#%%$$#": 849,
      "$%#%$$\"": 850,
      "\"$$$&": 851,
      "&$$#$": 852,
      "($$)": 853,
      "($$$'": 854,
      "%$$$%$": 855,
      "\"%$$#": 856,
      "$#$$": 857,
      "$$$$$$$$$$$$#": 858,
      "\"$$$$&": 859,
      "!$$ğ": 860,
      "$*!": 861,
      "$$#$$$#$": 862,
      "##$$#": 863,
      "')": 864,
      "+ĀĀ": 865,
      "ĝ$$%": 866,
      "$%&$$$&": 867,
      "$#ĝ": 868,
      "$#$&$$%": 869,
      "$\"$#$$%": 870,
      "$&ĝ": 871,
      "&$$$(": 872,
      "($$$(": 873,
      "\"(": 874,
      "+$$#": 875,
      "ğ$$(": 876,
      "$\"\"$$$$": 877,
      "$&$%$$#": 878,
      "$$$$$$$$$$#": 879,
      "$!$$\"": 880,
      "$ğğ": 881,
      "$*(": 882,
      "$&%\"$$%": 883,
      "$\"#%$$$$": 884,
      "$\"$$$$&": 885,
      "ĀĀĞĀ": 886,
      "\"ĀĀ": 887,
      "Ġ#$$$$": 888,
      "$%$%$$$$#": 889,
      "$$$#$$&": 890,
      "$#%&$$$$": 891,
      "$)$$$$": 892,
      "$&\"$$$#": 893,
      "\"$$$$##": 894,
      "*$$&": 895,
      "Ġ\"$$#": 896,
      "$%ĝ": 897,
      "$%$\"$$%": 898,
      "$#$#$$$$%": 899,
      "$#$\"$$%": 900,
      "$$%%$$&": 901,
      "$\"+": 902,
      "$$$$$$$$$%": 903,
      "$$$$$$$$$$%": 904,
      "%$$$!": 905,
      "#$$ĝ": 906,
      "$#$$$$$$$#": 907,
      "'$$$(": 908,
      "$\"#$$$%": 909,
      "$$$$$$$$$$$$$$$$$$": 910,
      "%#$$$$": 911,
      "('": 912,
      "+$$&": 913,
      "-$$": 914,
      "Ğ$$\"": 915,
      "$#$": 916,
      "$\"ĝ": 917,
      "%$$$$$%": 918,
      "$'$$&": 919,
      "$$!$$$$": 920,
      "%$$Ĝ": 921,
      "#$$$": 922,
      "$%%%$$#": 923,
      "$%#&$$#": 924,
      "$ğ(": 925,
      "Ġ$$$": 926,
      "\"$$$$%%": 927,
      ")$$(": 928,
      "ĝ$$#": 929,
      "$#+": 930,
      "$$%&$$$$": 931,
      "$$%&$$%": 932,
      "$$#%$$\"": 933,
      "!$$*": 934,
      "Ġ$$Ğ": 935,
      "$\"%%$$&": 936,
      "&$$\"$": 937,
      ")$$$'": 938,
      "\")": 939,
      "##$$$$": 940,
      "Ğ%": 941,
      "Ġ$)": 942,
      "$&#$$$\"": 943,
      "#$$,": 944,
      "$#$$$$$$%$$$$": 945,
      "$%##$$\"": 946,
      "Ġ\"$$!": 947,
      "!*": 948,
      "\"'": 949,
      "\"%$$$$": 950,
      "(ĀĀ": 951,
      "Ğ$$!": 952,
      "$%$\"": 953,
      "$%$#$$\"": 954,
      "$$#\"$$$$": 955,
      "$$$$$$$$$#": 956,
      "$$$$$$$$$$$$$$$$$$$$": 957,
      "$#$$$$$": 958,
      "$##%$$\"": 959,
      "$#%\"$$%": 960,
      "\"$$$": 961,
      "$&%%$$%": 962,
      "$\"\"%$$#": 963,
      "$\"$$$$$$#": 964,
      "#%$$$$": 965,
      "%%$$$$": 966,
      "$#$&$$#": 967,
      "#$$$$$\"": 968,
      "$$$%$$&": 969,
      "$'$$\"": 970,
      "$#%$$$%$": 971,
      "\"$$,": 972,
      "$&#%$$#": 973,
      "ğ$$Ğ": 974,
      "Ġ!$$#": 975,
      "$#\"$$$\"": 976,
      "$$##$$\"": 977,
      "#$$$$'": 978,
      "$#%#$$&": 979,
      "$#%%$$&": 980,
      "'$$ĝ": 981,
      "$*)": 982,
      "$%\"%$$\"": 983,
      "ĀĀ%Ā\"": 984,
      "!ĀĀ": 985,
      ")%": 986,
      "+$$$$": 987,
      "$%$&$$$$": 988,
      "$\"$&$$$$": 989,
      "$&$": 990,
      "$!*": 991,
      "$%$$$$$$$%": 992,
      "$%$$$$$$$#": 993,
      "$#$$$$$$\"": 994,
      "$#$$$$$$$%": 995,
      "$%%#$$&": 996,
      "$##&$$$$": 997,
      "$%#%$$%": 998,
      "$*ğ": 999,
      "$%&\"$$%": 1000,
      "$\"##$$#": 1001,
      "$&&#$$%": 1002,
      "$\"\"$$$#": 1003,
      "#$$'$": 1004,
      ")$$$(": 1005,
      "&$$$$%#": 1006,
      "((": 1007,
      "*#": 1008,
      "+$$\"": 1009,
      "Ġ'$$#": 1010,
      "$#&$$$&": 1011,
      "$\"%$$$&": 1012,
      "$$&%$$$$": 1013,
      "$$&#$$&": 1014,
      "$$$$$$$$$$$#": 1015,
      "$$$$$$$$$$$$%": 1016,
      "%$$$(": 1017,
      "$%$$$$$$%$$$$": 1018,
      "($$Ğ": 1019,
      "$$$\"$$#": 1020,
      "$&&$$$%": 1021,
      "$\"&$$$%": 1022,
      "Ā%#": 1023
    },
    "merges": [
      "$ $",
      "$$ $$",
      "$ %",
      "$ #",
      "$$ %",
      "$$ #",
      "$ \"",
      "$ &",
      "$$ \"",
      "$$ &",
      "$$$$ $$$$",
      "# $$$$",
      "% $$$$",
      "Ā Ā",
      "$$ $%",
      "$$ $#",
      "$ '",
      "$ !",
      "$$ !",
      "$$ '",
      "$$$$ %",
      "$$$$ #",
      "$ (",
      "# $$%",
      "% $$#",
      "% $$",
      "# $$#",
      "% $$%",
      "# $$",
      "$% $$$$",
      "$# $$$$",
      "$% %",
      "$# #",
      "$# %",
      "$% #",
      "\" $$",
      "$ )",
      "& $$",
      "$ ğ",
      "\" $$$$",
      "& $$$$",
      "\" $$%",
      "' $$",
      "& $$#",
      "! $$",
      "% $$\"",
      "# $$&",
      "$$% $$$$",
      "\" $$#",
      "& $$%",
      "$ *",
      "$$# $$$$",
      "$ Ğ",
      "% $$&",
      "$$$$$$$$ $$$$",
      "$% &",
      "$# \"",
      "# $$\"",
      "$& %",
      "Ġ $$",
      "$\" #",
      "$% \"",
      "$& #",
      "( $$",
      "$\" %",
      "$# &",
      "$$ $&",
      "#$$$$ %",
      "$$ $\"",
      "#$$$$ #",
      "$ ĝ",
      "$ +",
      "\" $$&",
      "%$$$$ %",
      "& $$\"",
      "$% $$%",
      "%$$$$ #",
      "$$ (",
      "$% $$#",
      "$& &",
      "$# $$%",
      "$\" \"",
      "$# $$#",
      "$\" $$$$",
      "! $$$$",
      "$& $$$$",
      "$$$% $$$$",
      "\" $$\"",
      "! $$%",
      "' $$$$",
      "& $$&",
      "$# $$$$%",
      "$$$# $$$$",
      "$$$$$$$$ $$$$$$$$",
      "$% $$$$#",
      "' $$#",
      "! $$#",
      "$$ $",
      "% $$!",
      "$% $$$$%",
      "# $$'",
      "' $$%",
      "$\" &",
      "$' %",
      "$% %$$$$",
      "$# #$$$$",
      "$& \"",
      "$# $$$$#",
      "# $$!",
      "$$# $$$#",
      "$$% $$$%",
      "$! #",
      "ğ $$",
      "% $$'",
      "$% '",
      "Ā \"",
      "$# !",
      ") $$",
      "Ā %",
      "$ ,",
      "$% !",
      "$' #",
      "Ā #",
      "ĀĀ $",
      "$# %$$$$",
      "$! %",
      "ĀĀ %",
      "$ Ĝ",
      "Ġ $$$$",
      "Ġ \"",
      "ĀĀ \"",
      "ĀĀ #",
      "Ā !",
      "$# '",
      "$% #$$$$",
      "Ā &",
      "' $$\"",
      "% $$$%",
      "Ġ #",
      "Ġ $$#",
      "$\" !",
      "\" $$'",
      "$$ )",
      "! $$&",
      "# $$$#",
      "$! \"",
      "Ġ $$%",
      "$& '",
      "Ā '",
      "$' &",
      "$$ ğ",
      "ĀĀ !",
      "$$$% $$%",
      "& %",
      "ĀĀ &",
      "( $$#",
      "& $$!",
      "Ġ !",
      "#$$ $\"",
      "%$$ $&",
      "$' \"",
      "& $$'",
      "$\" '",
      "' $$&",
      "$% (",
      "Ġ %",
      "$$$% $$#",
      "$\" $$%",
      "$$$# $$%",
      "\" #",
      "$$$% $",
      "$$$# $$#",
      "Ā ğ",
      "( $$%",
      "$$$$% %",
      "Ā (",
      "$& !",
      "$$$$# #",
      "! $$\"",
      "Ġ &",
      "\" $$!",
      "$$ Ğ",
      "$& $$#",
      "$ ě",
      "$ -",
      "( $$$$",
      "$! &",
      "$%# $$$#",
      "$$ $'",
      "ĀĀ '",
      "$\" $$#",
      "#$$ (",
      "$& $$%",
      "$$$$% #",
      "& #",
      "\" %",
      "$$$$# %",
      "$## $$$#",
      "Ā Ğ",
      "$( %",
      "Ġ $$&",
      "$# $$$$$$$$",
      "%$$ (",
      "$! !",
      "Ġ $$\"",
      "$% $$$$$$$$",
      "$' '",
      "$$ $!",
      "ĀĀ ğ",
      "$%% $$$%",
      "$$ *",
      "$# $%$$$$",
      "Ā )",
      "Ġ '",
      "$( &",
      "! $$'",
      "\"$$ (",
      "$#% $$$%",
      "$& (",
      "$! $$$$",
      "& &",
      "&$$ $&",
      "\"$$ $\"",
      "$# (",
      "$' $$$$",
      "$( #",
      "$$# %$$#",
      "#$$% $",
      "$% $#$$$$",
      "$$% %$$$$",
      "$$# #$$$$",
      "$$\" $$$$",
      "ĀĀ (",
      "$$$# $",
      "$' !",
      "\" \"",
      "$$% %$$%",
      "( $$\"",
      "ĀĀ Ğ",
      "$! '",
      "$% $%$$$$",
      "ĀĀ )",
      "ĀĀ ĝ",
      "Ğ $$",
      "#$$ ğ",
      "%$$ ğ",
      "\" &",
      "$\" (",
      "Ā ĝ",
      "$$& $$$$",
      "\" $$$$%",
      "' $$!",
      "* $$",
      "' $$'",
      "Ġ $$'",
      "# $$$$$$$$",
      "$$% $",
      "&$$ (",
      "! $$!",
      "% $$$$$$$$",
      "$& $$$$#",
      "$% $$&",
      "Ġ (",
      "$# $$\"",
      "$#$$$$ $$#",
      "$# $%$$%",
      "$( \"",
      "Ġ ğ",
      "$$% #$$%",
      "$$% #$$$$",
      "$( '",
      "$## %$$#",
      "Ā *",
      "$$# #$$#",
      "$%% #$$%",
      "#$$ )",
      "\" $$$$#",
      "$ Ě",
      "( $$&",
      "%$$ )",
      "ĝ $$",
      "$# $#$$$$",
      "$ .",
      "$$$$$$$$ %",
      "$' (",
      "& $$$$%",
      "$% )",
      "$#% %$$%",
      "& $$$$#",
      "$% $#$$#",
      "$# $#$$%",
      "$% $$\"",
      "$$$$$$$$ #",
      "Ā +",
      "Ġ $$!",
      "' %",
      "& \"",
      "$# $$&",
      "$$# %$$$$",
      "$%# #$$#",
      "Ġ )",
      "$# $%$$#",
      "$\" $$$$%",
      "Ġ $",
      "$%# %$$#",
      "Ġ $&",
      "$$$$ $$%",
      "$$# $",
      ") $$%",
      "$#% #$$%",
      "$%$$$$ $$%",
      "Ġ Ğ",
      "$# \"$$$$",
      "ĀĀ +",
      "$% ğ",
      "$% $#$$%",
      "$& %$$$$",
      "\" !",
      "$& $$$$%",
      "\"$$ )",
      "$% $%$$#",
      "!$$ $\"",
      "$#$$$$ $$%",
      "$$\" $$$#",
      "'$$ $&",
      "$# ğ",
      "#$$$$ &",
      "#$$$$ $$%",
      "$$$$ $$#",
      "ĀĀ *",
      "! #",
      "ĀĀ# Ā",
      ") $$#",
      "$% $$$%",
      "%$$$$ $$%",
      "! %",
      "$# )",
      "$! (",
      "+ $$",
      "$\" ğ",
      "$& )",
      "%$$$$ $$#",
      "#$$$$ $$#",
      "$( (",
      "' #",
      "$) %",
      "%$$# $",
      "\"$$ ğ",
      "ĀĀ% Ā",
      "$# $$$$$$$$$$$$",
      "$%$$$$ $$#",
      "$) &",
      "%$$$$ &",
      "$( !",
      "$#$$$$ $$",
      "$ ĀĀ",
      "%$$$$ $",
      "'$$ (",
      "ğ $$#",
      "Ĝ $$",
      "$ğ #",
      "ĀĀ Ĝ",
      "$ğ \"",
      "ğ $$&",
      "ĀĀ\" Ā",
      "$# $$$#",
      "$\" $$$$#",
      "$% $%$$%",
      "$' $$%",
      "$## #$$#",
      "ĀĀ$ Ā",
      ") $$$$",
      "$' $$#",
      "$) #",
      "ğ $$%",
      "$# $#$$#",
      "$ğ %",
      "' &",
      "$$& $$$%",
      "#$$$$% %",
      "$% &$$$$",
      "%$$ Ğ",
      "\"$$ $!",
      "ĀĀ& Ā",
      "$% $$$$$$$$$$$$",
      "$## %$$$$",
      "$\" #$$$$",
      "#$$# $",
      "$%$$$$ $$",
      "&$$ )",
      "&$$ ğ",
      "%$$$$% %",
      "( $$'",
      "#$$$$# #",
      "Ġ *",
      "$! $$%",
      "%$$$$# #",
      "#$$$$ \"",
      "$$$% $$$$$$$$",
      "$' )",
      "$#\" $$$#",
      "! \"",
      "$%% %$$%",
      "$! $$#",
      "$ ę",
      "' ĀĀ",
      "( $$!",
      "$$ ĝ",
      ") $$&",
      "$& ğ",
      "$#% %$$$$",
      "$%& $$$%",
      "#$$ $&",
      "$ğ &",
      "#$$ Ğ",
      "ğ $$$$",
      "#$$ $!",
      "$$%$$$$ $",
      "ĀĀ! Ā",
      "$# Ğ",
      "$$& #$$%",
      "$$ +",
      "$%% #$$$$",
      "%$$ $\"",
      "$%% $$$#",
      "$) '",
      "$% *",
      "$$\" %$$#",
      "ĀĀ ,",
      "$) \"",
      "!$$ (",
      "Ġ $$$#",
      "&$$ $'",
      "#$$ *",
      "Ġ$$ $\"",
      "Ġ $%",
      "%$$ *",
      "Ġ$$ (",
      ") $$\"",
      "$$ $(",
      "$\" $$\"",
      "$%\" $$$#",
      "Ġ %$$#",
      "$$% $$$$$$$$",
      "$! ğ",
      "#$$$$# %",
      "Ġ %$$\"",
      "$\" )",
      "ĀĀ .",
      "$%% %$$$$",
      "! $$$$%",
      "\" $$$#",
      "$ /",
      "& '",
      "( %",
      "'$$ ğ",
      "$\" $%$$%",
      "ĀĀ /",
      "%$$% $",
      "'$$ $'",
      "$$%$$$$ $$#",
      "$% Ğ",
      "$\" $$&",
      "$# &$$$$",
      "$$$# $$$$$$$$",
      "($$ $&",
      "$' *",
      "$% #$$%",
      "$$# $$$\"",
      "$## $$$%",
      "$$#$$$$ $",
      "$$$$$$$$$$$$$$$$ $$$$$$$$",
      "\"$$ *",
      "ğ $$\"",
      "Ġ ĝ",
      "Ġ %$$",
      "$& $$&",
      "$' ğ",
      "%$$$$% #",
      "$\" %$$$$",
      "! &",
      "$$# $$$%",
      "#$$$$ $",
      "!$$ )",
      "' '",
      "' (",
      "Ġ $#",
      "ĀĀ -",
      "$## #$$$$",
      "$&# $$$#",
      "#$$$$% #",
      "' $$$$#",
      "$$% $$$&",
      "$\" $%$$$$",
      "ĀĀ ě",
      "$) !",
      "%$$$$# %",
      "ğ $$'",
      "$( )",
      "($$ (",
      "#$$$$ $$",
      "$$%$$$$ $$%",
      "$Ğ #",
      "$\"# $$$#",
      "! !",
      "' \"",
      "' $$$$%",
      "Ġ #$$\"",
      "%$$$$ \"",
      "$! )",
      "$( $$$$",
      "%$$ $'",
      "Ā ,",
      "Ġ #$$#",
      "$$# $$$$$$$$",
      "$& $$\"",
      "$* %",
      "Ġ $\"",
      "$$ Ĝ",
      "$# %$$#",
      "$# #$$#",
      "$%# #$$$$",
      "!$$ $!",
      "( &",
      "$% \"$$$$",
      "$#$$$$ &",
      "$ğ !",
      "$\"% $$$%",
      "ĀĀ Ě",
      "$% $#$$$$#",
      "$%& #$$%",
      "$#& $$$%",
      "( #",
      "Ġ Ā",
      "Ġ \"$$",
      "Ġ %$$!",
      "$# $%$$$$%",
      "$\" Ğ",
      "$& *",
      "$ğ '",
      "\"$$% $",
      "$$#$$$$ $$%",
      "$# *",
      "$%$$$$ &",
      "$% $\"$$$$",
      "$$# #$$%",
      "$$\" $$$\"",
      "$#\" %$$#",
      "Ġ $'",
      "$$\" #$$#",
      "&$$$$ \"",
      "! $$$$#",
      "& $$$%",
      "& #$$%",
      "Ġ +",
      "Ġ #$$",
      "$$$# $$$$%",
      "$#$$$$ \"",
      "$&% $$$%",
      "$$$#$$$$ $$%",
      "Ğ $$#",
      "$% $",
      "$$#$$$$ $$#",
      "$$$\" $$$$",
      "$$$#$$$$ $$#",
      "$$ ,",
      "$$$& $$$$",
      "* $$$$",
      "Ā Ĝ",
      "Ġ $!",
      "Ġ $(",
      "$# $$!",
      "$$% $$$#",
      "$& $#$$#",
      "$Ğ %",
      "$ Ę",
      "$% #$$$\"",
      "$# $&$$$$",
      "$& #$$$$",
      "$$& %$$%",
      "%$$$$ $$",
      "$$$% $$$$%",
      "#$$ +",
      "\"$$ +",
      "&$$% $",
      "$&% #$$%",
      "Ġ$$ $!",
      "$\"% %$$%",
      "$#% #$$$$",
      "\"$$# $",
      "$&# #$$#",
      "$$%$$$% $",
      "# #",
      "* $$%",
      "* $$#",
      "Ğ $$&",
      "Ġ &$$\"",
      "$* &",
      "%$$& $",
      "Ġ$$ ğ",
      "Ğ $$$$",
      "$% %$$%",
      "$$% $$#",
      "$\" *",
      "$& Ğ",
      "$%% \"$$%",
      "&$$ Ğ",
      "$\"# %$$#",
      "$##$$$$ $",
      "% %",
      "& (",
      "$%# %$$$$",
      "$) (",
      "$* #",
      "Ġ !$$",
      "$$% %$$#",
      "%$$ +",
      "$%# $$$%",
      "\"$$$$ \"",
      "'$$ )",
      "$* '",
      "$$$& $$#",
      "Ğ $$%",
      "Ġ &$$#",
      "ĀĀ ę",
      "$%$$$$ \"",
      "'$$ *",
      "$#& #$$%",
      "ě $$",
      "$! Ğ",
      "%$$ ĝ",
      "$## #$$%",
      "' *",
      "ğ $$!",
      "Ġ \"$$\"",
      "$% $\"$$#",
      "$# %$$$&",
      "$%% #$$#",
      "&$$ *",
      "$#& %$$%",
      "ĀĀ) Ā",
      ") $$!",
      "$% $#$$$$%",
      "$& $#$$$$",
      "$$$# $$$$#",
      "$) )",
      "$#\" #$$#",
      "$$$%$$$$ $$#",
      "! '",
      "\" #$$#",
      "$# $$'",
      "$! $$$$#",
      "$## %$$%",
      "$## &$$#",
      "$#% $$$#",
      "'$$ Ğ",
      "ĀĀğ Ā",
      "% #",
      "ğ !",
      "Ġ #$$!",
      "$% $$'",
      "$# #$$$\"",
      "$$& $$$&",
      "$Ğ &",
      "$%\" %$$#",
      "% #$$%",
      "$% +",
      "&$$ $\"",
      "$%%$$$$ $",
      "& )",
      "$# $%$$$$#",
      "$# $#$$$$#",
      "$& &$$$$",
      "$%# \"$$#",
      "$* \"",
      "$Ğ \"",
      "' !",
      ", $$",
      "$% %$$$&",
      "$$$% $$$$#",
      "$( *",
      "Ġ$$ )",
      "Ġ $$$$%",
      "$$# &$$#",
      "$! $$$$%",
      "% %$$%",
      "Ġ $$$$#",
      "$% $%$$$$%",
      "$\" $%$$#",
      "\"$$ Ğ",
      "$Ğ !",
      "$$$$$$$$$$$$ $",
      "$$$\" $$%",
      "ĀĀ' Ā",
      "( )",
      "ğ #",
      "$$$% $$\"",
      "#$$& $",
      "($$ ğ",
      "# %$$#",
      "& %$$$$",
      "* $$\"",
      "$$$$$$$$ $$$%",
      "$%$$$$ $",
      "$%# #$$%",
      "!$$ $",
      "$&% #$$$$",
      "$$$%$$$$ $$%",
      "ğ$$ $!",
      "& %$$%",
      "Ě $$",
      "ğ %",
      "$% $$!",
      "$' Ğ",
      "&$$ ĝ",
      "%$$\" $",
      "$Ğ '",
      "& ĀĀ",
      ") #",
      ") $$'",
      "Ġ ,",
      "$& $#$$%",
      "$' $$$$#",
      "$#% &$$%",
      "&$$ +",
      "$%& %$$%",
      "$ĝ \"",
      "ĀĀ( Ā",
      "Ġ ĀĀ",
      "$! $$&",
      "$( ğ",
      "\"$$ ĝ",
      "&$$$$ &",
      "$%\" #$$#",
      "$\"% #$$%",
      "ĀĀĝ Ā",
      "$$$$ $$\"",
      "$$% #$$#",
      "$$# %$$%",
      "%$$$$ $$#$$$$",
      "$$$# $$\"",
      "$) ğ",
      "#$$\" $",
      "! (",
      "* ĀĀ",
      "Ġ Ĝ",
      "$% $&$$#",
      "$# $&",
      "$$% \"$$%",
      "$$% #$$&",
      "$\" $#$$$$",
      "#$$$$ $$#$$$$",
      "$#% %$$#",
      "$%# %$$\"",
      "\"$$ $&",
      "&$$# $",
      "($$ )",
      "($$ $'",
      "%$$$% $",
      "\" %$$#",
      "$# $$",
      "$$$$$$$$ $$$$#",
      "\"$$$$ &",
      "!$$ ğ",
      "$* !",
      "$$#$$$# $",
      "# #$$#",
      "' )",
      "+ ĀĀ",
      "ĝ $$%",
      "$% &$$$&",
      "$# ĝ",
      "$# $&$$%",
      "$\" $#$$%",
      "$& ĝ",
      "&$$ $(",
      "($$ $(",
      "\" (",
      "+ $$#",
      "ğ $$(",
      "$\" \"$$$$",
      "$& $%$$#",
      "$$$$$$$$ $$#",
      "$! $$\"",
      "$ğ ğ",
      "$* (",
      "$&% \"$$%",
      "$\"# %$$$$",
      "$\"$$$$ &",
      "ĀĀĞ Ā",
      "\" ĀĀ",
      "Ġ #$$$$",
      "$% $%$$$$#",
      "$$$# $$&",
      "$#% &$$$$",
      "$) $$$$",
      "$&\" $$$#",
      "\" $$$$##",
      "* $$&",
      "Ġ \"$$#",
      "$% ĝ",
      "$% $\"$$%",
      "$# $#$$$$%",
      "$# $\"$$%",
      "$$% %$$&",
      "$\" +",
      "$$$$$$$$ $%",
      "$$$$$$$$ $$%",
      "%$$ $!",
      "#$$ ĝ",
      "$#$$$$ $$$#",
      "'$$ $(",
      "$\"# $$$%",
      "$$$$$$$$$$$$$$$$ $$",
      "% #$$$$",
      "( '",
      "+ $$&",
      "- $$",
      "Ğ $$\"",
      "$# $",
      "$\" ĝ",
      "%$$$$ $%",
      "$' $$&",
      "$$! $$$$",
      "%$$ Ĝ",
      "#$$ $",
      "$%% %$$#",
      "$%# &$$#",
      "$ğ (",
      "Ġ$$ $",
      "\" $$$$%%",
      ") $$(",
      "ĝ $$#",
      "$# +",
      "$$% &$$$$",
      "$$% &$$%",
      "$$# %$$\"",
      "!$$ *",
      "Ġ$$ Ğ",
      "$\"% %$$&",
      "&$$\" $",
      ")$$ $'",
      "\" )",
      "# #$$$$",
      "Ğ %",
      "Ġ $)",
      "$& #$$$\"",
      "#$$ ,",
      "$#$$$$ $$%$$$$",
      "$%# #$$\"",
      "Ġ\" $$!",
      "! *",
      "\" '",
      "\" %$$$$",
      "( ĀĀ",
      "Ğ $$!",
      "$% $\"",
      "$% $#$$\"",
      "$$# \"$$$$",
      "$$$$$$$$ $#",
      "$$$$$$$$ $$$$$$$$$$$$",
      "$#$$$$ $",
      "$## %$$\"",
      "$#% \"$$%",
      "\"$$ $",
      "$&% %$$%",
      "$\"\" %$$#",
      "$\"$$$$ $$#",
      "# %$$$$",
      "% %$$$$",
      "$# $&$$#",
      "#$$$$ $\"",
      "$$$% $$&",
      "$' $$\"",
      "$#% $$$%$",
      "\"$$ ,",
      "$&# %$$#",
      "ğ$$ Ğ",
      "Ġ !$$#",
      "$# \"$$$\"",
      "$$# #$$\"",
      "#$$$$ '",
      "$#% #$$&",
      "$#% %$$&",
      "'$$ ĝ",
      "$* )",
      "$%\" %$$\"",
      "ĀĀ% Ā\"",
      "! ĀĀ",
      ") %",
      "+ $$$$",
      "$% $&$$$$",
      "$\" $&$$$$",
      "$& $",
      "$! *",
      "$%$$$$ $$$%",
      "$%$$$$ $$$#",
      "$#$$$$ $$\"",
      "$#$$$$ $$$%",
      "$%% #$$&",
      "$## &$$$$",
      "$%# %$$%",
      "$* ğ",
      "$%& \"$$%",
      "$\"# #$$#",
      "$&& #$$%",
      "$\"\" $$$#",
      "#$$' $",
      ")$$ $(",
      "& $$$$%#",
      "( (",
      "* #",
      "+ $$\"",
      "Ġ '$$#",
      "$# &$$$&",
      "$\" %$$$&",
      "$$& %$$$$",
      "$$& #$$&",
      "$$$$$$$$ $$$#",
      "$$$$$$$$ $$$$%",
      "%$$ $(",
      "$%$$$$ $$%$$$$",
      "($$ Ğ",
      "$$$\" $$#",
      "$&& $$$%",
      "$\"& $$$%",
      "Ā% #"
    ]
  }
}