{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "Ā": 51,
      "ā": 52,
      "Ă": 53,
      "ă": 54,
      "Ą": 55,
      "ą": 56,
      "Ć": 57,
      "ć": 58,
      "Ĉ": 59,
      "ĉ": 60,
      "Ċ": 61,
      "ċ": 62,
      "Č": 63,
      "č": 64,
      "Ď": 65,
      "ď": 66,
      "Đ": 67,
      "đ": 68,
      "Ē": 69,
      "ē": 70,
      "Ĕ": 71,
      "ĕ": 72,
      "Ė": 73,
      "ė": 74,
      "Ę": 75,
      "ę": 76,
      "Ě": 77,
      "ě": 78,
      "Ĝ": 79,
      "ĝ": 80,
      "Ğ": 81,
      "ğ": 82,
      "Ġ": 83,
      "ęę": 84,
      "ęęęę": 85,
      "ęĚ": 86,
      "ęĘ": 87,
      "ęęĘ": 88,
      "ęęĚ": 89,
      "ĀĀ": 90,
      "ęě": 91,
      "ęė": 92,
      "ęęęęęęęę": 93,
      "ęęě": 94,
      "ęęė": 95,
      "Ęęęęę": 96,
      "Ěęęęę": 97,
      "ęęęĚ": 98,
      "ęęęĘ": 99,
      "ęĜ": 100,
      "ęĖ": 101,
      "ęęĖ": 102,
      "ęęĜ": 103,
      "ęĚęęęę": 104,
      "ęĘęęęę": 105,
      "ęĕ": 106,
      "ęĝ": 107,
      "ĘęęĚ": 108,
      "ĘęęĘ": 109,
      "ĚęęĘ": 110,
      "ęĚĚ": 111,
      "ĚęęĚ": 112,
      "ęęęęĘ": 113,
      "ęęĕ": 114,
      "ęęęęĚ": 115,
      "ęĚĘ": 116,
      "ęĘĚ": 117,
      "ęĘĘ": 118,
      "ęęĝ": 119,
      "ęęęė": 120,
      "ęęęě": 121,
      "ęęę": 122,
      "ėęęęę": 123,
      "ěęęęę": 124,
      "ęĞ": 125,
      "ęęęęęęęęęęęę": 126,
      "ęęĘęęęę": 127,
      "ęęĚęęęę": 128,
      "ęęĔ": 129,
      "ĀĘ": 130,
      "ėęęĚ": 131,
      "ęĔ": 132,
      "ęęĞ": 133,
      "ěęęĘ": 134,
      "ĀĚ": 135,
      "Āě": 136,
      "ėęęĘ": 137,
      "ĀĀĘ": 138,
      "ęĚě": 139,
      "ĀĀę": 140,
      "Ęęęě": 141,
      "ęěĘ": 142,
      "ěęęĚ": 143,
      "ęěĚ": 144,
      "Ěęęė": 145,
      "Ęęęė": 146,
      "Ěęęě": 147,
      "ęĚė": 148,
      "ĀĀĚ": 149,
      "ęĘě": 150,
      "ęĘė": 151,
      "ęėĚ": 152,
      "ĀĀė": 153,
      "Āė": 154,
      "ĀĖ": 155,
      "ęėĘ": 156,
      "ęęęęęęęęęęęęęęęę": 157,
      "ęęē": 158,
      "ęęęĜ": 159,
      "ęğ": 160,
      "ĀĜ": 161,
      "ęęğ": 162,
      "ĀĀĖ": 163,
      "ĀĀě": 164,
      "ęęęĖ": 165,
      "ęęĘę": 166,
      "ęē": 167,
      "Āĕ": 168,
      "ėęęě": 169,
      "Ėęęęę": 170,
      "ęěě": 171,
      "Āĝ": 172,
      "ęěęęęę": 173,
      "ęęęĚęęęę": 174,
      "ęęęĘęęęę": 175,
      "ĚĚ": 176,
      "ęėęęęę": 177,
      "ĖęęĚ": 178,
      "ęěė": 179,
      "ęėė": 180,
      "ęęęĚę": 181,
      "ęĘęęĚ": 182,
      "ěęęė": 183,
      "ĚęęęęĘ": 184,
      "ęĚęęĚ": 185,
      "ĀĀĜ": 186,
      "ęęęĘę": 187,
      "ĖęęĘ": 188,
      "ĚĘ": 189,
      "ęĚęęĘ": 190,
      "ėęęė": 191,
      "ęęĒ": 192,
      "ęĘĘęęęę": 193,
      "ĀĀĕ": 194,
      "Ĝęęęę": 195,
      "ĀĞ": 196,
      "ĜęęĘ": 197,
      "ęĚĘęęęę": 198,
      "ĜęęĚ": 199,
      "ęĚĚęęęę": 200,
      "ěęęě": 201,
      "ęĜĚ": 202,
      "ęĚĜ": 203,
      "ĘęęęęĘ": 204,
      "ěĚ": 205,
      "ėĚ": 206,
      "ęĘęęĘ": 207,
      "ęėě": 208,
      "ėĘ": 209,
      "ĀĀĝ": 210,
      "ęĜĘ": 211,
      "ęĘĜ": 212,
      "ęĚęęęęĘ": 213,
      "ĀĔ": 214,
      "ěĘ": 215,
      "ęĚĖ": 216,
      "ĀĀĔ": 217,
      "ęĖĘ": 218,
      "ęĘĖ": 219,
      "ęĘĚęęęę": 220,
      "ęĒ": 221,
      "ęĘęęęęĘ": 222,
      "ęĖĚ": 223,
      "ęĘęęęęĚ": 224,
      "ĘęęĖ": 225,
      "Ėęęě": 226,
      "ĚęęĖ": 227,
      "ĀĀĞ": 228,
      "ęęęęęęęęęęę": 229,
      "ĘęęĜ": 230,
      "ęęęĘęęĚ": 231,
      "ĚęęęęĚ": 232,
      "ęěĜ": 233,
      "ĀĀğ": 234,
      "ęęęĕ": 235,
      "ĘęęęęĚ": 236,
      "ęėĖ": 237,
      "ęęęęĘĘ": 238,
      "Ĝęęė": 239,
      "ěęęĖ": 240,
      "ęęĚęęęĚ": 241,
      "Āğ": 242,
      "ĕęęęę": 243,
      "ĚęęĜ": 244,
      "ęęĚę": 245,
      "ęęęĘęęĘ": 246,
      "ęĜě": 247,
      "ęę!": 248,
      "ęęęĝ": 249,
      "ęĚęęęęĚ": 250,
      "ęęęęĚĚ": 251,
      "ĕęęĘ": 252,
      "ęĖė": 253,
      "Āē": 254,
      "ěě": 255,
      "ĀĀē": 256,
      "ęėĜ": 257,
      "ĀĀĒ": 258,
      "ĕęęĚ": 259,
      "ęęđ": 260,
      "ėęęĖ": 261,
      "ėęęĜ": 262,
      "Ĝęęě": 263,
      "ęęęęĘĚ": 264,
      "Ėęęė": 265,
      "ęĜė": 266,
      "ęęęĚęęĘ": 267,
      "ęĜĜ": 268,
      "ĖĚ": 269,
      "ěĝ": 270,
      "ĘęęĚę": 271,
      "ěęęĜ": 272,
      "ęęęęĚĘ": 273,
      "ęĖĖ": 274,
      "ęĖě": 275,
      "ĀĀĘĀ": 276,
      "ęěĖ": 277,
      "ėė": 278,
      "ę!": 279,
      "ęĚęĘęęęę": 280,
      "ęęęĚęęĚ": 281,
      "ĝęęęę": 282,
      "ĝęęĘ": 283,
      "ęĘęĚęęęę": 284,
      "ĀĀđ": 285,
      "ęĖęęęę": 286,
      "ęĘĕ": 287,
      "ěĜ": 288,
      "ęĚĝ": 289,
      "ĀĀęĀ": 290,
      "ęėęęĘ": 291,
      "ęęęĞ": 292,
      "ęĘĚęęęĚ": 293,
      "ęęęęęęĚ": 294,
      "ęěęęĘ": 295,
      "ĝęęĚ": 296,
      "ęę\"": 297,
      "ĜĚ": 298,
      "ĖęęĜ": 299,
      "Ęęęĕ": 300,
      "ęđ": 301,
      "ěė": 302,
      "ęĕĚ": 303,
      "ęĚĕ": 304,
      "ęĝĘ": 305,
      "ęęĘęęęĘ": 306,
      "ęĚęęęęęę": 307,
      "ĚęęĘę": 308,
      "ĜĘ": 309,
      "ęęĚĚęęĚ": 310,
      "ĕĚ": 311,
      "Ĝě": 312,
      "ėě": 313,
      "ęęĘĘęęęę": 314,
      "ęĜęęęę": 315,
      "ĀĀ!": 316,
      "ęėęęĚ": 317,
      "ĘęęĘę": 318,
      "ęęęęęęęęęęęęę": 319,
      "ĜĜ": 320,
      "ęĕė": 321,
      "ęĕĘ": 322,
      "ĀĀ\"": 323,
      "ęĝĚ": 324,
      "ĀĀĖĀ": 325,
      "ęĘĝ": 326,
      "ęęěęęęę": 327,
      "Ėě": 328,
      "ęęĐ": 329,
      "ęěĝ": 330,
      "ęĘęęęęęę": 331,
      "ęĘęĚ": 332,
      "ĘĚ": 333,
      "ĔęęĚ": 334,
      "ĕęęě": 335,
      "ĀĀěĀ": 336,
      "ėĖ": 337,
      "ęĘęĘęęęę": 338,
      "ĀĀĚĀ": 339,
      "ĕęęė": 340,
      "ĖĘ": 341,
      "Ěęęęęę": 342,
      "ĜęęĖ": 343,
      "ĝęęė": 344,
      "ęĚĘęęęĘ": 345,
      "ĕĘ": 346,
      "Ėė": 347,
      "ęĚęĘ": 348,
      "ęěęęĚ": 349,
      "ĀĀėĀ": 350,
      "ĝĚ": 351,
      "ęĚęĚęęęę": 352,
      "ęęėęęęę": 353,
      "ęĘĘęęęĘ": 354,
      "ĀĀĐ": 355,
      "ęęęęęęęęęĘ": 356,
      "ĖęęĖ": 357,
      "ęĚĚęęęĚ": 358,
      "Ęęęĝ": 359,
      "ĚęęĚę": 360,
      "ėęęĝ": 361,
      "ěĞ": 362,
      "ęĜĖ": 363,
      "Ěęęĕ": 364,
      "ęĚĞ": 365,
      "ĀĀ$": 366,
      "ęĚĚĘęęĚ": 367,
      "ėĜ": 368,
      "ęęĘĚęęĘ": 369,
      "ęęęĔ": 370,
      "ĀĀ#": 371,
      "ęęęęęęęęęęęęęęęęęęęę": 372,
      "ĘĘ": 373,
      "ęęĘĘęęĘ": 374,
      "ęęĘęęęęę": 375,
      "ęĚęĘęęĚ": 376,
      "ęĘęĚęęĚ": 377,
      "ęĖĜ": 378,
      "ęėĕ": 379,
      "ęęĚęęęęę": 380,
      "ėĝ": 381,
      "ěęęęęĘ": 382,
      "ęęĚĚęęęę": 383,
      "ęėĝ": 384,
      "ĔęęĘ": 385,
      "ėęęęęĚ": 386,
      "ę\"": 387,
      "ĜĞ": 388,
      "ĀĀď": 389,
      "Ęęęęęę": 390,
      "ęęęē": 391,
      "ěęęęęĚ": 392,
      "ęęĘĚęęęę": 393,
      "Ěęęęęęę": 394,
      "ęĝě": 395,
      "ęĚĘĚęęĘ": 396,
      "ęęęęęęĘ": 397,
      "Ėĝ": 398,
      "ěęęĕ": 399,
      "ĞĚ": 400,
      "ęěĕ": 401,
      "ęĜĝ": 402,
      "ęĚĚĘęęęę": 403,
      "ęĚęĚ": 404,
      "ęĘėęęęę": 405,
      "ęěĚęęęę": 406,
      "ęėęęęęĚ": 407,
      "ĠĚ": 408,
      "ęęęęęęęęĚ": 409,
      "Ėęęĕ": 410,
      "ėęęęęĘ": 411,
      "ĝęęě": 412,
      "ęęĚĘęęĚ": 413,
      "ĀĀĎ": 414,
      "Ĕęęęę": 415,
      "ęĘęě": 416,
      "ęęĚĘęęęę": 417,
      "ęęęęęęęęęęęęęęę": 418,
      "ĀĀĘĀĘ": 419,
      "ĀĀĜĀ": 420,
      "ęĘęĘ": 421,
      "ęę#": 422,
      "ęėęęęęĘ": 423,
      "ęĚĘĘęęĘ": 424,
      "ęęď": 425,
      "ęĝė": 426,
      "ĕĝ": 427,
      "ĜęęĜ": 428,
      "ęĚęęęęęęĚ": 429,
      "ęĚĚĚęęęę": 430,
      "ęĘĘĚęęĘ": 431,
      "ĀĚĘ": 432,
      "ĀĚĚ": 433,
      "ĀĀĕĀ": 434,
      "Ėęęĝ": 435,
      "ęęěęęęĚ": 436,
      "ĘęęęęęęĘ": 437,
      "ęĘęęęęę": 438,
      "ęęęęęęęęęęęęęęęęęę": 439,
      "ĀĀĔĀ": 440,
      "Ĝĝ": 441,
      "Ġĝ": 442,
      "ęęęęęęęęęĚ": 443,
      "ęĞĘ": 444,
      "ĕęęĖ": 445,
      "ėĞ": 446,
      "ėęęĕ": 447,
      "ěĖ": 448,
      "ęĘęĘęęĚ": 449,
      "ęęęęęęęęęęęĘ": 450,
      "ęĚęęęęę": 451,
      "ĀĀĝĀ": 452,
      "ĕęęĜ": 453,
      "ęĚěęęęę": 454,
      "Ęęęęęęę": 455,
      "ęĜĕ": 456,
      "ęĝĜ": 457,
      "ēĘ": 458,
      "ěęęĝ": 459,
      "ęęėęęęĘ": 460,
      "ęĖĕ": 461,
      "ęĘęęęęęęĚ": 462,
      "ĔĚ": 463,
      "Ĕęęė": 464,
      "ĖĞ": 465,
      "ėęęĞ": 466,
      "ęĚĔ": 467,
      "ęĘęĚęęĘ": 468,
      "ęěĞ": 469,
      "ęěęęęęĘ": 470,
      "ĚęęęęęęĚ": 471,
      "ęĚęęęęęęĘ": 472,
      "ęĚěęęęĚ": 473,
      "ğĚ": 474,
      "ĀĀ%": 475,
      "ęĘĚĘęęĚ": 476,
      "ęĘĚĚęęĚ": 477,
      "ěęęęĚ": 478,
      "ĠĜ": 479,
      "ęĕĖ": 480,
      "ęęęėęęęę": 481,
      "Ĝęęĕ": 482,
      "ĝĞ": 483,
      "ĠĘ": 484,
      "ęęĚęęĘ": 485,
      "ęęęęęęęęęęęĚ": 486,
      "ęĘęęęęęęĘ": 487,
      "ęĔĘ": 488,
      "ĀĀĚĀĘ": 489,
      "ĕě": 490,
      "ęęęęęęęęĘ": 491,
      "ęĞĚ": 492,
      "ęęĘęęęęęęĘ": 493,
      "ęĚęĘęęĘ": 494,
      "ęĜęęĘ": 495,
      "ęĘĚĚęęęę": 496,
      "ĀĀĘĀě": 497,
      "ĀĀęĀĘ": 498,
      "ĖĖ": 499,
      "ę#": 500,
      "Ĝė": 501,
      "ĀĀėĀĘ": 502,
      "ęĐ": 503,
      "ĚĚęęęę": 504,
      "ĠĞ": 505,
      "ęĚęęęĚ": 506,
      "ęĘĔ": 507,
      "ĀĀ&": 508,
      "ęęęğ": 509,
      "ęĘėęęęĘ": 510,
      "ĚęęęęĘĘ": 511,
      "ĒĘ": 512,
      "ěĕ": 513,
      "ĝĘ": 514,
      "ęęėĚęęĘ": 515,
      "ęĖĝ": 516,
      "ęĕě": 517,
      "ęęĚęęęęęęĚ": 518,
      "ēęęĘ": 519,
      "ĔĖ": 520,
      "ęę$": 521,
      "ęĚęęě": 522,
      "ęĚęĚęęĚ": 523,
      "ęĘĞ": 524,
      "ęĘĘĚęęęę": 525,
      "ęĚĚęęęęę": 526,
      "ēė": 527,
      "ēęęė": 528,
      "ĔĘ": 529,
      "Ĕęęě": 530,
      "ěęęĔ": 531,
      "ĝĜ": 532,
      "ęĚęĚęęĘ": 533,
      "ęĘęęęĘ": 534,
      "ęĘĘěęęĘ": 535,
      "ęĞě": 536,
      "ēĚ": 537,
      "ĕĜ": 538,
      "ĝě": 539,
      "ęĘęęė": 540,
      "ĀĀ)": 541,
      "ęěęęęęĚ": 542,
      "ęĝęęęę": 543,
      "ęĚĚĚęęĚ": 544,
      "ęĚĘĘęęęę": 545,
      "ĀĀęĀě": 546,
      "ĀĀĞĀ": 547,
      "ęęěĚęęĚ": 548,
      "ĚęęęęęęĘ": 549,
      "ęĖęęĚ": 550,
      "ęĕęęęę": 551,
      "ĀĀĚĀĖ": 552,
      "Ĕě": 553,
      "ĕęęĕ": 554,
      "ĖĜ": 555,
      "ĘĞ": 556,
      "ęėĘęęęę": 557,
      "ęęęěę": 558,
      "ĀėĘ": 559,
      "ĀĖĘ": 560,
      "ĒĚ": 561,
      "ĔĜ": 562,
      "ğĞ": 563,
      "ĀĀ(": 564,
      "ęėĞ": 565,
      "ęĖęęĘ": 566,
      "ęĘĘĘęęęę": 567,
      "ęęęėę": 568,
      "ĀĀĚĀĚ": 569,
      "ęĘěęęęĚ": 570,
      "ĔęęĖ": 571,
      "ĕė": 572,
      "ĕĞ": 573,
      "Ěęęĝ": 574,
      "ĝęęĖ": 575,
      "ğęęĘ": 576,
      "ęĚęęė": 577,
      "ęęĚęęęě": 578,
      "ęěęęė": 579,
      "ęęěĘęęĚ": 580,
      "ęĝĖ": 581,
      "ęęęėęęĘ": 582,
      "ęĘĘęęęęę": 583,
      "ęĚĘęęęęę": 584,
      "ĀĀğĀ": 585,
      "ėęęĔ": 586,
      "ěğ": 587,
      "ěĘęęęę": 588,
      "ęĚėęęęę": 589,
      "ęĘęęęęęęęęęęęę": 590,
      "ĀĀ'": 591,
      "ęėĚęęęę": 592,
      "ęĜĞ": 593,
      "ęĜęęĚ": 594,
      "ęĘĚĘęęęę": 595,
      "ęĚěĘęęĚ": 596,
      "ĒĖ": 597,
      "ēęęĚ": 598,
      "ęĘęęě": 599,
      "ęėęęě": 600,
      "ęĝĝ": 601,
      "ęęĘęęęęęę": 602,
      "ęęĚęęęęęęĘ": 603,
      "ĀĀėĀě": 604,
      "ĖęęĞ": 605,
      "Ĝęęĝ": 606,
      "ĝĝ": 607,
      "ęęĎ": 608,
      "ęĘěęęęę": 609,
      "ęėĔ": 610,
      "ėęęęĘ": 611,
      "ĘęęĞ": 612,
      "ęėęęė": 613,
      "ęĚĘęęęė": 614,
      "!ğ": 615,
      "ėĘęęęę": 616,
      "ĚĞ": 617,
      "ĝęęĜ": 618,
      "Ġě": 619,
      "ęĘē": 620,
      "ęĘęęęęęęęę": 621,
      "ęęěęęĘ": 622,
      "ęęĘęęęęęęĚ": 623,
      "ĀĀēĀ": 624,
      "ĕęęĝ": 625,
      "ę$": 626,
      "Ġė": 627,
      "ęĚęęęęęęęęęęęę": 628,
      "ęĘęĘęęĘ": 629,
      "ęęĚęęęĘ": 630,
      "ĘęęęęęęĚ": 631,
      "ęęęĘęęė": 632,
      "ęĘĘĘęęĘ": 633,
      "ěęęĚę": 634,
      "ĀĀėĀĚ": 635,
      "ęğĚ": 636,
      "Ĕė": 637,
      "ėĘęęĘ": 638,
      "ĝğ": 639,
      "Ġęęęę": 640,
      "ęęĚęęęĚę": 641,
      "ęěĘęęęę": 642,
      "ęěęĘęęęę": 643,
      "ęĔĚ": 644,
      "ĀĀęĀĖ": 645,
      "ęęęęęęęęęęęęęęęęęęęęęęęę": 646,
      "ĀĜĘ": 647,
      "ĀĀĖĀĚ": 648,
      "ĀĀěĀĘ": 649,
      "ĔĞ": 650,
      "ĕĕ": 651,
      "ĖęęęęĚ": 652,
      "ęĀĀ": 653,
      "ğě": 654,
      "Ġ!": 655,
      "ęęęĘęęě": 656,
      "ęĖĔ": 657,
      "ęĝĕ": 658,
      "ęęęěęęęę": 659,
      "ęęęĒ": 660,
      "ĀěĘ": 661,
      "ĚęęęęĘĚ": 662,
      "ĖęęęęĘ": 663,
      "Ğęęęę": 664,
      "ĠĀ": 665,
      "ęěęĘęęĚ": 666,
      "ĘęęęęĚĘ": 667,
      "ęęęĚęęęęęęęę": 668,
      "ęęęĚęęė": 669,
      "ęęęěęęĘ": 670,
      "ęęę!": 671,
      "ęĞĖ": 672,
      "ęĔė": 673,
      "ĀĀęĀė": 674,
      "ĀĀęĀĕ": 675,
      "ĀĀĚĀė": 676,
      "ęĘěĚęęĚ": 677,
      "ĀĀėĀĖ": 678,
      "ĘęęęęĘĘ": 679,
      "ęĚęęęęĘę": 680,
      "ĀĀ\"Ā": 681,
      "đĘ": 682,
      "ĘęęĔ": 683,
      "ěĚęęęę": 684,
      "ĞĘ": 685,
      "ĠĖ": 686,
      "Ġğ": 687,
      "ęęěę": 688,
      "ĚęęęęĚĘ": 689,
      "ęĜęęęęĘ": 690,
      "ęĕĕ": 691,
      "ęĕĜ": 692,
      "ęĚĚęęęĘ": 693,
      "ęĔě": 694,
      "ĀĀĘĀĕ": 695,
      "ęęęęęęęęęęęęęęęęęęę": 696,
      "ĘęęęęĘĚ": 697,
      "ĀĀĒĀ": 698,
      "!Ĝ": 699,
      "Ēē": 700,
      "ĒĞ": 701,
      "Ĕĝ": 702,
      "ėĕ": 703,
      "ĞęęĘ": 704,
      "Ġĕ": 705,
      "ęěĔ": 706,
      "ęėęĚęęęę": 707,
      "ęĝĞ": 708,
      "ęĚĘĘęęė": 709,
      "ĀĀĘĀė": 710,
      "ĀĀęĀĚ": 711,
      "ęĘěĘęęĚ": 712,
      "ēĞ": 713,
      "Ĕęęĝ": 714,
      "Ěĝ": 715,
      "Ĝğ": 716,
      "ęėęĘęęęę": 717,
      "ęėęĚęęĚ": 718,
      "ęĘĘęęęė": 719,
      "ęęĚęęęęęę": 720,
      "ėęęĘę": 721,
      "ĀĀĘĀĖ": 722,
      "ęěĘĘęęĘ": 723,
      "ęĚėĚęęĘ": 724,
      "ĀĀėĀĝ": 725,
      "ęęęęęęęęęęęęęęęęęęęęęęęęęęęęęęęę": 726,
      "ĀĀĖĀė": 727,
      "ęĘĚęęęęę": 728,
      "ĔęęĜ": 729,
      "ĕĖ": 730,
      "ėğ": 731,
      "ęď": 732,
      "ĜęęęęĘ": 733,
      "ęĚęėęęĘ": 734,
      "ęĘğ": 735,
      "ęęęěęęĚ": 736,
      "ęęęđ": 737,
      "ęėĚęęęĚ": 738,
      "ĒĜ": 739,
      "ēĖ": 740,
      "ēęęęę": 741,
      "ēęęĜ": 742,
      "Ěě": 743,
      "ĜęęęęĚ": 744,
      "ĞęęĚ": 745,
      "ęĘęěęęęę": 746,
      "ęęĘęęęĚ": 747,
      "ęęĚęęĚ": 748,
      "ęęęęęęęęęęĚ": 749,
      "ęęęęęęęęĘęęęę": 750,
      "ęĔĖ": 751,
      "ęĚėęęęĘ": 752,
      "ęĚėĘęęĘ": 753,
      "ĀĀĚĀě": 754,
      "ĀĀěĀě": 755,
      "ęĚęė": 756,
      "ęĚęĘęęęęĘ": 757,
      "ęęėĘęęĘ": 758,
      "ęĚęęęęė": 759,
      "ęĘĘęęęĚ": 760,
      "ęĞė": 761,
      "ĀĘĘ": 762,
      "ĀĀęĀĜ": 763,
      "ęěĘĚęęĘ": 764,
      "ĀĀĚĀĜ": 765,
      "ęĘėĘęęĘ": 766,
      "ęĘėĚęęĘ": 767,
      "ęęęĜęęĚ": 768,
      "đĖ": 769,
      "Ēĕ": 770,
      "ěęęĞ": 771,
      "ĠĀĀ": 772,
      "ęę%": 773,
      "ęĚĘęęĚ": 774,
      "ęĚęĘęęęęĚ": 775,
      "ęĘĚęęĘ": 776,
      "ęĘęęĘę": 777,
      "ęěęĚęęĘ": 778,
      "ęęėę": 779,
      "ĘęęęęĚĚ": 780,
      "ęĜĔ": 781,
      "ęĚęęęęě": 782,
      "ęĘęęęęė": 783,
      "ęĕĝ": 784,
      "ęĚĚęęęě": 785,
      "ęęęėęęĚ": 786,
      "ėęęęęė": 787,
      "ęĔĜ": 788,
      "ęĚěĚęęĚ": 789,
      "!ě": 790,
      "Ā!": 791,
      "đė": 792,
      "ĒĒ": 793,
      "ēęęě": 794,
      "ėęęęęĚĚ": 795,
      "ĚęęĔ": 796,
      "ĚęęĞ": 797,
      "Ěęęē": 798,
      "ěĘęęĚ": 799,
      "ĜĖ": 800,
      "ęĚğ": 801,
      "ęĚęėęęęę": 802,
      "ęĘęęĖ": 803,
      "ęęĘěęęĘ": 804,
      "ęěğ": 805,
      "ęėē": 806,
      "ęėęĚęęĘ": 807,
      "ęęęęęęęęĚęęęę": 808,
      "ęęęęęęęęęęęęĚ": 809,
      "ęęĖęęęę": 810,
      "ęĕęęĘ": 811,
      "ĘęęĘęĚĘ": 812,
      "ęĚĘĚęęęę": 813,
      "ęĚĘėęęĘ": 814,
      "ėęęĚę": 815,
      "ĀĀĘĀĚ": 816,
      "ĀĀėĀė": 817,
      "ĀĀėĀĜ": 818,
      "ĀĀěĀĚ": 819,
      "Ēě": 820,
      "ĒęęĘ": 821,
      "Ĕĕ": 822,
      "ęĚē": 823,
      "ęĚęě": 824,
      "ęęĘęęęė": 825,
      "ĀĀ+": 826,
      "ęęęęęęęęęęĘ": 827,
      "ęęęęęęęęęęęęĘ": 828,
      "ęęėęęęė": 829,
      "ęęęĚęęęęĘ": 830,
      "ęĖğ": 831,
      "ęĘęęęęě": 832,
      "ęĚĚėęęĚ": 833,
      "ęĚĘęęęĘę": 834,
      "ęĘĚęęęě": 835,
      "ęĘĚęęęĚę": 836,
      "ęĞĜ": 837,
      "ĀĘĚ": 838,
      "ĀĀęĀĝ": 839,
      "Ěęęěę": 840,
      "ĀĀĚĀĕ": 841,
      "ęėĚĘęęĚ": 842,
      "ęėĘĚęęęę": 843,
      "ęėĘęęęĘ": 844,
      "ęğĜ": 845,
      "Ēė": 846,
      "ěĚęęĚ": 847,
      "ĝĖ": 848,
      "ĝęęĕ": 849,
      "ęĚęĚęęęęĘ": 850,
      "ęęĚĘęęě": 851,
      "ĀĀ*": 852,
      "ęęěĘęęě": 853,
      "ęĖĞ": 854,
      "ęĚĚėęęęę": 855,
      "ęĞĕ": 856,
      "ěęęĘę": 857,
      "ĀĀĘĀĜ": 858,
      "ęęęĚęęęęęęĘ": 859,
      "ĀĀĕĀě": 860,
      "ĀĀđĀ": 861,
      "ĐĘ": 862,
      "Ěğ": 863,
      "ĚĚęęĚ": 864,
      "ęęęęė": 865,
      "ęĘĘęęĘ": 866,
      "ęėğ": 867,
      "ęėėęęęę": 868,
      "ęĕęęĚ": 869,
      "ęĘĘęęęĘę": 870,
      "ęĞĝ": 871,
      "ĀĀĘĀĝ": 872,
      "Ęęęěę": 873,
      "ĀĀėĀĕ": 874,
      "ĀĀĜĀĘ": 875,
      "ĀĀĜĀė": 876,
      "đě": 877,
      "ēě": 878,
      "ĔĔ": 879,
      "Ėęęğ": 880,
      "ėĚęęĘ": 881,
      "ėěęęĘ": 882,
      "ėęęğ": 883,
      "ėęęęęĘĘ": 884,
      "Ęęęğ": 885,
      "ěęęęęĘĘ": 886,
      "ĠęęĘ": 887,
      "ęĚęėęęĚ": 888,
      "ęĘęęęĘę": 889,
      "ęęĚėęęĚ": 890,
      "ęěěęęęę": 891,
      "ęėęě": 892,
      "ęęěęęęě": 893,
      "Ęęęęęė": 894,
      "ęęęĚęęęęĚ": 895,
      "ęĝęęĘ": 896,
      "ęĚĘĘęęĚ": 897,
      "ęĚěęęęě": 898,
      "ęěĚĘęęĚ": 899,
      "ęėĘĚęęĘ": 900,
      "ĀĀěĀė": 901,
      "ęēĘ": 902,
      "ęęęĘęęęęę": 903,
      "ęęęĘęęęęęęĘ": 904,
      "ĀĀĕĀĘ": 905,
      "ĀĀ!Ā": 906,
      "ĒĐ": 907,
      "ĒĔ": 908,
      "ēđ": 909,
      "ēĝ": 910,
      "ĕğ": 911,
      "ĖęęęĘ": 912,
      "ĘĘęęęę": 913,
      "ĚĘęęęę": 914,
      "ĜęęęĚ": 915,
      "Ğğ": 916,
      "ęęęęę": 917,
      "ęĚęęĜ": 918,
      "ęęĘęęęĘę": 919,
      "ęěęĘęęĘ": 920,
      "ęęěĚęęě": 921,
      "ęęęĘęęęęĘ": 922,
      "ęĜęęė": 923,
      "ęĚĚęęĚ": 924,
      "ęĚĘėęęęę": 925,
      "ęĘĚėęęĚ": 926,
      "ęęĚęęęęęęĚęęęę": 927,
      "ĀĀĘĀĔ": 928,
      "ęěĘĘęęęę": 929,
      "Ěęęėę": 930,
      "ęğğ": 931,
      "ęěėĘęęĘ": 932,
      "ĀĀĜĀĖ": 933,
      "ĀĞĚ": 934,
      "ęĘęęęęĘę": 935,
      "ęĚęęęęĚę": 936,
      "đĞ": 937,
      "ĒęęĚ": 938,
      "Ēęęě": 939,
      "ēĜ": 940,
      "ĕęę": 941,
      "Ėğ": 942,
      "ĚęęęĚ": 943,
      "Ĝĕ": 944,
      "Ġ#": 945,
      "ęęĘĘęęė": 946,
      "ęęėęęĘ": 947,
      "ęęėĘęęęę": 948,
      "ęęęĘęęęęĚ": 949,
      "ęĜęĘęęĘ": 950,
      "ęĖęęė": 951,
      "ęĚęęęęęęęĚ": 952,
      "ęĝęęĚ": 953,
      "ęĚĚĘęęĘ": 954,
      "ęĘĚęęęĘ": 955,
      "ęĘĚěęęĚ": 956,
      "ęěĚęęęĚ": 957,
      "ęėĘĚęęĚ": 958,
      "ĀĀĖĀě": 959,
      "ĀĀĖĀĖ": 960,
      "ĀĀěĀĝ": 961,
      "ĀĀĜĀĚ": 962,
      "ęĚĖĘęęĘ": 963,
      "!Ę": 964,
      "!ĝ": 965,
      "!Ğ": 966,
      "\"ğ": 967,
      "đĚ": 968,
      "Ēęęęę": 969,
      "ēĔ": 970,
      "ĕęęęęĚ": 971,
      "ĖęęĔ": 972,
      "ĖęęĘę": 973,
      "ėĚęęęę": 974,
      "ğęęęę": 975,
      "ęĚęęĘę": 976,
      "ęĘĒ": 977,
      "ęĘęėęęęę": 978,
      "ęĘęĚęęęęĘ": 979,
      "ęęĚĘęęĘ": 980,
      "ęěē": 981,
      "ęęėěęęĘ": 982,
      "ęĜĚęęęę": 983,
      "ęĖē": 984,
      "ęĖęęęęĘ": 985,
      "ęĖęęęęĚ": 986,
      "ęęĜęęęĚ": 987,
      "ęĘęęęęęęęĘ": 988,
      "ęĕĔ": 989,
      "ęĕĞ": 990,
      "ęĚĘěęęĘ": 991,
      "ęęęęęęęęęęęęęĘęęęę": 992,
      "ęĚěĘęęě": 993,
      "ęěĘęęęĘ": 994,
      "ęĘėęęęė": 995,
      "ĀĀĖĀĘ": 996,
      "ĀĀěĀĖ": 997,
      "ęēĖ": 998,
      "ęęęĚęęęęę": 999,
      "ęęęĘęęęęęęĚ": 1000,
      "ĀĀĕĀĚ": 1001,
      "ĀĀĔĀĘ": 1002,
      "ęęęęĘĚĚęęęę": 1003,
      "ęĘęĚęęě": 1004,
      "ĀĀĐĀ": 1005,
      "ĀĀ#Ā": 1006,
      "!\"": 1007,
      "!Ě": 1008,
      "đĕ": 1009,
      "ĕęęęęĘ": 1010,
      "ėęĚęęęę": 1011,
      "ėėęęĘ": 1012,
      "ėęęē": 1013,
      "ėęęęęĚĘ": 1014,
      "ěę": 1015,
      "ğĀĀ": 1016,
      "Ġę": 1017,
      "ęęĘĚęęė": 1018,
      "ęěęĚęęęę": 1019,
      "ęęęęęęęęĘĚ": 1020,
      "ęęěĚęęęę": 1021,
      "ęęėĚęęė": 1022,
      "ęĘęęęęęęě": 1023
    },
    "merges": [
      "ę ę",
      "ęę ęę",
      "ę Ě",
      "ę Ę",
      "ęę Ę",
      "ęę Ě",
      "Ā Ā",
      "ę ě",
      "ę ė",
      "ęęęę ęęęę",
      "ęę ě",
      "ęę ė",
      "Ę ęęęę",
      "Ě ęęęę",
      "ęę ęĚ",
      "ęę ęĘ",
      "ę Ĝ",
      "ę Ė",
      "ęę Ė",
      "ęę Ĝ",
      "ęĚ ęęęę",
      "ęĘ ęęęę",
      "ę ĕ",
      "ę ĝ",
      "Ę ęęĚ",
      "Ę ęęĘ",
      "Ě ęęĘ",
      "ęĚ Ě",
      "Ě ęęĚ",
      "ęęęę Ę",
      "ęę ĕ",
      "ęęęę Ě",
      "ęĚ Ę",
      "ęĘ Ě",
      "ęĘ Ę",
      "ęę ĝ",
      "ęę ęė",
      "ęę ęě",
      "ęę ę",
      "ė ęęęę",
      "ě ęęęę",
      "ę Ğ",
      "ęęęęęęęę ęęęę",
      "ęęĘ ęęęę",
      "ęęĚ ęęęę",
      "ęę Ĕ",
      "Ā Ę",
      "ė ęęĚ",
      "ę Ĕ",
      "ęę Ğ",
      "ě ęęĘ",
      "Ā Ě",
      "Ā ě",
      "ė ęęĘ",
      "ĀĀ Ę",
      "ęĚ ě",
      "ĀĀ ę",
      "Ę ęęě",
      "ęě Ę",
      "ě ęęĚ",
      "ęě Ě",
      "Ě ęęė",
      "Ę ęęė",
      "Ě ęęě",
      "ęĚ ė",
      "ĀĀ Ě",
      "ęĘ ě",
      "ęĘ ė",
      "ęė Ě",
      "ĀĀ ė",
      "Ā ė",
      "Ā Ė",
      "ęė Ę",
      "ęęęęęęęę ęęęęęęęę",
      "ęę ē",
      "ęę ęĜ",
      "ę ğ",
      "Ā Ĝ",
      "ęę ğ",
      "ĀĀ Ė",
      "ĀĀ ě",
      "ęę ęĖ",
      "ęęĘ ę",
      "ę ē",
      "Ā ĕ",
      "ė ęęě",
      "Ė ęęęę",
      "ęě ě",
      "Ā ĝ",
      "ęě ęęęę",
      "ęęęĚ ęęęę",
      "ęęęĘ ęęęę",
      "Ě Ě",
      "ęė ęęęę",
      "Ė ęęĚ",
      "ęě ė",
      "ęė ė",
      "ęęęĚ ę",
      "ęĘ ęęĚ",
      "ě ęęė",
      "Ěęęęę Ę",
      "ęĚ ęęĚ",
      "ĀĀ Ĝ",
      "ęęęĘ ę",
      "Ė ęęĘ",
      "Ě Ę",
      "ęĚ ęęĘ",
      "ė ęęė",
      "ęę Ē",
      "ęĘ Ęęęęę",
      "ĀĀ ĕ",
      "Ĝ ęęęę",
      "Ā Ğ",
      "Ĝ ęęĘ",
      "ęĚ Ęęęęę",
      "Ĝ ęęĚ",
      "ęĚ Ěęęęę",
      "ě ęęě",
      "ęĜ Ě",
      "ęĚ Ĝ",
      "Ęęęęę Ę",
      "ě Ě",
      "ė Ě",
      "ęĘ ęęĘ",
      "ęė ě",
      "ė Ę",
      "ĀĀ ĝ",
      "ęĜ Ę",
      "ęĘ Ĝ",
      "ęĚęęęę Ę",
      "Ā Ĕ",
      "ě Ę",
      "ęĚ Ė",
      "ĀĀ Ĕ",
      "ęĖ Ę",
      "ęĘ Ė",
      "ęĘ Ěęęęę",
      "ę Ē",
      "ęĘęęęę Ę",
      "ęĖ Ě",
      "ęĘęęęę Ě",
      "Ę ęęĖ",
      "Ė ęęě",
      "Ě ęęĖ",
      "ĀĀ Ğ",
      "ęęęęęęęę ęęę",
      "Ę ęęĜ",
      "ęęęĘ ęęĚ",
      "Ěęęęę Ě",
      "ęě Ĝ",
      "ĀĀ ğ",
      "ęę ęĕ",
      "Ęęęęę Ě",
      "ęė Ė",
      "ęęęęĘ Ę",
      "Ĝ ęęė",
      "ě ęęĖ",
      "ęęĚ ęęęĚ",
      "Ā ğ",
      "ĕ ęęęę",
      "Ě ęęĜ",
      "ęęĚ ę",
      "ęęęĘ ęęĘ",
      "ęĜ ě",
      "ęę !",
      "ęę ęĝ",
      "ęĚęęęę Ě",
      "ęęęęĚ Ě",
      "ĕ ęęĘ",
      "ęĖ ė",
      "Ā ē",
      "ě ě",
      "ĀĀ ē",
      "ęė Ĝ",
      "ĀĀ Ē",
      "ĕ ęęĚ",
      "ęę đ",
      "ė ęęĖ",
      "ė ęęĜ",
      "Ĝ ęęě",
      "ęęęęĘ Ě",
      "Ė ęęė",
      "ęĜ ė",
      "ęęęĚ ęęĘ",
      "ęĜ Ĝ",
      "Ė Ě",
      "ě ĝ",
      "ĘęęĚ ę",
      "ě ęęĜ",
      "ęęęęĚ Ę",
      "ęĖ Ė",
      "ęĖ ě",
      "ĀĀĘ Ā",
      "ęě Ė",
      "ė ė",
      "ę !",
      "ęĚ ęĘęęęę",
      "ęęęĚ ęęĚ",
      "ĝ ęęęę",
      "ĝ ęęĘ",
      "ęĘ ęĚęęęę",
      "ĀĀ đ",
      "ęĖ ęęęę",
      "ęĘ ĕ",
      "ě Ĝ",
      "ęĚ ĝ",
      "ĀĀę Ā",
      "ęė ęęĘ",
      "ęęę Ğ",
      "ęĘĚ ęęęĚ",
      "ęęęę ęęĚ",
      "ęě ęęĘ",
      "ĝ ęęĚ",
      "ęę \"",
      "Ĝ Ě",
      "Ė ęęĜ",
      "Ę ęęĕ",
      "ę đ",
      "ě ė",
      "ęĕ Ě",
      "ęĚ ĕ",
      "ęĝ Ę",
      "ęęĘ ęęęĘ",
      "ęĚęęęę ęę",
      "ĚęęĘ ę",
      "Ĝ Ę",
      "ęęĚ ĚęęĚ",
      "ĕ Ě",
      "Ĝ ě",
      "ė ě",
      "ęęĘ Ęęęęę",
      "ęĜ ęęęę",
      "ĀĀ !",
      "ęė ęęĚ",
      "ĘęęĘ ę",
      "ęęęęęęęęęęęę ę",
      "Ĝ Ĝ",
      "ęĕ ė",
      "ęĕ Ę",
      "ĀĀ \"",
      "ęĝ Ě",
      "ĀĀĖ Ā",
      "ęĘ ĝ",
      "ęęě ęęęę",
      "Ė ě",
      "ęę Đ",
      "ęě ĝ",
      "ęĘęęęę ęę",
      "ęĘ ęĚ",
      "Ę Ě",
      "Ĕ ęęĚ",
      "ĕ ęęě",
      "ĀĀě Ā",
      "ė Ė",
      "ęĘ ęĘęęęę",
      "ĀĀĚ Ā",
      "ĕ ęęė",
      "Ė Ę",
      "Ěęęęę ę",
      "Ĝ ęęĖ",
      "ĝ ęęė",
      "ęĚĘ ęęęĘ",
      "ĕ Ę",
      "Ė ė",
      "ęĚ ęĘ",
      "ęě ęęĚ",
      "ĀĀė Ā",
      "ĝ Ě",
      "ęĚ ęĚęęęę",
      "ęęė ęęęę",
      "ęĘĘ ęęęĘ",
      "ĀĀ Đ",
      "ęęęęęęęę ęĘ",
      "Ė ęęĖ",
      "ęĚĚ ęęęĚ",
      "Ę ęęĝ",
      "ĚęęĚ ę",
      "ė ęęĝ",
      "ě Ğ",
      "ęĜ Ė",
      "Ě ęęĕ",
      "ęĚ Ğ",
      "ĀĀ $",
      "ęĚĚ ĘęęĚ",
      "ė Ĝ",
      "ęęĘ ĚęęĘ",
      "ęęę Ĕ",
      "ĀĀ #",
      "ęęęęęęęę ęęęęęęęęęęęę",
      "Ę Ę",
      "ęęĘ ĘęęĘ",
      "ęęĘęęęę ę",
      "ęĚ ęĘęęĚ",
      "ęĘ ęĚęęĚ",
      "ęĖ Ĝ",
      "ęė ĕ",
      "ęęĚęęęę ę",
      "ė ĝ",
      "ě ęęęęĘ",
      "ęęĚ Ěęęęę",
      "ęė ĝ",
      "Ĕ ęęĘ",
      "ė ęęęęĚ",
      "ę \"",
      "Ĝ Ğ",
      "ĀĀ ď",
      "Ęęęęę ę",
      "ęęę ē",
      "ě ęęęęĚ",
      "ęęĘ Ěęęęę",
      "Ěęęęę ęę",
      "ęĝ ě",
      "ęĚĘ ĚęęĘ",
      "ęęęę ęęĘ",
      "Ė ĝ",
      "ě ęęĕ",
      "Ğ Ě",
      "ęě ĕ",
      "ęĜ ĝ",
      "ęĚĚ Ęęęęę",
      "ęĚ ęĚ",
      "ęĘ ėęęęę",
      "ęě Ěęęęę",
      "ęė ęęęęĚ",
      "Ġ Ě",
      "ęęęęęęęę Ě",
      "Ė ęęĕ",
      "ė ęęęęĘ",
      "ĝ ęęě",
      "ęęĚ ĘęęĚ",
      "ĀĀ Ď",
      "Ĕ ęęęę",
      "ęĘ ęě",
      "ęęĚ Ęęęęę",
      "ęęęęęęęęęęęę ęęę",
      "ĀĀĘ ĀĘ",
      "ĀĀĜ Ā",
      "ęĘ ęĘ",
      "ęę #",
      "ęė ęęęęĘ",
      "ęĚĘ ĘęęĘ",
      "ęę ď",
      "ęĝ ė",
      "ĕ ĝ",
      "Ĝ ęęĜ",
      "ęĚęęęę ęęĚ",
      "ęĚĚ Ěęęęę",
      "ęĘĘ ĚęęĘ",
      "ĀĚ Ę",
      "ĀĚ Ě",
      "ĀĀĕ Ā",
      "Ė ęęĝ",
      "ęęě ęęęĚ",
      "Ęęęęę ęęĘ",
      "ęĘęęęę ę",
      "ęęęęęęęęęęęęęęęę ęę",
      "ĀĀĔ Ā",
      "Ĝ ĝ",
      "Ġ ĝ",
      "ęęęęęęęę ęĚ",
      "ęĞ Ę",
      "ĕ ęęĖ",
      "ė Ğ",
      "ė ęęĕ",
      "ě Ė",
      "ęĘ ęĘęęĚ",
      "ęęęęęęęę ęęęĘ",
      "ęĚęęęę ę",
      "ĀĀĝ Ā",
      "ĕ ęęĜ",
      "ęĚ ěęęęę",
      "Ęęęęę ęę",
      "ęĜ ĕ",
      "ęĝ Ĝ",
      "ē Ę",
      "ě ęęĝ",
      "ęęė ęęęĘ",
      "ęĖ ĕ",
      "ęĘęęęę ęęĚ",
      "Ĕ Ě",
      "Ĕ ęęė",
      "Ė Ğ",
      "ė ęęĞ",
      "ęĚ Ĕ",
      "ęĘ ęĚęęĘ",
      "ęě Ğ",
      "ęě ęęęęĘ",
      "Ěęęęę ęęĚ",
      "ęĚęęęę ęęĘ",
      "ęĚě ęęęĚ",
      "ğ Ě",
      "ĀĀ %",
      "ęĘĚ ĘęęĚ",
      "ęĘĚ ĚęęĚ",
      "ě ęęęĚ",
      "Ġ Ĝ",
      "ęĕ Ė",
      "ęęęė ęęęę",
      "Ĝ ęęĕ",
      "ĝ Ğ",
      "Ġ Ę",
      "ęęĚ ęęĘ",
      "ęęęęęęęę ęęęĚ",
      "ęĘęęęę ęęĘ",
      "ęĔ Ę",
      "ĀĀĚ ĀĘ",
      "ĕ ě",
      "ęęęęęęęę Ę",
      "ęĞ Ě",
      "ęęĘęęęę ęęĘ",
      "ęĚ ęĘęęĘ",
      "ęĜ ęęĘ",
      "ęĘĚ Ěęęęę",
      "ĀĀĘ Āě",
      "ĀĀę ĀĘ",
      "Ė Ė",
      "ę #",
      "Ĝ ė",
      "ĀĀė ĀĘ",
      "ę Đ",
      "Ě Ěęęęę",
      "Ġ Ğ",
      "ęĚ ęęęĚ",
      "ęĘ Ĕ",
      "ĀĀ &",
      "ęęę ğ",
      "ęĘė ęęęĘ",
      "ĚęęęęĘ Ę",
      "Ē Ę",
      "ě ĕ",
      "ĝ Ę",
      "ęęė ĚęęĘ",
      "ęĖ ĝ",
      "ęĕ ě",
      "ęęĚęęęę ęęĚ",
      "ē ęęĘ",
      "Ĕ Ė",
      "ęę $",
      "ęĚ ęęě",
      "ęĚ ęĚęęĚ",
      "ęĘ Ğ",
      "ęĘĘ Ěęęęę",
      "ęĚĚęęęę ę",
      "ē ė",
      "ē ęęė",
      "Ĕ Ę",
      "Ĕ ęęě",
      "ě ęęĔ",
      "ĝ Ĝ",
      "ęĚ ęĚęęĘ",
      "ęĘ ęęęĘ",
      "ęĘĘ ěęęĘ",
      "ęĞ ě",
      "ē Ě",
      "ĕ Ĝ",
      "ĝ ě",
      "ęĘ ęęė",
      "ĀĀ )",
      "ęě ęęęęĚ",
      "ęĝ ęęęę",
      "ęĚĚ ĚęęĚ",
      "ęĚĘ Ęęęęę",
      "ĀĀę Āě",
      "ĀĀĞ Ā",
      "ęęě ĚęęĚ",
      "Ěęęęę ęęĘ",
      "ęĖ ęęĚ",
      "ęĕ ęęęę",
      "ĀĀĚ ĀĖ",
      "Ĕ ě",
      "ĕ ęęĕ",
      "Ė Ĝ",
      "Ę Ğ",
      "ęė Ęęęęę",
      "ęęęě ę",
      "Āė Ę",
      "ĀĖ Ę",
      "Ē Ě",
      "Ĕ Ĝ",
      "ğ Ğ",
      "ĀĀ (",
      "ęė Ğ",
      "ęĖ ęęĘ",
      "ęĘĘ Ęęęęę",
      "ęęęė ę",
      "ĀĀĚ ĀĚ",
      "ęĘě ęęęĚ",
      "Ĕ ęęĖ",
      "ĕ ė",
      "ĕ Ğ",
      "Ě ęęĝ",
      "ĝ ęęĖ",
      "ğ ęęĘ",
      "ęĚ ęęė",
      "ęęĚ ęęęě",
      "ęě ęęė",
      "ęęě ĘęęĚ",
      "ęĝ Ė",
      "ęęęė ęęĘ",
      "ęĘĘęęęę ę",
      "ęĚĘęęęę ę",
      "ĀĀğ Ā",
      "ė ęęĔ",
      "ě ğ",
      "ě Ęęęęę",
      "ęĚ ėęęęę",
      "ęĘ ęęęęęęęęęęęę",
      "ĀĀ '",
      "ęė Ěęęęę",
      "ęĜ Ğ",
      "ęĜ ęęĚ",
      "ęĘĚ Ęęęęę",
      "ęĚě ĘęęĚ",
      "Ē Ė",
      "ē ęęĚ",
      "ęĘ ęęě",
      "ęė ęęě",
      "ęĝ ĝ",
      "ęęĘęęęę ęę",
      "ęęĚęęęę ęęĘ",
      "ĀĀė Āě",
      "Ė ęęĞ",
      "Ĝ ęęĝ",
      "ĝ ĝ",
      "ęę Ď",
      "ęĘ ěęęęę",
      "ęė Ĕ",
      "ė ęęęĘ",
      "Ę ęęĞ",
      "ęė ęęė",
      "ęĚĘ ęęęė",
      "! ğ",
      "ė Ęęęęę",
      "Ě Ğ",
      "ĝ ęęĜ",
      "Ġ ě",
      "ęĘ ē",
      "ęĘ ęęęęęęęę",
      "ęęě ęęĘ",
      "ęęĘęęęę ęęĚ",
      "ĀĀē Ā",
      "ĕ ęęĝ",
      "ę $",
      "Ġ ė",
      "ęĚ ęęęęęęęęęęęę",
      "ęĘ ęĘęęĘ",
      "ęęĚ ęęęĘ",
      "Ęęęęę ęęĚ",
      "ęęęĘ ęęė",
      "ęĘĘ ĘęęĘ",
      "ěęęĚ ę",
      "ĀĀė ĀĚ",
      "ęğ Ě",
      "Ĕ ė",
      "ė ĘęęĘ",
      "ĝ ğ",
      "Ġ ęęęę",
      "ęęĚ ęęęĚę",
      "ęě Ęęęęę",
      "ęě ęĘęęęę",
      "ęĔ Ě",
      "ĀĀę ĀĖ",
      "ęęęęęęęęęęęęęęęę ęęęęęęęę",
      "ĀĜ Ę",
      "ĀĀĖ ĀĚ",
      "ĀĀě ĀĘ",
      "Ĕ Ğ",
      "ĕ ĕ",
      "Ė ęęęęĚ",
      "ę ĀĀ",
      "ğ ě",
      "Ġ !",
      "ęęęĘ ęęě",
      "ęĖ Ĕ",
      "ęĝ ĕ",
      "ęęęě ęęęę",
      "ęęę Ē",
      "Āě Ę",
      "ĚęęęęĘ Ě",
      "Ė ęęęęĘ",
      "Ğ ęęęę",
      "Ġ Ā",
      "ęě ęĘęęĚ",
      "Ęęęęę ĚĘ",
      "ęęęĚ ęęęęęęęę",
      "ęęęĚ ęęė",
      "ęęęě ęęĘ",
      "ęęę !",
      "ęĞ Ė",
      "ęĔ ė",
      "ĀĀę Āė",
      "ĀĀę Āĕ",
      "ĀĀĚ Āė",
      "ęĘě ĚęęĚ",
      "ĀĀė ĀĖ",
      "ĘęęęęĘ Ę",
      "ęĚęęęęĘ ę",
      "ĀĀ\" Ā",
      "đ Ę",
      "Ę ęęĔ",
      "ě Ěęęęę",
      "Ğ Ę",
      "Ġ Ė",
      "Ġ ğ",
      "ęęě ę",
      "Ěęęęę ĚĘ",
      "ęĜ ęęęęĘ",
      "ęĕ ĕ",
      "ęĕ Ĝ",
      "ęĚĚ ęęęĘ",
      "ęĔ ě",
      "ĀĀĘ Āĕ",
      "ęęęęęęęęęęęęęęęę ęęę",
      "ĘęęęęĘ Ě",
      "ĀĀĒ Ā",
      "! Ĝ",
      "Ē ē",
      "Ē Ğ",
      "Ĕ ĝ",
      "ė ĕ",
      "Ğ ęęĘ",
      "Ġ ĕ",
      "ęě Ĕ",
      "ęė ęĚęęęę",
      "ęĝ Ğ",
      "ęĚĘ Ęęęė",
      "ĀĀĘ Āė",
      "ĀĀę ĀĚ",
      "ęĘě ĘęęĚ",
      "ē Ğ",
      "Ĕ ęęĝ",
      "Ě ĝ",
      "Ĝ ğ",
      "ęė ęĘęęęę",
      "ęė ęĚęęĚ",
      "ęĘĘ ęęęė",
      "ęęĚęęęę ęę",
      "ėęęĘ ę",
      "ĀĀĘ ĀĖ",
      "ęěĘ ĘęęĘ",
      "ęĚė ĚęęĘ",
      "ĀĀė Āĝ",
      "ęęęęęęęęęęęęęęęę ęęęęęęęęęęęęęęęę",
      "ĀĀĖ Āė",
      "ęĘĚęęęę ę",
      "Ĕ ęęĜ",
      "ĕ Ė",
      "ė ğ",
      "ę ď",
      "Ĝ ęęęęĘ",
      "ęĚ ęėęęĘ",
      "ęĘ ğ",
      "ęęęě ęęĚ",
      "ęęę đ",
      "ęėĚ ęęęĚ",
      "Ē Ĝ",
      "ē Ė",
      "ē ęęęę",
      "ē ęęĜ",
      "Ě ě",
      "Ĝ ęęęęĚ",
      "Ğ ęęĚ",
      "ęĘ ęěęęęę",
      "ęęĘ ęęęĚ",
      "ęęĚ ęęĚ",
      "ęęęęęęęę ęęĚ",
      "ęęęęęęęę Ęęęęę",
      "ęĔ Ė",
      "ęĚė ęęęĘ",
      "ęĚė ĘęęĘ",
      "ĀĀĚ Āě",
      "ĀĀě Āě",
      "ęĚ ęė",
      "ęĚ ęĘęęęęĘ",
      "ęęė ĘęęĘ",
      "ęĚęęęę ė",
      "ęĘĘ ęęęĚ",
      "ęĞ ė",
      "ĀĘ Ę",
      "ĀĀę ĀĜ",
      "ęěĘ ĚęęĘ",
      "ĀĀĚ ĀĜ",
      "ęĘė ĘęęĘ",
      "ęĘė ĚęęĘ",
      "ęęęĜ ęęĚ",
      "đ Ė",
      "Ē ĕ",
      "ě ęęĞ",
      "Ġ ĀĀ",
      "ęę %",
      "ęĚ ĘęęĚ",
      "ęĚ ęĘęęęęĚ",
      "ęĘ ĚęęĘ",
      "ęĘ ęęĘę",
      "ęě ęĚęęĘ",
      "ęęė ę",
      "Ęęęęę ĚĚ",
      "ęĜ Ĕ",
      "ęĚęęęę ě",
      "ęĘęęęę ė",
      "ęĕ ĝ",
      "ęĚĚ ęęęě",
      "ęęęė ęęĚ",
      "ėęęęę ė",
      "ęĔ Ĝ",
      "ęĚě ĚęęĚ",
      "! ě",
      "Ā !",
      "đ ė",
      "Ē Ē",
      "ē ęęě",
      "ė ęęęęĚĚ",
      "Ě ęęĔ",
      "Ě ęęĞ",
      "Ě ęęē",
      "ě ĘęęĚ",
      "Ĝ Ė",
      "ęĚ ğ",
      "ęĚ ęėęęęę",
      "ęĘ ęęĖ",
      "ęęĘ ěęęĘ",
      "ęě ğ",
      "ęė ē",
      "ęė ęĚęęĘ",
      "ęęęęęęęę Ěęęęę",
      "ęęęęęęęę ęęęęĚ",
      "ęęĖ ęęęę",
      "ęĕ ęęĘ",
      "ĘęęĘ ęĚĘ",
      "ęĚĘ Ěęęęę",
      "ęĚĘ ėęęĘ",
      "ėęęĚ ę",
      "ĀĀĘ ĀĚ",
      "ĀĀė Āė",
      "ĀĀė ĀĜ",
      "ĀĀě ĀĚ",
      "Ē ě",
      "Ē ęęĘ",
      "Ĕ ĕ",
      "ęĚ ē",
      "ęĚ ęě",
      "ęęĘ ęęęė",
      "ĀĀ +",
      "ęęęęęęęę ęęĘ",
      "ęęęęęęęę ęęęęĘ",
      "ęęė ęęęė",
      "ęęęĚ ęęęęĘ",
      "ęĖ ğ",
      "ęĘęęęę ě",
      "ęĚĚ ėęęĚ",
      "ęĚĘ ęęęĘę",
      "ęĘĚ ęęęě",
      "ęĘĚ ęęęĚę",
      "ęĞ Ĝ",
      "ĀĘ Ě",
      "ĀĀę Āĝ",
      "Ěęęě ę",
      "ĀĀĚ Āĕ",
      "ęėĚ ĘęęĚ",
      "ęėĘ Ěęęęę",
      "ęėĘ ęęęĘ",
      "ęğ Ĝ",
      "Ē ė",
      "ě ĚęęĚ",
      "ĝ Ė",
      "ĝ ęęĕ",
      "ęĚ ęĚęęęęĘ",
      "ęęĚ Ęęęě",
      "ĀĀ *",
      "ęęě Ęęęě",
      "ęĖ Ğ",
      "ęĚĚ ėęęęę",
      "ęĞ ĕ",
      "ěęęĘ ę",
      "ĀĀĘ ĀĜ",
      "ęęęĚęęęę ęęĘ",
      "ĀĀĕ Āě",
      "ĀĀđ Ā",
      "Đ Ę",
      "Ě ğ",
      "Ě ĚęęĚ",
      "ęęęę ė",
      "ęĘ ĘęęĘ",
      "ęė ğ",
      "ęė ėęęęę",
      "ęĕ ęęĚ",
      "ęĘĘ ęęęĘę",
      "ęĞ ĝ",
      "ĀĀĘ Āĝ",
      "Ęęęě ę",
      "ĀĀė Āĕ",
      "ĀĀĜ ĀĘ",
      "ĀĀĜ Āė",
      "đ ě",
      "ē ě",
      "Ĕ Ĕ",
      "Ė ęęğ",
      "ė ĚęęĘ",
      "ė ěęęĘ",
      "ė ęęğ",
      "ė ęęęęĘĘ",
      "Ę ęęğ",
      "ě ęęęęĘĘ",
      "Ġ ęęĘ",
      "ęĚ ęėęęĚ",
      "ęĘ ęęęĘę",
      "ęęĚ ėęęĚ",
      "ęě ěęęęę",
      "ęė ęě",
      "ęęě ęęęě",
      "Ęęęęę ė",
      "ęęęĚ ęęęęĚ",
      "ęĝ ęęĘ",
      "ęĚĘ ĘęęĚ",
      "ęĚě ęęęě",
      "ęěĚ ĘęęĚ",
      "ęėĘ ĚęęĘ",
      "ĀĀě Āė",
      "ęē Ę",
      "ęęęĘęęęę ę",
      "ęęęĘęęęę ęęĘ",
      "ĀĀĕ ĀĘ",
      "ĀĀ! Ā",
      "Ē Đ",
      "Ē Ĕ",
      "ē đ",
      "ē ĝ",
      "ĕ ğ",
      "Ė ęęęĘ",
      "Ę Ęęęęę",
      "Ě Ęęęęę",
      "Ĝ ęęęĚ",
      "Ğ ğ",
      "ęęęę ę",
      "ęĚ ęęĜ",
      "ęęĘ ęęęĘę",
      "ęě ęĘęęĘ",
      "ęęě Ěęęě",
      "ęęęĘ ęęęęĘ",
      "ęĜ ęęė",
      "ęĚĚ ęęĚ",
      "ęĚĘ ėęęęę",
      "ęĘĚ ėęęĚ",
      "ęęĚęęęę ęęĚęęęę",
      "ĀĀĘ ĀĔ",
      "ęěĘ Ęęęęę",
      "Ěęęė ę",
      "ęğ ğ",
      "ęěė ĘęęĘ",
      "ĀĀĜ ĀĖ",
      "ĀĞ Ě",
      "ęĘęęęęĘ ę",
      "ęĚęęęęĚ ę",
      "đ Ğ",
      "Ē ęęĚ",
      "Ē ęęě",
      "ē Ĝ",
      "ĕ ęę",
      "Ė ğ",
      "Ě ęęęĚ",
      "Ĝ ĕ",
      "Ġ #",
      "ęęĘ Ęęęė",
      "ęęė ęęĘ",
      "ęęė Ęęęęę",
      "ęęęĘ ęęęęĚ",
      "ęĜ ęĘęęĘ",
      "ęĖ ęęė",
      "ęĚęęęę ęęęĚ",
      "ęĝ ęęĚ",
      "ęĚĚ ĘęęĘ",
      "ęĘĚ ęęęĘ",
      "ęĘĚ ěęęĚ",
      "ęěĚ ęęęĚ",
      "ęėĘ ĚęęĚ",
      "ĀĀĖ Āě",
      "ĀĀĖ ĀĖ",
      "ĀĀě Āĝ",
      "ĀĀĜ ĀĚ",
      "ęĚĖ ĘęęĘ",
      "! Ę",
      "! ĝ",
      "! Ğ",
      "\" ğ",
      "đ Ě",
      "Ē ęęęę",
      "ē Ĕ",
      "ĕ ęęęęĚ",
      "Ė ęęĔ",
      "Ė ęęĘę",
      "ė Ěęęęę",
      "ğ ęęęę",
      "ęĚ ęęĘę",
      "ęĘ Ē",
      "ęĘ ęėęęęę",
      "ęĘ ęĚęęęęĘ",
      "ęęĚ ĘęęĘ",
      "ęě ē",
      "ęęė ěęęĘ",
      "ęĜ Ěęęęę",
      "ęĖ ē",
      "ęĖ ęęęęĘ",
      "ęĖ ęęęęĚ",
      "ęęĜ ęęęĚ",
      "ęĘęęęę ęęęĘ",
      "ęĕ Ĕ",
      "ęĕ Ğ",
      "ęĚĘ ěęęĘ",
      "ęęęęęęęęęęęę ęĘęęęę",
      "ęĚě Ęęęě",
      "ęěĘ ęęęĘ",
      "ęĘė ęęęė",
      "ĀĀĖ ĀĘ",
      "ĀĀě ĀĖ",
      "ęē Ė",
      "ęęęĚęęęę ę",
      "ęęęĘęęęę ęęĚ",
      "ĀĀĕ ĀĚ",
      "ĀĀĔ ĀĘ",
      "ęęęęĘĚ Ěęęęę",
      "ęĘęĚ ęęě",
      "ĀĀĐ Ā",
      "ĀĀ# Ā",
      "! \"",
      "! Ě",
      "đ ĕ",
      "ĕ ęęęęĘ",
      "ė ęĚęęęę",
      "ė ėęęĘ",
      "ė ęęē",
      "ė ęęęęĚĘ",
      "ě ę",
      "ğ ĀĀ",
      "Ġ ę",
      "ęęĘ Ěęęė",
      "ęě ęĚęęęę",
      "ęęęęęęęę ĘĚ",
      "ęęě Ěęęęę",
      "ęęė Ěęęė",
      "ęĘęęęę ęęě"
    ]
  }
}