{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "b": 98,
      "c": 99,
      "Ā": 100,
      "Ć": 101,
      "Ĉ": 102,
      "ĉ": 103,
      "Ċ": 104,
      "ċ": 105,
      "Č": 106,
      "č": 107,
      "Ď": 108,
      "ď": 109,
      "Đ": 110,
      "đ": 111,
      "Ē": 112,
      "ē": 113,
      "Ĕ": 114,
      "ĕ": 115,
      "Ė": 116,
      "ė": 117,
      "Ę": 118,
      "ę": 119,
      "Ě": 120,
      "ě": 121,
      "Ĝ": 122,
      "ĝ": 123,
      "Ğ": 124,
      "ğ": 125,
      "Ġ": 126,
      "66": 127,
      "6666": 128,
      "67": 129,
      "65": 130,
      "667": 131,
      "665": 132,
      "68": 133,
      "64": 134,
      "668": 135,
      "664": 136,
      "69": 137,
      "63": 138,
      "ĀĀ": 139,
      "766": 140,
      "566": 141,
      "76666": 142,
      "56666": 143,
      "62": 144,
      "466": 145,
      "866": 146,
      "366": 147,
      "966": 148,
      "61": 149,
      "676666": 150,
      "656666": 151,
      "5667": 152,
      "6656": 153,
      "7667": 154,
      "663": 155,
      "669": 156,
      "46666": 157,
      "86666": 158,
      "7665": 159,
      "5665": 160,
      "60": 161,
      "266": 162,
      "6676": 163,
      "655": 164,
      "677": 165,
      "657": 166,
      "6667": 167,
      "6686": 168,
      "6646": 169,
      "675": 170,
      "6665": 171,
      "662": 172,
      "66667": 173,
      "666": 174,
      "66665": 175,
      "4667": 176,
      "8665": 177,
      "66666666": 178,
      "166": 179,
      "7664": 180,
      "5668": 181,
      "678": 182,
      "4665": 183,
      "645": 184,
      "7668": 185,
      "8667": 186,
      "687": 187,
      "647": 188,
      "685": 189,
      "76667": 190,
      "654": 191,
      "658": 192,
      "674": 193,
      "5664": 194,
      "661": 195,
      "6668": 196,
      "56665": 197,
      "36666": 198,
      "96666": 199,
      "066": 200,
      "3667": 201,
      "36": 202,
      "4668": 203,
      "9665": 204,
      "688": 205,
      "9667": 206,
      "8664": 207,
      "644": 208,
      "646666": 209,
      "648": 210,
      "684": 211,
      "3665": 212,
      "96": 213,
      "65667": 214,
      "686666": 215,
      "660": 216,
      "6656666": 217,
      "4664": 218,
      "566665": 219,
      "67667": 220,
      "8668": 221,
      "635": 222,
      "67665": 223,
      "766667": 224,
      "697": 225,
      "6664": 226,
      "679": 227,
      "766665": 228,
      "566667": 229,
      "6676666": 230,
      "695": 231,
      "653": 232,
      "26": 233,
      "637": 234,
      "65665": 235,
      "3668": 236,
      "46665": 237,
      "673": 238,
      "26666": 239,
      "5669": 240,
      "659": 241,
      "698": 242,
      "9664": 243,
      "6696": 244,
      "7663": 245,
      "86667": 246,
      "643": 247,
      "6636": 248,
      "66656666": 249,
      "9668": 250,
      "56667": 251,
      "689": 252,
      "::": 253,
      "16": 254,
      "683": 255,
      "66676666": 256,
      "5663": 257,
      "634": 258,
      "7669": 259,
      "56676": 260,
      "2667": 261,
      "6669": 262,
      "694": 263,
      "3664": 264,
      "638": 265,
      "76656": 266,
      "56656": 267,
      "76676": 268,
      "66668": 269,
      "6776666": 270,
      "66664": 271,
      "76665": 272,
      "625": 273,
      "2665": 274,
      "6626": 275,
      "6566667": 276,
      "4669": 277,
      "649": 278,
      "6576666": 279,
      "699": 280,
      "8663": 281,
      "646": 282,
      "76668": 283,
      "6766667": 284,
      ":;": 285,
      "6766665": 286,
      "6556666": 287,
      ":ĀĀ": 288,
      "652": 289,
      "633": 290,
      "06": 291,
      "8669": 292,
      "627": 293,
      "6566665": 294,
      "6756666": 295,
      "<ĀĀ": 296,
      "4663": 297,
      "566664": 298,
      "87": 299,
      "2668": 300,
      "6663": 301,
      ";;": 302,
      "=ĀĀ": 303,
      "639": 304,
      "7662": 305,
      "672": 306,
      "642": 307,
      "64667": 308,
      "64665": 309,
      "3669": 310,
      "693": 311,
      "866665": 312,
      "624": 313,
      "96667": 314,
      ";:": 315,
      "68665": 316,
      "2664": 317,
      "?ĀĀ": 318,
      "Ā:": 319,
      "6676667": 320,
      "466665": 321,
      "86668": 322,
      "45": 323,
      "5662": 324,
      ";ĀĀ": 325,
      ">ĀĀ": 326,
      "623": 327,
      "9663": 328,
      "466667": 329,
      "682": 330,
      "866667": 331,
      "56664": 332,
      "628": 333,
      "566668": 334,
      "6616": 335,
      "1667": 336,
      "@ĀĀ": 337,
      "6656665": 338,
      "Ā/": 339,
      "68667": 340,
      "36665": 341,
      "9669": 342,
      "46656": 343,
      "Ā.": 344,
      "Ā;": 345,
      "3663": 346,
      "641": 347,
      "56686": 348,
      "<:": 349,
      "636": 350,
      "615": 351,
      "1665": 352,
      "632": 353,
      "766668": 354,
      "46664": 355,
      "47": 356,
      "671": 357,
      "651": 358,
      "86656": 359,
      "66669": 360,
      "46676": 361,
      ":<": 362,
      "617": 363,
      "6576667": 364,
      "656": 365,
      "8662": 366,
      "66663": 367,
      "614": 368,
      "4662": 369,
      "Ā<": 370,
      "631": 371,
      "Ā=": 372,
      "6776667": 373,
      "6765": 374,
      "36664": 375,
      "86676": 376,
      "626": 377,
      "Ā-": 378,
      "6606": 379,
      "76646": 380,
      "67664": 381,
      "681": 382,
      "7661": 383,
      "6666667": 384,
      "76686": 385,
      "6666665": 386,
      "6756665": 387,
      "65656666": 388,
      "692": 389,
      "65676666": 390,
      "766664": 391,
      "676": 392,
      "5661": 393,
      "629": 394,
      "666675": 395,
      "1664": 396,
      "96668": 397,
      "1668": 398,
      "6556665": 399,
      "67668": 400,
      "9662": 401,
      "766666": 402,
      ":Ā": 403,
      "9666": 404,
      "666677": 405,
      "613": 406,
      "67676666": 407,
      "3662": 408,
      "618": 409,
      "6667667": 410,
      "56646": 411,
      "<;": 412,
      "=:": 413,
      "67656666": 414,
      "97": 415,
      "66666": 416,
      "6565": 417,
      "35": 418,
      "85": 419,
      "86646": 420,
      "670": 421,
      "696": 422,
      "7666": 423,
      "666655": 424,
      "2669": 425,
      "696666": 426,
      "622": 427,
      ";<": 428,
      "666657": 429,
      "86686": 430,
      "Ā>": 431,
      "66676": 432,
      "96656": 433,
      "0667": 434,
      "6766": 435,
      "/Ā": 436,
      "16666": 437,
      "46686": 438,
      "/:": 439,
      "<<": 440,
      "8661": 441,
      "2663": 442,
      "7660": 443,
      "66656": 444,
      "36656": 445,
      ">:": 446,
      "37": 447,
      "=;": 448,
      "56636": 449,
      "666666666666": 450,
      "Ā,": 451,
      "6568": 452,
      "56668": 453,
      "0665": 454,
      "76636": 455,
      "636666": 456,
      "63667": 457,
      "6456666": 458,
      "6657665": 459,
      "88": 460,
      "650": 461,
      "6466667": 462,
      "96676": 463,
      "66776666": 464,
      ":=": 465,
      "612": 466,
      "6665667": 467,
      "/ĀĀ": 468,
      "Ā?": 469,
      "6786666": 470,
      "640": 471,
      "691": 472,
      "66568": 473,
      "76696": 474,
      "6775667": 475,
      "6675667": 476,
      "8666": 477,
      "776666": 478,
      ":/": 479,
      "6546666": 480,
      "6677667": 481,
      "4661": 482,
      ",Ā": 483,
      "44": 484,
      "Ā@": 485,
      "66556666": 486,
      "619": 487,
      "6575667": 488,
      "64664": 489,
      "66565": 490,
      "67466": 491,
      "46636": 492,
      "616": 493,
      "36676": 494,
      "89": 495,
      "95": 496,
      ";Ā": 497,
      "6655665": 498,
      "630": 499,
      "56696": 500,
      "86636": 501,
      "77667": 502,
      "6768": 503,
      "6765665": 504,
      "65664": 505,
      "3661": 506,
      "6557665": 507,
      ".:": 508,
      "34": 509,
      "604": 510,
      "6665665": 511,
      "6765667": 512,
      "566666666": 513,
      "6662": 514,
      "66576666": 515,
      "680": 516,
      "ĀĀ:Ā": 517,
      "6786667": 518,
      "6686667": 519,
      "ĀĀ.": 520,
      "ĀĀ=": 521,
      "1669": 522,
      "33": 523,
      "75667": 524,
      "<=": 525,
      "66662": 526,
      "84": 527,
      "65668": 528,
      "621": 529,
      "603": 530,
      "6646666": 531,
      "76664": 532,
      "6767667": 533,
      "766568": 534,
      "6577667": 535,
      "576666": 536,
      "Ā+": 537,
      "66756666": 538,
      "6466665": 539,
      "6966": 540,
      "566568": 541,
      "=<": 542,
      "69667": 543,
      "69665": 544,
      "566669": 545,
      "38": 546,
      "96646": 547,
      "6566": 548,
      "6667665": 549,
      ".ĀĀ": 550,
      "/;": 551,
      "46646": 552,
      ">;": 553,
      "766565": 554,
      "605": 555,
      "6686666": 556,
      "566565": 557,
      "76669": 558,
      "36646": 559,
      "?:": 560,
      "690": 561,
      "556666": 562,
      ":>": 563,
      ";=": 564,
      "667665": 565,
      "76626": 566,
      "1663": 567,
      "64668": 568,
      "63665": 569,
      "766666666": 570,
      "607": 571,
      "<Ā": 572,
      "566666": 573,
      "566765": 574,
      "0664": 575,
      ";/": 576,
      "67866": 577,
      "6767665": 578,
      "6466": 579,
      "6476667": 580,
      "+Ā": 581,
      "06666": 582,
      "686": 583,
      "6876666": 584,
      "756666": 585,
      "6777667": 586,
      "96686": 587,
      ";>": 588,
      "6746666": 589,
      "5666": 590,
      "65576666": 591,
      "-Ā": 592,
      "26656": 593,
      "26676": 594,
      "57665": 595,
      "ĀĀ/Ā": 596,
      "86696": 597,
      "9660": 598,
      "48": 599,
      "55665": 600,
      "6661": 601,
      "65466": 602,
      "6476666": 603,
      "6646665": 604,
      "ĀĀ>": 605,
      "620": 606,
      "9661": 607,
      "6555665": 608,
      "466656": 609,
      "6866665": 610,
      "64676666": 611,
      "8660": 612,
      "656666667": 613,
      "6556667": 614,
      "609": 615,
      "31": 616,
      "98": 617,
      "46696": 618,
      "6755665": 619,
      "366667": 620,
      "96669": 621,
      "676666667": 622,
      "6566666666": 623,
      "67776666": 624,
      "366665": 625,
      "94": 626,
      "==": 627,
      "6567": 628,
      "6567665": 629,
      "6866667": 630,
      "36686": 631,
      "56663": 632,
      "608": 633,
      "2662": 634,
      "6757665": 635,
      "66686": 636,
      "><": 637,
      "66865": 638,
      "5660": 639,
      "56626": 640,
      "36663": 641,
      "25": 642,
      "67666666": 643,
      "656666665": 644,
      "0669": 645,
      "85667": 646,
      "ĀĀ,Ā": 647,
      "611": 648,
      "866666": 649,
      "602": 650,
      "2661": 651,
      "42": 652,
      "6767": 653,
      "3666": 654,
      ".;": 655,
      "4660": 656,
      "26664": 657,
      "0668": 658,
      "6565667": 659,
      "6856666": 660,
      "ĀĀ?": 661,
      "6766666666": 662,
      "//": 663,
      "39": 664,
      "Ā)": 665,
      "66646666": 666,
      "665665": 667,
      "6685667": 668,
      "ĀĀ@": 669,
      "40": 670,
      "626666": 671,
      "86626": 672,
      "6566668": 673,
      "606": 674,
      ":.": 675,
      "6456665": 676,
      "466668": 677,
      "2666": 678,
      "@:": 679,
      "6756667": 680,
      "6856665": 681,
      "610": 682,
      "<>": 683,
      "6567667": 684,
      "676666665": 685,
      "6785667": 686,
      "6746665": 687,
      "6366": 688,
      "ĀĀ;Ā": 689,
      "4666": 690,
      "36636": 691,
      "96696": 692,
      "67756666": 693,
      "ĀĀ.Ā": 694,
      "28": 695,
      "43": 696,
      "66868": 697,
      "76616": 698,
      "86616": 699,
      "36626": 700,
      "6477667": 701,
      "ĀĀ=Ā": 702,
      "02": 703,
      "41": 704,
      "49": 705,
      "92": 706,
      ":?": 707,
      ";?": 708,
      "</": 709,
      "6565665": 710,
      "667667": 711,
      "6866": 712,
      "36696": 713,
      "65776666": 714,
      "67576666": 715,
      "66696": 716,
      "6687667": 717,
      ",ĀĀ": 718,
      "32": 719,
      "51": 720,
      "66661": 721,
      "676667": 722,
      "96636": 723,
      "65666666": 724,
      "966667": 725,
      "66765": 726,
      "6645665": 727,
      "86665": 728,
      "67556666": 729,
      "966665": 730,
      "?;": 731,
      "67766": 732,
      "66764": 733,
      "6646664": 734,
      "3660": 735,
      "/<": 736,
      "71": 737,
      "87667": 738,
      "6676665": 739,
      "665667": 740,
      "66464": 741,
      "6647665": 742,
      "69664": 743,
      "26665": 744,
      "766676": 745,
      "-ĀĀ": 746,
      "07": 747,
      ":-": 748,
      "Ā*": 749,
      "65566": 750,
      "68668": 751,
      "68656666": 752,
      "46626": 753,
      "866668": 754,
      ".<": 755,
      ">=": 756,
      "656665": 757,
      "6586667": 758,
      "6686668": 759,
      "46667": 760,
      "65556666": 761,
      "6787667": 762,
      "7666655": 763,
      "746666": 764,
      "66567": 765,
      "ĀĀ<Ā": 766,
      "86669": 767,
      "601": 768,
      "65756666": 769,
      "99": 770,
      "<.": 771,
      "6446666": 772,
      "-:": 773,
      "03": 774,
      "05": 775,
      "6776665": 776,
      "24": 777,
      "45665": 778,
      "546666": 779,
      "ĀĀ*": 780,
      "04": 781,
      "23": 782,
      "6586666": 783,
      "6676668": 784,
      "6656667": 785,
      "68664": 786,
      "766564": 787,
      "6557667": 788,
      "/.": 789,
      "0663": 790,
      "15": 791,
      "26646": 792,
      "@;": 793,
      "656656": 794,
      "66768": 795,
      "66867": 796,
      "ĀĀ+Ā": 797,
      "17": 798,
      "27": 799,
      "9566": 800,
      "76666667": 801,
      "1661": 802,
      "26686": 803,
      "8766": 804,
      ">/": 805,
      "6776668": 806,
      "66767": 807,
      "64663": 808,
      "56616": 809,
      "46616": 810,
      "6457665": 811,
      "ĀĀ>Ā": 812,
      ")Ā": 813,
      "./": 814,
      "13": 815,
      ">>": 816,
      "66366": 817,
      "6658665": 818,
      "6656664": 819,
      "-;": 820,
      "1662": 821,
      "47665": 822,
      "6467665": 823,
      "6966665": 824,
      "ĀĀ-Ā": 825,
      "46663": 826,
      "6585667": 827,
      "46": 828,
      "456666": 829,
      "666667": 830,
      "6685668": 831,
      "6266": 832,
      "96626": 833,
      "6766668": 834,
      "766567": 835,
      "6875667": 836,
      "66766666": 837,
      "666566667": 838,
      ",;": 839,
      "/=": 840,
      "476666": 841,
      "55": 842,
      "8566": 843,
      ":@": 844,
      "?<": 845,
      "66266": 846,
      "66569": 847,
      "5666666": 848,
      "666678": 849,
      "30": 850,
      "93": 851,
      ";-": 852,
      ";.": 853,
      "6546665": 854,
      "6576668": 855,
      "63668": 856,
      "62667": 857,
      "66364": 858,
      "6547665": 859,
      "6745665": 860,
      "08": 861,
      "676656": 862,
      "66467": 863,
      "5666655": 864,
      "5666677": 865,
      "866676": 866,
      "666766667": 867,
      "67766666": 868,
      "'Ā": 869,
      "?=": 870,
      "6655667": 871,
      "6876667": 872,
      "6587667": 873,
      "6466668": 874,
      "82": 875,
      "67566": 876,
      "62665": 877,
      "2660": 878,
      "6777665": 879,
      "6578667": 880,
      ".-": 881,
      "/-": 882,
      "01": 883,
      "16656": 884,
      "57": 885,
      "58": 886,
      "856666": 887,
      "676676": 888,
      "657665": 889,
      "66763": 890,
      "6467667": 891,
      "6456667": 892,
      "66465": 893,
      "66468": 894,
      "66469": 895,
      "7666666": 896,
      "6555667": 897,
      "6558665": 898,
      "6754665": 899,
      "65766666": 900,
      "ĀĀ?Ā": 901,
      "09": 902,
      "=/": 903,
      "@=": 904,
      "6677665": 905,
      "6886666": 906,
      "6366667": 907,
      "66368": 908,
      "466664": 909,
      "6475667": 910,
      "566656": 911,
      "66566666": 912,
      "66636": 913,
      "20": 914,
      "9766": 915,
      "@<": 916,
      "65669": 917,
      "6465667": 918,
      "66864": 919,
      "56666665": 920,
      "65666666666666": 921,
      "6775665": 922,
      "68776666": 923,
      "6545665": 924,
      ",:": 925,
      "84667": 926,
      "=?": 927,
      "Ā(": 928,
      "6576665": 929,
      "66463": 930,
      "56606": 931,
      "76666665": 932,
      "6766664": 933,
      "6766666": 934,
      "6566664": 935,
      "466666": 936,
      "6774667": 937,
      "66646": 938,
      "5666675": 939,
      "ĀĀ@Ā": 940,
      "22": 941,
      "48665": 942,
      "7566": 943,
      "=>": 944,
      "?/": 945,
      "6660": 946,
      "666666": 947,
      "66563": 948,
      "96665": 949,
      "96616": 950,
      "866664": 951,
      "600": 952,
      "6577665": 953,
      "6755667": 954,
      "6747665": 955,
      "6487667": 956,
      "/>": 957,
      "18": 958,
      "5766": 959,
      "<?": 960,
      "6666664": 961,
      "6746664": 962,
      "65366": 963,
      "66769": 964,
      "66564": 965,
      "56666667": 966,
      "64776666": 967,
      "7666677": 968,
      "7666657": 969,
      "66566656": 970,
      "&Ā": 971,
      "12": 972,
      "876666": 973,
      "666666665": 974,
      "6763": 975,
      "6865667": 976,
      "76606": 977,
      "66766676": 978,
      "0662": 979,
      "16676": 980,
      "266665": 981,
      "77": 982,
      "83": 983,
      "9466": 984,
      "67646666": 985,
      "656676": 986,
      "65686666": 987,
      "66766": 988,
      "6674667": 989,
      "66863": 990,
      "6966667": 991,
      "ĀĀ(": 992,
      "6557664": 993,
      "65786666": 994,
      "6857665": 995,
      "+ĀĀ": 996,
      "9866": 997,
      "Ā'": 998,
      "66626": 999,
      "6876665": 1000,
      "64366": 1001,
      "66365": 1002,
      "26663": 1003,
      "6758665": 1004,
      "16664": 1005,
      "6455665": 1006,
      "6885667": 1007,
      "966676": 1008,
      "..": 1009,
      "266667": 1010,
      "53": 1011,
      "81": 1012,
      "88667": 1013,
      "<@": 1014,
      "675667": 1015,
      "6786668": 1016,
      "6863": 1017,
      "466568": 1018,
      "29": 1019,
      "8466": 1020,
      "91": 1021,
      "95667": 1022,
      "6886667": 1023,
      "6976666": 1024,
      "766663": 1025,
      "46606": 1026,
      "86606": 1027,
      "6575668": 1028,
      "5666657": 1029,
      "7666675": 1030,
      "6664667": 1031,
      "65766676": 1032,
      "44665": 1033,
      "8866": 1034,
      "94667": 1035,
      "6768665": 1036,
      "6568665": 1037,
      "6657664": 1038,
      "64566": 1039,
      "664667": 1040,
      "7666666666666": 1041,
      "86664": 1042,
      "67666666666666": 1043,
      "66967": 1044,
      "6777668": 1045,
      "6757667": 1046,
      "6757664": 1047,
      "6877667": 1048,
      "65566666": 1049,
      ",.": 1050,
      "/?": 1051,
      "21": 1052,
      "54": 1053,
      "59": 1054,
      "666665": 1055,
      "6655664": 1056,
      "66869": 1057,
      "66856666": 1058,
      "65586666": 1059,
      "6577668": 1060,
      "566864": 1061,
      "64576666": 1062,
      "6547664": 1063,
      "6668667": 1064,
      "-/": 1065,
      "-<": 1066,
      "26696": 1067,
      "56": 1068,
      ":,": 1069,
      "<,": 1070,
      "67663": 1071,
      "68566": 1072,
      "6867667": 1073,
      "ĀĀ$": 1074,
      "ĀĀ;": 1075,
      "36616": 1076,
      "26626": 1077,
      "6755664": 1078,
      "6855665": 1079,
      "6866664": 1080,
      "67666656": 1081,
      "-.": 1082,
      "54665": 1083,
      "=.": 1084,
      "=@": 1085,
      "66966": 1086,
      "67669": 1087,
      "655665": 1088,
      "66566": 1089,
      "665664": 1090,
      "6865665": 1091,
      "6476668": 1092,
      "676666664": 1093,
      "566768": 1094,
      "67786666": 1095,
      "6874667": 1096,
      "6588667": 1097,
      "6447665": 1098,
      "+:": 1099,
      "06656": 1100,
      "14": 1101,
      "4566": 1102,
      "446666": 1103,
      "786666": 1104,
      ">.": 1105,
      "?>": 1106,
      "6756664": 1107,
      "65766": 1108,
      "6564667": 1109,
      "686667": 1110,
      "64656666": 1111,
      "766669": 1112,
      "766768": 1113,
      "66268": 1114,
      "6845665": 1115,
      "ĀĀ*Ā": 1116,
      ",/": 1117,
      "73": 1118,
      "75": 1119,
      "7466": 1120,
      "87668": 1121,
      ";+": 1122,
      "66166": 1123,
      "6764665": 1124,
      "6768667": 1125,
      "6536666": 1126,
      "6867665": 1127,
      "6688667": 1128,
      "6648665": 1129,
      "ĀĀ'Ā": 1130,
      "6554665": 1131,
      "6574667": 1132,
      "6666666666666666": 1133,
      "566868": 1134,
      "6855664": 1135,
      "6668665": 1136,
      "6795667": 1137,
      "766656": 1138,
      "-,": 1139,
      "--": 1140,
      "10": 1141,
      "3566": 1142,
      "5466": 1143,
      "78": 1144,
      ":+": 1145,
      ";@": 1146,
      "676766667": 1147,
      "676766665": 1148,
      "6796667": 1149,
      "6556664": 1150,
      "6536665": 1151,
      "66562": 1152,
      "6486668": 1153,
      "6687668": 1154,
      "66476666": 1155,
      "ĀĀ)Ā": 1156,
      "566663": 1157,
      "676666668": 1158,
      "66968": 1159,
      "6754667": 1160,
      "6457667": 1161,
      "966666": 1162,
      "65666676": 1163,
      "->": 1164,
      "86": 1165,
      "9366": 1166,
      "9966": 1167,
      "Ā&": 1168,
      "67686666": 1169,
      "6764667": 1170,
      "65866": 1171,
      "656566667": 1172,
      "6446665": 1173,
      "66866": 1174,
      "66456666": 1175,
      "6644665": 1176,
      "69668": 1177,
      "ĀĀ:": 1178,
      "616666": 1179,
      "66969": 1180,
      "65546666": 1181,
      "67546666": 1182,
      "866569": 1183,
      "766464": 1184,
      "6664665": 1185,
      "6676666667": 1186,
      "6765664": 1187,
      ".=": 1188,
      "26636": 1189,
      "4766": 1190,
      "44664": 1191,
      "50": 1192,
      "74667": 1193,
      ">@": 1194,
      "676566667": 1195,
      "6767664": 1196,
      "65663": 1197,
      "65646666": 1198,
      "6568667": 1199,
      "6846665": 1200,
      "66862": 1201,
      "6366664": 1202,
      "46662": 1203,
      "36606": 1204,
      "766569": 1205,
      "26616": 1206,
      "6778667": 1207,
      "6477668": 1208,
      "6656666667": 1209,
      "666685": 1210,
      "11": 1211,
      "3866": 1212,
      "5366": 1213,
      "72": 1214,
      "79": 1215,
      "89667": 1216,
      "90": 1217,
      "<-": 1218,
      ">?": 1219,
      "AA": 1220,
      "6666668": 1221,
      "666666667": 1222,
      "6764": 1223,
      "656766667": 1224,
      "6586668": 1225,
      "6675665": 1226,
      "6684667": 1227,
      "5666666666666": 1228,
      "46668": 1229,
      "26662": 1230,
      "6559665": 1231,
      "6775668": 1232,
      "67586666": 1233,
      "66263": 1234,
      "6458665": 1235,
      "66167": 1236,
      "6656666665": 1237,
      "666566665": 1238,
      "666766665": 1239,
      ")/": 1240,
      ",=": 1241,
      "-=": 1242,
      "00": 1243,
      "3766": 1244,
      "5566": 1245,
      "57664": 1246,
      "70": 1247,
      "75665": 1248,
      "8366": 1249,
      "846666": 1250,
      "84668": 1251,
      "=,": 1252,
      "@/": 1253,
      "6696667": 1254,
      "6636664": 1255,
      "676566665": 1256,
      "656566665": 1257,
      "667668": 1258,
      "6678667": 1259,
      "66586666": 1260,
      "6654665": 1261,
      "68676666": 1262,
      "6486666": 1263,
      "6566666": 1264,
      "66367": 1265,
      "6554667": 1266,
      "6558667": 1267,
      "67746666": 1268,
      "677766667": 1269,
      "65746666": 1270,
      "66267": 1271,
      "66265": 1272,
      "6784667": 1273,
      "6875665": 1274,
      "6857664": 1275,
      "6585668": 1276,
      "366666": 1277,
      "366668": 1278,
      "*:": 1279,
      "*ĀĀ": 1280,
      ".,": 1281,
      ".>": 1282,
      "1566": 1283,
      "2766": 1284,
      "4466": 1285,
      "47664": 1286,
      "57667": 1287,
      "7766": 1288,
      "7866": 1289,
      "75668": 1290,
      "976666": 1291,
      "97667": 1292,
      ";,": 1293,
      "666668": 1294,
      "666664": 1295,
      "6762": 1296,
      "677667": 1297,
      "66746666": 1298,
      "68866": 1299,
      "6856667": 1300,
      "668666": 1301,
      "6966664": 1302,
      "ĀĀ<": 1303,
      "5666667": 1304,
      "36662": 1305,
      "566769": 1306,
      "6695667": 1307,
      "6575665": 1308,
      "6667664": 1309,
      "666654": 1310,
      "65476666": 1311,
      "6377667": 1312,
      "266668": 1313,
      ",>": 1314,
      "2566": 1315,
      "2866": 1316,
      "52": 1317,
      "586666": 1318,
      "55664": 1319,
      "53665": 1320,
      "76": 1321,
      "8966": 1322,
      "@?": 1323,
      "6666666": 1324,
      "6564": 1325,
      "656766665": 1326,
      "6567664": 1327,
      "66786666": 1328,
      "6675668": 1329,
      "68766": 1330,
      "6465665": 1331,
      "6645664": 1332,
      "6966668": 1333,
      "63664": 1334,
      "366646": 1335,
      "6773667": 1336,
      "6578668": 1337,
      "6665668": 1338,
      "766868": 1339,
      "68746666": 1340,
      "68556666": 1341,
      "0660": 1342,
      "646666665": 1343,
      "966686": 1344,
      "4366": 1345,
      "58665": 1346,
      "78667": 1347,
      "74668": 1348,
      "73665": 1349,
      "886666": 1350,
      "85665": 1351,
      "95668": 1352,
      "AB": 1353,
      "6567668": 1354,
      "6657667": 1355,
      "66546666": 1356,
      "66876666": 1357,
      "6645667": 1358,
      "6376666": 1359,
      "6166": 1360,
      "61667": 1361,
      "6566666667": 1362,
      "666676": 1363,
      "64556666": 1364,
      "64586666": 1365,
      "64786666": 1366,
      "6474667": 1367,
      "6854665": 1368,
      "6548665": 1369,
      "65876666": 1370,
      "966668": 1371,
      "6448665": 1372,
      "6466664": 1373,
      "67766676": 1374,
      "6765668": 1375,
      "+/": 1376,
      ",-": 1377,
      ",<": 1378,
      ".Ā": 1379,
      "19": 1380,
      "1766": 1381,
      "16686": 1382,
      "4866": 1383,
      "486666": 1384,
      "45664": 1385,
      "5866": 1386,
      "79667": 1387,
      "@>": 1388,
      "@@": 1389,
      "676686": 1390,
      "6656668": 1391,
      "68663": 1392,
      "646665": 1393,
      "66461": 1394,
      "6366665": 1395,
      "6386668": 1396,
      "6766666656666": 1397,
      "6557668": 1398,
      "6778665": 1399,
      "677566665": 1400,
      "6753665": 1401,
      "666673": 1402,
      "16663": 1403,
      "67846666": 1404,
      "6785668": 1405,
      "6788667": 1406,
      "68576666": 1407,
      "6855667": 1408,
      "6587668": 1409,
      "6747664": 1410,
      "6485667": 1411,
      "56666776666": 1412,
      "6985667": 1413,
      "766686": 1414,
      "67666676": 1415,
      "#Ā": 1416,
      "%Ā": 1417,
      "(ĀĀ": 1418,
      "*/": 1419,
      "06646": 1420,
      "1666": 1421,
      "37665": 1422,
      "35665": 1423,
      "5266": 1424,
      "77665": 1425,
      "986666": 1426,
      "9266": 1427,
      "94668": 1428,
      ":*": 1429,
      ";*": 1430,
      "??": 1431,
      "666663": 1432,
      "65662": 1433,
      "6564665": 1434,
      "6677668": 1435,
      "68669": 1436,
      "6846664": 1437,
      "64686666": 1438,
      "6468667": 1439,
      "6446664": 1440,
      "69669": 1441,
      "6967665": 1442,
      "6346666": 1443,
      "6356665": 1444,
      "656666664": 1445,
      "66965": 1446,
      "6697667": 1447,
      "6667668": 1448,
      "65456666": 1449,
      "6545664": 1450,
      "658566": 1451,
      "6744665": 1452,
      "366663": 1453,
      "366664": 1454,
      "6445664": 1455,
      "6535665": 1456,
      "67566666": 1457,
      "+-": 1458,
      "+<": 1459,
      ".?": 1460,
      "0661": 1461,
      "16626": 1462,
      "7966": 1463,
      "85668": 1464,
      "97668": 1465,
      "=Ā": 1466,
      "6767668": 1467,
      "66761": 1468,
      "687667": 1469,
      "646656": 1470,
      "647665": 1471,
      "6456664": 1472,
      "66861": 1473,
      "ĀĀ-": 1474,
      "ĀĀğ": 1475,
      "62664": 1476,
      "96606": 1477,
      "656666668": 1478,
      "66362": 1479,
      "6578665": 1480,
      "657566665": 1481,
      "666674": 1482,
      "1660": 1483,
      "6877665": 1484,
      "6478667": 1485,
      "6745664": 1486,
      "66686666": 1487,
      "6845664": 1488,
      "566963": 1489,
      "566676": 1490,
      "566369": 1491,
      "67866676": 1492,
      "*.": 1493,
      "+.": 1494,
      "+=": 1495,
      "16646": 1496,
      "556656": 1497,
      "736666": 1498,
      "896666": 1499,
      ">-": 1500,
      "@-": 1501,
      "@.": 1502,
      "BB": 1503,
      "6596666": 1504,
      "6876668": 1505,
      "6476665": 1506,
      "66462": 1507,
      "69566": 1508,
      "6956665": 1509,
      "63676666": 1510,
      "ĀĀ&Ā": 1511,
      "663667": 1512,
      "6637665": 1513,
      "657766667": 1514,
      "65756676": 1515,
      "66656656": 1516,
      "666656": 1517,
      "766467": 1518,
      "67876666": 1519,
      "68756666": 1520,
      "6584667": 1521,
      "06664": 1522,
      "06661": 1523,
      "6887667": 1524,
      "866465": 1525,
      "6847664": 1526,
      "69746666": 1527,
      "+;": 1528,
      ".(": 1529,
      ".*": 1530,
      "/,": 1531,
      "0766": 1532,
      "47667": 1533,
      "7366": 1534,
      "73667": 1535,
      "946666": 1536,
      "?.": 1537,
      "@Ā": 1538,
      "CC": 1539,
      "Ā$": 1540,
      "Ā%": 1541,
      "66616": 1542,
      "66606": 1543,
      "67366": 1544,
      "67966": 1545,
      "6563": 1546,
      "65266": 1547,
      "6656663": 1548,
      "68646666": 1549,
      "6486667": 1550,
      "66466": 1551,
      "6956666": 1552,
      "6986666": 1553,
      "6976667": 1554,
      "ĀĀ+": 1555,
      "466646": 1556,
      "566767": 1557,
      "566764": 1558,
      "66369": 1559,
      "66363": 1560,
      "6066": 1561,
      "606666": 1562,
      "655766665": 1563,
      "6574668": 1564,
      "65776676": 1565,
      "16662": 1566,
      "67886666": 1567,
      "6787668": 1568,
      "6477665": 1569,
      "6475668": 1570,
      "6589667": 1571,
      "6748665": 1572,
      "6487668": 1573,
      "6866668": 1574,
      "68666666": 1575,
      "566964": 1576,
      "366656": 1577,
      "67656676": 1578,
      "566686": 1579,
      "\"Ā": 1580,
      ")ĀĀ": 1581,
      "/@": 1582,
      "06676": 1583,
      "06686": 1584,
      "0666": 1585,
      "06636": 1586,
      "06626": 1587,
      "166664": 1588,
      "2466": 1589,
      "3966": 1590,
      "38665": 1591,
      "34665": 1592,
      "596666": 1593,
      "54664": 1594,
      "796666": 1595,
      "93667": 1596,
      "=-": 1597,
      "AC": 1598,
      "6796666": 1599,
      "656686": 1600,
      "6546664": 1601,
      "66762": 1602,
      "667766665": 1603,
      "667566667": 1604,
      "665654": 1605,
      "685667": 1606,
      "6886668": 1607,
      "6856664": 1608,
      "6462": 1609,
      "664668": 1610,
      "6647664": 1611,
      "6646663": 1612,
      "566966": 1613,
      "466966": 1614,
      "663665": 1615,
      "66964": 1616,
      "566569": 1617,
      "6555664": 1618,
      "655566665": 1619,
      "655766667": 1620,
      "677866": 1621,
      "6774668": 1622,
      "66262": 1623,
      "466764": 1624,
      "16616": 1625,
      "6454665": 1626,
      "6875668": 1627,
      "6878667": 1628,
      "6478668": 1629,
      "866464": 1630,
      "6847665": 1631,
      "66068": 1632,
      "66069": 1633,
      "6797667": 1634,
      "6676666665": 1635,
      "566368": 1636,
      "67566656": 1637,
      "6565668": 1638,
      "):": 1639,
      "*,": 1640,
      "*<": 1641,
      "+,": 1642,
      "37664": 1643,
      "74": 1644,
      "8266": 1645,
      ">,": 1646,
      "?@": 1647,
      "BC": 1648,
      "DB": 1649,
      "66066": 1650,
      "66756676": 1651,
      "665668": 1652,
      "686656": 1653,
      "686686": 1654,
      "6864667": 1655,
      "6864665": 1656,
      "646676": 1657,
      "6686665": 1658,
      "6684668": 1659,
      "6686669": 1660,
      "6647667": 1661,
      "69866": 1662,
      "6965667": 1663,
      "63686666": 1664,
      "6356667": 1665,
      "6366668": 1666,
      "6376668": 1667,
      "ĀĀ/": 1668,
      "766366": 1669,
      "36661": 1670,
      "66360": 1671,
      "6637664": 1672,
      "6697668": 1673,
      "566564": 1674,
      "67856666": 1675,
      "6455667": 1676,
      "866764": 1677,
      "64756666": 1678,
      "646666667": 1679,
      "56666556666": 1680,
      "6535664": 1681,
      "6737665": 1682,
      "::ĀĀ": 1683,
      "766964": 1684,
      "64566666": 1685,
      "ĀĀ(Ā": 1686,
      "(/": 1687,
      "/*": 1688,
      "1966": 1689,
      "34664": 1690,
      "3666677": 1691,
      "49664": 1692,
      "5966": 1693,
      "54667": 1694,
      "77668": 1695,
      "75664": 1696,
      "82667": 1697,
      "67662": 1698,
      "6736665": 1699,
      "658665": 1700,
      "667655": 1701,
      "667666": 1702,
      "667644": 1703,
      "667766667": 1704,
      "66776676": 1705,
      "66556656": 1706,
      "686676": 1707,
      "6896667": 1708,
      "6468665": 1709,
      "664665": 1710,
      "6376667": 1711,
      "6367667": 1712,
      "ĀĀ,": 1713,
      "ĀĀĞ": 1714,
      "76663": 1715,
      "766966": 1716,
      "866966": 1717,
      "6566666656666": 1718,
      "6636666": 1719,
      "66962": 1720,
      "66961": 1721,
      "866669": 1722,
      "566566": 1723,
      "566567": 1724,
      "26606": 1725,
      "655566667": 1726,
      "657566667": 1727,
      "866568": 1728,
      "566865": 1729,
      "6784668": 1730,
      "67456666": 1731,
      "6745667": 1732,
      "686666667": 1733,
      "76666776666": 1734,
      "6737664": 1735,
      "666566666666": 1736,
      "64666676": 1737,
      "!Ā": 1738,
      "-?": 1739,
      ".+": 1740,
      "0566": 1741,
      "0466": 1742,
      "0366": 1743,
      "49665": 1744,
      "43665": 1745,
      "55667": 1746,
      "58667": 1747,
      "726666": 1748,
      "85669": 1749,
      ">+": 1750,
      ">Ā": 1751,
      "656646": 1752,
      "667688": 1753,
      "665675": 1754,
      "665647": 1755,
      "6646667": 1756,
      "6963": 1757,
      "69656666": 1758,
      "696676": 1759,
      "6356666": 1760,
      "6386666": 1761,
      "56662": 1762,
      "766662": 1763,
      "566662": 1764,
      "62668": 1765,
      "61665": 1766,
      "766764": 1767,
      "6694667": 1768,
      "65596666": 1769,
      "6774665": 1770,
      "6573667": 1771,
      "6758667": 1772,
      "666679": 1773,
      "6457664": 1774,
      "658766": 1775,
      "6587665": 1776,
      "6748664": 1777,
      "666866": 1778,
      "06663": 1779,
      "6883667": 1780,
      "6445665": 1781,
      "6447664": 1782,
      "6485668": 1783,
      "6844665": 1784,
      "686666665": 1785,
      "6977667": 1786,
      "6955665": 1787,
      "6387667": 1788,
      "666645": 1789,
      "466968": 1790,
      "866686": 1791,
      "ĀĀ$Ā": 1792,
      "*-": 1793,
      "+(": 1794,
      ",+": 1795,
      "1466": 1796,
      "1866": 1797,
      "16696": 1798,
      "16636": 1799,
      "166668": 1800,
      "2366": 1801,
      "3466": 1802,
      "3366": 1803,
      "4966": 1804,
      "44663": 1805,
      "74665": 1806,
      "7566665": 1807,
      "83667": 1808,
      "9166": 1809,
      "=+": 1810,
      "?,": 1811,
      "BA": 1812,
      "ĠĀ": 1813,
      "66660": 1814,
      "666662": 1815,
      "6596667": 1816,
      "667664": 1817,
      "6679667": 1818,
      "6676664": 1819,
      "668665": 1820,
      "668766": 1821,
      "664664": 1822,
      "664643": 1823,
      "69663": 1824,
      "69646666": 1825,
      "6964665": 1826,
      "6365667": 1827,
      "6346665": 1828,
      "7666665": 1829,
      "96664": 1830,
      "6766669": 1831,
      "766767": 1832,
      "669665": 1833,
      "86666665": 1834,
      "6558664": 1835,
      "67776676": 1836,
      "677466665": 1837,
      "657766": 1838,
      "66676656": 1839,
      "6759665": 1840,
      "6758664": 1841,
      "675766667": 1842,
      "66264": 1843,
      "6666666667": 1844,
      "6458667": 1845,
      "6854667": 1846,
      "6548664": 1847,
      "67476666": 1848,
      "6668664": 1849,
      "466864": 1850,
      "6884667": 1851,
      "6885668": 1852,
      "64666666": 1853,
      "6488667": 1854,
      "6355665": 1855,
      "7666654": 1856,
      "6538665": 1857,
      "766968": 1858,
      "5666645": 1859,
      "8666655": 1860,
      "65656676": 1861,
      "67866666": 1862,
      "(;": 1863,
      ",,": 1864,
      "1366": 1865,
      "346666": 1866,
      "386666": 1867,
      "436666": 1868,
      "446656": 1869,
      "536666": 1870,
      "78665": 1871,
      "87665": 1872,
      "88668": 1873,
      "83668": 1874,
      "826666": 1875,
      "856676": 1876,
      "<)": 1877,
      "CB": 1878,
      "666669": 1879,
      "66666667": 1880,
      "67266": 1881,
      "66766666666": 1882,
      "66766676666": 1883,
      "665666": 1884,
      "66576656": 1885,
      "6436666": 1886,
      "66866676": 1887,
      "664657": 1888,
      "664654": 1889,
      "6964": 1890,
      "696656": 1891,
      "ĀĀ)": 1892,
      "ĀĀĜ": 1893,
      "626656": 1894,
      "36668": 1895,
      "61668": 1896,
      "6766666667": 1897,
      "6566663": 1898,
      "466669": 1899,
      "677766": 1900,
      "677566": 1901,
      "67756676": 1902,
      "6579667": 1903,
      "6573668": 1904,
      "166636": 1905,
      "566863": 1906,
      "678566": 1907,
      "6783667": 1908,
      "64546666": 1909,
      "766862": 1910,
      "687566": 1911,
      "68546666": 1912,
      "6588668": 1913,
      "566464": 1914,
      "966669": 1915,
      "866469": 1916,
      "63576666": 1917,
      "69756666": 1918,
      "6975665": 1919,
      "6795668": 1920,
      "6375667": 1921,
      "6597667": 1922,
      "6897667": 1923,
      "566365": 1924,
      "666646": 1925,
      "6746663": 1926,
      "'/": 1927,
      "*;": 1928,
      "/+": 1929,
      "3166": 1930,
      "33665": 1931,
      "456656": 1932,
      "48663": 1933,
      "59665": 1934,
      "52665": 1935,
      "7266": 1936,
      "7166": 1937,
      "99667": 1938,
      "<*": 1939,
      "Ġ6": 1940,
      "6636665": 1941,
      "66666656": 1942,
      "6666663": 1943,
      "66666676": 1944,
      "674667": 1945,
      "6736666": 1946,
      "677666": 1947,
      "6536664": 1948,
      "667687": 1949,
      "6673667": 1950,
      "665655": 1951,
      "665674": 1952,
      "665566667": 1953,
      "6846666": 1954,
      "6436664": 1955,
      "66860": 1956,
      "6689667": 1957,
      "66460": 1958,
      "664666": 1959,
      "664645": 1960,
      "6966663": 1961,
      "63466": 1962,
      "63656666": 1963,
      "ĀĀ%Ā": 1964,
      "7663665": 1965,
      "46661": 1966,
      "866696": 1967,
      "36667": 1968,
      "366636": 1969,
      "6766665665": 1970,
      "6766666676666": 1971,
      "6566667665": 1972,
      "65666666676666": 1973,
      "66361": 1974,
      "655566": 1975,
      "65576656": 1976,
      "6775664": 1977,
      "657966": 1978,
      "675566665": 1979,
      "66656676": 1980,
      "66269": 1981,
      "566862": 1982,
      "6785665": 1983,
      "766865": 1984,
      "866768": 1985,
      "64756676": 1986,
      "6854664": 1987,
      "6545667": 1988,
      "6547667": 1989,
      "65486666": 1990,
      "6584668": 1991,
      "66169": 1992,
      "66162": 1993,
      "466866": 1994,
      "966568": 1995,
      "966764": 1996,
      "866468": 1997,
      "648566": 1998,
      "6489667": 1999,
      "6357665": 2000,
      "6975667": 2001,
      "6974667": 2002,
      "76666556666": 2003,
      "6537665": 2004,
      "659466": 2005,
      "6597668": 2006,
      "966468": 2007,
      "6347665": 2008,
      "266767": 2009,
      "466965": 2010,
      ":;ĀĀ": 2011,
      "766265": 2012,
      "4666657": 2013,
      "6746667": 2014,
      "6546667": 2015,
      "$ĀĀ": 2016,
      "(,": 2017,
      ")-": 2018,
      ");": 2019,
      ")<": 2020,
      "*=": 2021,
      "-+": 2022,
      "0166": 2023,
      "06696": 2024,
      "1266": 2025,
      "27664": 2026,
      "24664": 2027,
      "3666675": 2028,
      "3666657": 2029,
      "4266": 2030,
      "58664": 2031,
      "75669": 2032,
      "9666675": 2033,
      "9666677": 2034,
      "DA": 2035,
      "6736664": 2036,
      "667663": 2037,
      "667669": 2038,
      "66566667": 2039,
      "6654667": 2040,
      "665687": 2041,
      "68266": 2042,
      "68766666": 2043,
      "645665": 2044,
      "64266": 2045,
      "6466666666": 2046,
      "6687665": 2047,
      "668647": 2048,
      "66866666": 2049,
      "664655": 2050,
      "66466656": 2051,
      "6965665": 2052,
      "6946665": 2053,
      "6976665": 2054,
      "6966669": 2055,
      "766666656666": 2056,
      "5666665": 2057,
      "56666668": 2058,
      "46665667": 2059,
      "466636": 2060,
      "6766663": 2061,
      "766762": 2062,
      "4666645": 2063,
      "8666666": 2064,
      "6555668": 2065,
      "65536666": 2066,
      "6559664": 2067,
      "655566664": 2068,
      "6777664": 2069,
      "657466": 2070,
      "666566": 2071,
      "6627664": 2072,
      "666653": 2073,
      "466564": 2074,
      "64596666": 2075,
      "6873667": 2076,
      "6858665": 2077,
      "65886666": 2078,
      "67446666": 2079,
      "6743665": 2080,
      "566465": 2081,
      "66164": 2082,
      "66163": 2083,
      "366669": 2084,
      "966662": 2085,
      "966664": 2086,
      "6884668": 2087,
      "866463": 2088,
      "6848665": 2089,
      "6355667": 2090,
      "6794667": 2091,
      "366868": 2092,
      "6735665": 2093,
      "6735664": 2094,
      "6595668": 2095,
      "6984667": 2096,
      "966868": 2097,
      "6895667": 2098,
      "6835665": 2099,
      "366468": 2100,
      "666684": 2101,
      "466964": 2102,
      "6497667": 2103,
      "566168": 2104,
      "65566656": 2105,
      "6565664": 2106,
      "6786669": 2107,
      "67676656": 2108,
      "ĀĀğĀ": 2109,
      "';": 2110,
      "(:": 2111,
      "),": 2112,
      ").": 2113,
      "*Ā": 2114,
      "+?": 2115,
      "27665": 2116,
      "25665": 2117,
      "24665": 2118,
      "376666": 2119,
      "45667": 2120,
      "53667": 2121,
      "78668": 2122,
      "756676": 2123,
      "80": 2124,
      "87664": 2125,
      "84665": 2126,
      "98667": 2127,
      "94669": 2128,
      ";)": 2129,
      ";<ĀĀ": 2130,
      "=*": 2131,
      "?-": 2132,
      "BD": 2133,
      "CA": 2134,
      "669666": 2135,
      "6666669": 2136,
      "675665": 2137,
      "676766": 2138,
      "6763667": 2139,
      "678666": 2140,
      "6562": 2141,
      "656664": 2142,
      "6566656": 2143,
      "66760": 2144,
      "667654": 2145,
      "6676669": 2146,
      "66561": 2147,
      "6655668": 2148,
      "665695": 2149,
      "665637": 2150,
      "665643": 2151,
      "6896666": 2152,
      "6867664": 2153,
      "686566": 2154,
      "64766": 2155,
      "6467668": 2156,
      "6456668": 2157,
      "668667": 2158,
      "668566": 2159,
      "668678": 2160,
      "6965664": 2161,
      "636656": 2162,
      "6367665": 2163,
      "6365668": 2164,
      "566646": 2165,
      "566666676666": 2166,
      "6766665667": 2167,
      "6566666665": 2168,
      "66963": 2169,
      "6695668": 2170,
      "466663": 2171,
      "65556656": 2172,
      "65736666": 2173,
      "6757663": 2174,
      "766465": 2175,
      "678766": 2176,
      "678466": 2177,
      "6749665": 2178,
      "06662": 2179,
      "68856666": 2180,
      "64486666": 2181,
      "6483667": 2182,
      "466469": 2183,
      "866864": 2184,
      "6797668": 2185,
      "7666656": 2186,
      "56666756666": 2187,
      "6957665": 2188,
      "6539665": 2189,
      "266666": 2190,
      "566968": 2191,
      "766369": 2192,
      "766363": 2193,
      "766965": 2194,
      "766969": 2195,
      "666686": 2196,
      "466367": 2197,
      "8776666": 2198,
      "4666655": 2199,
      "566267": 2200,
      "65566676": 2201,
      "64466666": 2202,
      "ĀĀĞĀ": 2203,
      "'.": 2204,
      "'ĀĀ": 2205,
      ")=": 2206,
      "+>": 2207,
      "0866": 2208,
      "0066": 2209,
      "066669": 2210,
      "356666": 2211,
      "35664": 2212,
      "38664": 2213,
      "33664": 2214,
      "44667": 2215,
      "42667": 2216,
      "576676": 2217,
      "88665": 2218,
      "8166": 2219,
      "956666": 2220,
      "92667": 2221,
      ":(": 2222,
      "Ā#": 2223,
      "6796668": 2224,
      "6776669": 2225,
      "6763665": 2226,
      "675666": 2227,
      "656667": 2228,
      "65661": 2229,
      "667645": 2230,
      "667685": 2231,
      "667566665": 2232,
      "667649": 2233,
      "665645": 2234,
      "6657668": 2235,
      "665685": 2236,
      "665661": 2237,
      "6654664": 2238,
      "6862": 2239,
      "668663": 2240,
      "668635": 2241,
      "66446666": 2242,
      "664677": 2243,
      "664687": 2244,
      "664637": 2245,
      "6962": 2246,
      "6386667": 2247,
      "766646": 2248,
      "56669": 2249,
      "7666667": 2250,
      "7666668": 2251,
      "6566665665": 2252,
      "566766": 2253,
      "66560": 2254,
      "6638665": 2255,
      "6635664": 2256,
      "669675": 2257,
      "266646": 2258,
      "655766": 2259,
      "6554664": 2260,
      "655866665": 2261,
      "6779667": 2262,
      "6577664": 2263,
      "66676676": 2264,
      "675566": 2265,
      "67536666": 2266,
      "6665664": 2267,
      "6666556666": 2268,
      "466768": 2269,
      "866563": 2270,
      "66666666667": 2271,
      "6666666676666": 2272,
      "6787665": 2273,
      "6784665": 2274,
      "645566665": 2275,
      "64576656": 2276,
      "866765": 2277,
      "6877668": 2278,
      "654766": 2279,
      "674566": 2280,
      "66165": 2281,
      "66168": 2282,
      "366662": 2283,
      "966663": 2284,
      "366768": 2285,
      "366764": 2286,
      "68876666": 2287,
      "966765": 2288,
      "646666668": 2289,
      "648766": 2290,
      "684566": 2291,
      "366565": 2292,
      "6866666": 2293,
      "66064": 2294,
      "66062": 2295,
      "866868": 2296,
      "63546666": 2297,
      "679766": 2298,
      "6794668": 2299,
      "56666776667": 2300,
      "6955667": 2301,
      "966463": 2302,
      "766365": 2303,
      "6837665": 2304,
      "6837664": 2305,
      "6348665": 2306,
      "766962": 2307,
      "6385668": 2308,
      "666644": 2309,
      "666648": 2310,
      "866368": 2311,
      "6335665": 2312,
      "866968": 2313,
      "65666656": 2314,
      "466364": 2315,
      "466363": 2316,
      "876686": 2317,
      "676566": 2318,
      "766168": 2319,
      "66666666666666": 2320,
      "65466666": 2321,
      "566666666666": 2322,
      "65676676": 2323,
      "67676676": 2324,
      "&ĀĀ": 2325,
      "':": 2326,
      "**": 2327,
      "++": 2328,
      ",@": 2329,
      "-'": 2330,
      "-*": 2331,
      "-@": 2332,
      ".)": 2333,
      ".@": 2334,
      "0266": 2335,
      "166669": 2336,
      "2966": 2337,
      "28665": 2338,
      "3066": 2339,
      "3666655": 2340,
      "48664": 2341,
      "45663": 2342,
      "5066": 2343,
      "5566667": 2344,
      "526666": 2345,
      "576656": 2346,
      "5566664": 2347,
      "72667": 2348,
      "72665": 2349,
      "886676": 2350,
      "936666": 2351,
      "93668": 2352,
      "9666657": 2353,
      ":=ĀĀ": 2354,
      ";=ĀĀ": 2355,
      ";?ĀĀ": 2356,
      "<?ĀĀ": 2357,
      ">*": 2358,
      "?Ā": 2359,
      "DC": 2360,
      "ĝĀ": 2361,
      "67766665": 2362,
      "676636": 2363,
      "6764664": 2364,
      "67466656": 2365,
      "654665": 2366,
      "6596668": 2367,
      "65466656": 2368,
      "667766": 2369,
      "6679665": 2370,
      "667627": 2371,
      "665566": 2372,
      "665677": 2373,
      "665657": 2374,
      "665648": 2375,
      "665684": 2376,
      "665566665": 2377,
