{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "Ā": 65,
      "ā": 66,
      "Ă": 67,
      "ă": 68,
      "Ą": 69,
      "ą": 70,
      "Ć": 71,
      "ć": 72,
      "Ĉ": 73,
      "ĉ": 74,
      "Ċ": 75,
      "ċ": 76,
      "Č": 77,
      "č": 78,
      "Ď": 79,
      "ď": 80,
      "Đ": 81,
      "đ": 82,
      "Ē": 83,
      "ē": 84,
      "Ĕ": 85,
      "ĕ": 86,
      "Ė": 87,
      "ė": 88,
      "Ę": 89,
      "ę": 90,
      "Ě": 91,
      "ě": 92,
      "Ĝ": 93,
      "ĝ": 94,
      "Ğ": 95,
      "ğ": 96,
      "Ġ": 97,
      "ĠĠ": 98,
      "Ġğ": 99,
      "Ġ!": 100,
      "ĠĠĠĠ": 101,
      "ĠĞ": 102,
      "Ġ\"": 103,
      "ĠĠĠ": 104,
      "ĀĀ": 105,
      "Ġĝ": 106,
      "Ġ#": 107,
      "Ġ$": 108,
      "ĠĠĠĠĠ": 109,
      "ĠĜ": 110,
      "Ġ!!": 111,
      "Ġğğ": 112,
      "Ġě": 113,
      "ĠĠĠĠĠĠĠĠ": 114,
      "Ġ%": 115,
      "Ġ!ğ": 116,
      "Ġğ!": 117,
      "Ġ&": 118,
      "ĠĚ": 119,
      "ĠĞğ": 120,
      "Ġ\"!": 121,
      "ĠğĞ": 122,
      "Ġ'": 123,
      "Ġ!\"": 124,
      "Ġ\"ğ": 125,
      "ĠĞ!": 126,
      "Ġę": 127,
      "ĠĠĠĠĠĠ": 128,
      "Ġğ\"": 129,
      "Ġ!Ğ": 130,
      "Ġ(": 131,
      "ĠĘ": 132,
      "Ġ\"\"": 133,
      "Ā!": 134,
      "ĠĞĞ": 135,
      "Āğ": 136,
      "ĀĀğ": 137,
      "Ġ\"Ğ": 138,
      "ĠĞ\"": 139,
      "Ā\"": 140,
      "ĀĞ": 141,
      "ĀĀĞ": 142,
      "Āĝ": 143,
      "Ġ#!": 144,
      "#ğ": 145,
      "Ġĝğ": 146,
      "ĀĀ!": 147,
      "Ġ)": 148,
      "Ġğĝ": 149,
      "Ġĝ!": 150,
      "Ġ#ğ": 151,
      "#!": 152,
      "Ġ!ĝ": 153,
      "Ġė": 154,
      "ĀĀĝ": 155,
      "ĀĀ\"": 156,
      "ĀĜ": 157,
      "Ġ!!ğ": 158,
      "Ġğğ!": 159,
      "ĠĠĠĠĠĠĠ": 160,
      "Ā#": 161,
      "Ā$": 162,
      "Ġ!#": 163,
      "Ġ#\"": 164,
      "Ġğ!!": 165,
      "ĠĞĝ": 166,
      "Ġ!ğğ": 167,
      "ĠĝĞ": 168,
      "ĀĀĜ": 169,
      "Ġ*": 170,
      "Ġğ#": 171,
      "ĀĀ#": 172,
      "Ġğğğ": 173,
      "Ġ!!!": 174,
      "Āě": 175,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 176,
      "ĠĖ": 177,
      "Ġ#Ğ": 178,
      "Ġğ!ğ": 179,
      "Ā%": 180,
      "Ġ\"ĝ": 181,
      "Ġĝ\"": 182,
      "Ġ!ğ!": 183,
      "Ĝ!": 184,
      "$ğ": 185,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ": 186,
      "ĀĀ$": 187,
      "$!": 188,
      "ĀĀě": 189,
      "Ĝğ": 190,
      "Ġ\"#": 191,
      "ĀĚ": 192,
      "Ā&": 193,
      "Ġ$ğ": 194,
      "Ġĝĝ": 195,
      "Ġ$!": 196,
      "ĠĜğ": 197,
      "ĀĀ%": 198,
      "Ġ+": 199,
      "ĠĜ!": 200,
      "Ĝ\"": 201,
      "ĀĀĚ": 202,
      "$\"": 203,
      "Ğ!": 204,
      "Ġ$\"": 205,
      "#\"": 206,
      "$Ğ": 207,
      "Ġ#ĝ": 208,
      "Ğğ": 209,
      "Āę": 210,
      "ĠĠĠĠĠĠĠĠĠĠ": 211,
      "ĜĞ": 212,
      "Ġĕ": 213,
      "#ĀĀ": 214,
      "$ĀĀ": 215,
      "#Ğ": 216,
      "ěğ": 217,
      "ĠĜ\"": 218,
      "Ā'": 219,
      "ĠĞğ!": 220,
      "ĠĀĀ": 221,
      "Ġ\"!ğ": 222,
      "%ĀĀ": 223,
      "Ğ\"": 224,
      "ĝğ": 225,
      "ě!": 226,
      "Ġ!\"ğ": 227,
      "ğğ": 228,
      "&ĀĀ": 229,
      "ĠğĞ!": 230,
      "%!": 231,
      "%ğ": 232,
      "Ġ!!Ğ": 233,
      "Ġğ!\"": 234,
      "Ġ!ğĞ": 235,
      "ĠĞ#": 236,
      "ğ!": 237,
      "ĀĘ": 238,
      "ě\"": 239,
      "ĝ!": 240,
      "'ĀĀ": 241,
      "Ġ,": 242,
      "ĞĞ": 243,
      "Ġ\"ğğ": 244,
      "$#": 245,
      "\"!": 246,
      "Ġğğ\"": 247,
      "!!": 248,
      "Ĝ#": 249,
      "!ğ": 250,
      "(ĀĀ": 251,
      "Ĝĝ": 252,
      "\"ğ": 253,
      "%\"": 254,
      "ĠğĞğ": 255,
      "ĝ\"": 256,
      "Ġğ\"!": 257,
      "ĠĞ!!": 258,
      "Ġ!Ğğ": 259,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 260,
      "ĠĔ": 261,
      "Ā(": 262,
      "$ĝ": 263,
      "%Ğ": 264,
      "ĝĞ": 265,
      "ğĞ": 266,
      "!Ğ": 267,
      "ěĞ": 268,
      "##": 269,
      "Ġ\"!!": 270,
      ")ĀĀ": 271,
      "Ěğ": 272,
      "\"\"": 273,
      "Ġğ\"ğ": 274,
      "ĠğğĞ": 275,
      "ĠĞğğ": 276,
      "ĠĞ!ğ": 277,
      "Ġ!\"!": 278,
      "!\"": 279,
      "ĠğĜ": 280,
      "Ġ!!\"": 281,
      "Āė": 282,
      "#ĝ": 283,
      "Ġ!Ğ!": 284,
      "Ě\"": 285,
      "ğ\"": 286,
      "ěĝ": 287,
      "\"Ğ": 288,
      "Ġ\"\"ğ": 289,
      "Ā)": 290,
      "&!": 291,
      "Ě!": 292,
      "$$": 293,
      "ĠĜĞ": 294,
      "ĠĞğ\"": 295,
      "Ġğ!Ğ": 296,
      "*ĀĀ": 297,
      "Ġ!Ĝ": 298,
      "Ġ!ğ\"": 299,
      "Ġ-": 300,
      "ĝ#": 301,
      "ĝĀĀ": 302,
      "Ġ$Ğ": 303,
      "Ġ\"ğ!": 304,
      "Ġ\"!Ğ": 305,
      "&ğ": 306,
      "ě#": 307,
      "ĠĞĞ!": 308,
      "!#": 309,
      "%#": 310,
      "Ġ!$": 311,
      "Ġ##": 312,
      "ĜĀĀ": 313,
      "\"ĀĀ": 314,
      "ĀĀğĀ": 315,
      "%ĝ": 316,
      "ğ#": 317,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 318,
      "ĠĠĠĠĠĠĠĠĠ": 319,
      "ĠĀ": 320,
      "ĞĀĀ": 321,
      "Ġĝ#": 322,
      "Ġ\"ğĞ": 323,
      "Ġ\"$": 324,
      "ĀĀĞĀ": 325,
      "Ġğ$": 326,
      "!ĝ": 327,
      "%$": 328,
      "&\"": 329,
      "ĝĝ": 330,
      "Ġ\"Ğğ": 331,
      "+ĀĀ": 332,
      "Ĝ$": 333,
      "\"ĝ": 334,
      "ĜĜ": 335,
      "Ġē": 336,
      "ĠğĞ\"": 337,
      "ĠĞ!\"": 338,
      "ĀĀ\"Ā": 339,
      "Ġğ\"\"": 340,
      "\"#": 341,
      "Ġ!\"Ğ": 342,
      "ĠĞ\"!": 343,
      "Ġ#!ğ": 344,
      "ĚĞ": 345,
      "Ġ!ĞĞ": 346,
      "ęğ": 347,
      "'!": 348,
      "Ěĝ": 349,
      "Ğ#": 350,
      "Ě#": 351,
      "Ğĝ": 352,
      "ğĝ": 353,
      "Ġĝğ!": 354,
      "ĀĀĝĀ": 355,
      "ě$": 356,
      "ĀĀ!Ā": 357,
      "ĠĞĞğ": 358,
      "#$": 359,
      "ę!": 360,
      "Ġ.": 361,
      "ěĜ": 362,
      "'ğ": 363,
      "Ġ!#ğ": 364,
      "&Ğ": 365,
      "\"$": 366,
      "Ġ#ğğ": 367,
      "ĠĞ\"ğ": 368,
      "ĠĞĜ": 369,
      "Ġĝ!!": 370,
      "ĠĞ$": 371,
      "Ġ!!ĝ": 372,
      "ĀĀ&": 373,
      "Ġ!ğĝ": 374,
      "Ġ\"\"!": 375,
      "ĝ$": 376,
      "!$": 377,
      "Ġ\"Ğ!": 378,
      "Ġğĝ!": 379,
      "ĀĀę": 380,
      "ĝĜ": 381,
      "ĀĀ'": 382,
      "Ġ!\"\"": 383,
      "Ġ%ğ": 384,
      "&#": 385,
      "ěě": 386,
      "Ġğ!#": 387,
      "&ĝ": 388,
      "Ġğğ#": 389,
      "ĠğĞĞ": 390,
      "'\"": 391,
      "ĀĀĘ": 392,
      "ęĞ": 393,
      "Ġ\"\"Ğ": 394,
      "ę\"": 395,
      "Ġ$#": 396,
      "Ġ!Ğ\"": 397,
      "&$": 398,
      "ĠěĞ": 399,
      "!Ĝ": 400,
      "ĠĞĞ\"": 401,
      "%%": 402,
      "ĠĒ": 403,
      "ĀĀĜĀ": 404,
      "Ġğ\"Ğ": 405,
      "Ġ#\"ğ": 406,
      "Ġ#$": 407,
      "ĠĞĝ!": 408,
      "Ġěğ": 409,
      "Ġĝğğ": 410,
      "%Ĝ": 411,
      "Ġ\"!\"": 412,
      "ĀĀ#Ā": 413,
      "Ġ\"ğ\"": 414,
      "Ġ#!!": 415,
      "'Ğ": 416,
      "ĠĝĞ!": 417,
      "Ġ\"Ĝ": 418,
      "ĠĞ!Ğ": 419,
      "Ġğ#ğ": 420,
      "!%": 421,
      "ĚĜ": 422,
      "Ğ$": 423,
      "ĀĀ(": 424,
      "Ġğě": 425,
      "\"%": 426,
      "ęĝ": 427,
      "ĠĞğĞ": 428,
      "ĀĀė": 429,
      "(!": 430,
      "ę#": 431,
      "ĞĜ": 432,
      "'#": 433,
      "ĠĝĜ": 434,
      "Ġ#!Ğ": 435,
      "Ġ!ĝğ": 436,
      "Ę!": 437,
      "Ġ\"ĞĞ": 438,
      "Ġğĝğ": 439,
      "Ġ\"#ğ": 440,
      "Ġ!ĝ!": 441,
      "\"Ĝ": 442,
      "Ęğ": 443,
      "ğ$": 444,
      "Ġ!%": 445,
      "Ġĝ$": 446,
      "Ġ$ĝ": 447,
      "ĠĜĝ": 448,
      "#Ĝ": 449,
      "Ġğğĝ": 450,
      "!ě": 451,
      "ĠĀ!": 452,
      "ĀĀěĀ": 453,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 454,
      "Ġ#ğĞ": 455,
      "Ġ/": 456,
      "ğĜ": 457,
      "ĀĀğĀğ": 458,
      "Ġĝğ\"": 459,
      "(\"": 460,
      "ě%": 461,
      "Ġ!#!": 462,
      "(ğ": 463,
      "ĘĞ": 464,
      "Ġ\"!ĝ": 465,
      "Ġ#ğ!": 466,
      "Ġ#Ĝ": 467,
      "ĠĀĞ": 468,
      "Ġ!ğ#": 469,
      "ĠĞğ#": 470,
      "#%": 471,
      "&&": 472,
      "ĀĀ)": 473,
      "'$": 474,
      "Ě$": 475,
      "ĠĞ\"\"": 476,
      "ĠğĞ#": 477,
      "Ġě!": 478,
      "Ġĝ!ğ": 479,
      "Ġĝ!\"": 480,
      "Ğ%": 481,
      "ĠĀğ": 482,
      "ĀĀĕ": 483,
      "ĀĀğĀ!": 484,
      "ĀĀ$Ā": 485,
      "Ęĝ": 486,
      "ĀĀĖ": 487,
      "ĀĀğĀĞ": 488,
      "Ġ!#Ğ": 489,
      "Ġğ#!": 490,
      "ĀĀ%Ā": 491,
      "Ġğ\"#": 492,
      "Ġ!Ğĝ": 493,
      "Ġğ%": 494,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 495,
      "ĠĞ!#": 496,
      "Ġ!!#": 497,
      "Ġ%!": 498,
      "&Ĝ": 499,
      "Ġ\"ğĝ": 500,
      "Ě%": 501,
      "ĝ%": 502,
      "ĀĀĝĀ!": 503,
      "ĠĀĝ": 504,
      "Ġ!ě": 505,
      "Ġğ!ĝ": 506,
      "\"ě": 507,
      "ĝě": 508,
      "ĀĀĞĀğ": 509,
      "ĀĀ!Ā!": 510,
      "ğ%": 511,
      "ĀĀĞĀ!": 512,
      "#&": 513,
      "Ġ$$": 514,
      "Ę\"": 515,
      "ęĜ": 516,
      "Ġğĝ\"": 517,
      "Ġ%Ğ": 518,
      "$%": 519,
      "ĠĀ\"": 520,
      "ĀĀ*": 521,
      "ĀĀ!Āğ": 522,
      "(#": 523,
      "ėĞ": 524,
      "Ěě": 525,
      "Ĝě": 526,
      "ĠĞě": 527,
      "Ġ\"\"ĝ": 528,
      ")!": 529,
      "ĠĞ#!": 530,
      "&%": 531,
      "Ġ\"#!": 532,
      "ĀĀğĀ\"": 533,
      "#ě": 534,
      "Ġ!ĝĞ": 535,
      "Ġ\"ĝğ": 536,
      "Ĝ%": 537,
      "Ġđ": 538,
      "Ġ##ğ": 539,
      "ĀĀĚĀ": 540,
      "ğě": 541,
      "Ġ\"%": 542,
      "ĠĞĞĞ": 543,
      "ĀĀĞĀĞ": 544,
      "ĀĀ!Ā\"": 545,
      "ė!": 546,
      "ę$": 547,
      "ęě": 548,
      "Ġ!#\"": 549,
      "Ġ#Ğğ": 550,
      "ĀĀĞĀĝ": 551,
      "Ġ!\"ĝ": 552,
      "'&": 553,
      "Ġ#\"!": 554,
      "\"&": 555,
      "Ġ\"ě": 556,
      "ĀĀĞĀ\"": 557,
      "ĠĞĝğ": 558,
      ")ğ": 559,
      "ĀĀ+": 560,
      "Ġ!!Ĝ": 561,
      "ĀĀğĀĜ": 562,
      "Ġĝ\"!": 563,
      "Ġ\"#Ğ": 564,
      "'%": 565,
      "($": 566,
      "Ġ\"\"\"": 567,
      "ĀĀĝĀğ": 568,
      "'ĝ": 569,
      "Ġ#\"Ğ": 570,
      "ĠĝĞ\"": 571,
      "ĠĝĞğ": 572,
      "Ġ$!ğ": 573,
      "Ę#": 574,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 575,
      "ĀĀ!ĀĞ": 576,
      "ėğ": 577,
      "ĠĜ!!": 578,
      "ę%": 579,
      "ĀĀğĀĝ": 580,
      "Ġğ#\"": 581,
      "Ġğ#Ğ": 582,
      ",ĀĀ": 583,
      "ĠğĝĞ": 584,
      "Ġĝĝ!": 585,
      "ĠĜğ!": 586,
      "ĠĜ#": 587,
      "(Ğ": 588,
      "Ġ!ğĜ": 589,
      "Ġ#ĞĞ": 590,
      "Ġ\"Ğ\"": 591,
      "Ġ!ĝ\"": 592,
      "ĀĀĜĀ!": 593,
      "!&": 594,
      "ė\"": 595,
      "Ġ\"Ğĝ": 596,
      "ĀĀĝĀ\"": 597,
      "Ġ$ğğ": 598,
      "$Ĝ": 599,
      "ĘĜ": 600,
      "ĀĀ,": 601,
      "ĀĀ-": 602,
      "ĠĞ\"#": 603,
      "*!": 604,
      "Ğě": 605,
      "ĠĞ%": 606,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 607,
      "Ġ\"ĝ!": 608,
      "\"Ě": 609,
      "(%": 610,
      "Ġ0": 611,
      "Ġ!$ğ": 612,
      "ĀĀ\"Āĝ": 613,
      "Ġěĝ": 614,
      "ĀĀĝĀĝ": 615,
      "ğĚ": 616,
      "ĀĀ!Āĝ": 617,
      "Ġĝĝğ": 618,
      "'Ĝ": 619,
      "Ğ&": 620,
      "Ġ!Ğ#": 621,
      "ĠĞ\"Ğ": 622,
      "Ġ#!ĝ": 623,
      "ĜĚ": 624,
      "ĀĀĔ": 625,
      "ĠĞĝ\"": 626,
      "(ĝ": 627,
      "Ġ#Ğ!": 628,
      "Ā*": 629,
      "ęĚ": 630,
      "Ġ#%": 631,
      "Ġğ!$": 632,
      "ĀĀ\"Āğ": 633,
      "$&": 634,
      "$ě": 635,
      "ĀĖ": 636,
      "Ġĝ#!": 637,
      "&ě": 638,
      "ĠĞĞ#": 639,
      "!Ě": 640,
      "Ġĝě": 641,
      "Ġě\"": 642,
      "ĠĝğĞ": 643,
      "ĀĀ\"ĀĞ": 644,
      "Ę$": 645,
      "Ġğ$ğ": 646,
      "Ġğğ$": 647,
      "Ġ\"!Ĝ": 648,
      "ĠĞ#ğ": 649,
      "ĠğĞĝ": 650,
      "Ġĝ\"ğ": 651,
      ")\"": 652,
      "ĝ&": 653,
      "ĠğĜ!": 654,
      "ĠĜĜ": 655,
      "Ġ%\"": 656,
      "ĞĚ": 657,
      "ğ&": 658,
      "Ġ\"!#": 659,
      "ĀĀ!ĀĜ": 660,
      "Ęě": 661,
      "ĠĐ": 662,
      "Ġ\"$ğ": 663,
      "Ġğ\"ĝ": 664,
      "Ġ$\"ğ": 665,
      "ĀĀ\"Ā!": 666,
      "Ė!": 667,
      "#Ě": 668,
      ")$": 669,
      "Ġ!\"#": 670,
      "''": 671,
      "ėĝ": 672,
      "ĝĚ": 673,
      "ĠĀĜ": 674,
      "ĠĞ!$": 675,
      "Ġ\"ĝĞ": 676,
      "ĠĜğ\"": 677,
      "Ĝ&": 678,
      "ĠĞğ$": 679,
      "Ġ\"ğĜ": 680,
      "ĠĞ!ĝ": 681,
      "Ġ#!\"": 682,
      "ğ'": 683,
      "ĠĀě": 684,
      "ĀĀē": 685,
      "Ġ$Ğğ": 686,
      "ĠĞğĝ": 687,
      "ĀĀğĀ#": 688,
      "ě&": 689,
      "Ġĝğ#": 690,
      "Ġ#ğ\"": 691,
      "Ġ$!Ğ": 692,
      "(&": 693,
      "Ā+": 694,
      "Ě&": 695,
      "ĀĀ/": 696,
      "Ğę": 697,
      "Ġğ$!": 698,
      "ĠĞ#\"": 699,
      "Ġ\"ğ#": 700,
      "Ġ!#ĝ": 701,
      "Ėğ": 702,
      "ę&": 703,
      "ĚĚ": 704,
      "ěĚ": 705,
      "ĠĜĞ!": 706,
      "Ġ$!!": 707,
      "Ġ#ğĝ": 708,
      "Ġĝ\"\"": 709,
      "Ġĝĝ\"": 710,
      "Ġ!Ĝ!": 711,
      "ĀĀĒ": 712,
      "ĀĀĝĀĞ": 713,
      "ĀĀĝĀĜ": 714,
      "Ā,": 715,
      "ĠğĜğ": 716,
      "ĀĀ#Ā!": 717,
      "Ġ$\"!": 718,
      ")#": 719,
      "ĠĀ#": 720,
      "ĠĀ$": 721,
      "Ġ!Ĝğ": 722,
      "ĀĀ\"ĀĜ": 723,
      "ĀĀĜĀğ": 724,
      "Ġ#Ğĝ": 725,
      "Ġ##!": 726,
      "Ġĝ!#": 727,
      "ĀĀ\"Ā\"": 728,
      "Ġ\"ĝ\"": 729,
      "ėĜ": 730,
      "Ġ!ĝĝ": 731,
      "ĀĀĜĀ\"": 732,
      "\"'": 733,
      "ęę": 734,
      "Ġě#": 735,
      "ĀĀ#Āğ": 736,
      "Ġ\"#\"": 737,
      "Ġ\"#ĝ": 738,
      "Ėĝ": 739,
      "Ġ!$!": 740,
      "Ġ#ě": 741,
      "Ġ%#": 742,
      "ĠĞĝĞ": 743,
      "ĠĜ\"!": 744,
      "'ě": 745,
      "ė#": 746,
      "ĠĞĜ!": 747,
      "ĀĀ.": 748,
      "Ġ%ĝ": 749,
      "Ġ!ğ$": 750,
      "ĠĚğ": 751,
      "ĀĀĞĀĜ": 752,
      "ĀĀ#Ā\"": 753,
      "%&": 754,
      "ĘĚ": 755,
      "Ġ!&": 756,
      "ĠĜ$": 757,
      "ĠğğĜ": 758,
      "Ġ%$": 759,
      "ĀĀ!Ā#": 760,
      "Ġĝ!Ğ": 761,
      "ĠĜğğ": 762,
      "ĠĜ!ğ": 763,
      "ĖĞ": 764,
      "ĀĀ#Āĝ": 765,
      "Ġ$\"Ğ": 766,
      "*#": 767,
      "Ę%": 768,
      "Ġ1": 769,
      "Ġ!Ě": 770,
      "Ġ$Ĝ": 771,
      "ĀĀğĀ%": 772,
      "ĀĀĞĀ#": 773,
      "ĀĀĞĀě": 774,
      "Ġğ##": 775,
      "ĠğĚ": 776,
      "Ġ\"Ĝğ": 777,
      "ĀĀĞĀ%": 778,
      "ĠĜ!\"": 779,
      "%ě": 780,
      "Ġ##Ğ": 781,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 782,
      "ĠĞ\"ĝ": 783,
      "ĀĀ!Ā$": 784,
      "Ġ#\"\"": 785,
      "ĠĝĞ#": 786,
      "ĀĀĜĀĝ": 787,
      "Ġ$ğĞ": 788,
      "('": 789,
      "Ėě": 790,
      "Ęę": 791,
      "Ĝę": 792,
      "ĀĀđ": 793,
      "Ġ&!": 794,
      "ĀĀ!Āě": 795,
      "Ġĝ!$": 796,
      "&'": 797,
      ")%": 798,
      "Ġğ$\"": 799,
      "Ġ\"Ĝ!": 800,
      "ĠĜĞ\"": 801,
      "Ġğ!%": 802,
      "Ġğ!Ĝ": 803,
      "ĠĞĞĝ": 804,
      "ĀĀğĀ$": 805,
      "ĀĀğĀě": 806,
      "ĀĀĜĀĞ": 807,
      ")Ğ": 808,
      "*\"": 809,
      "ėě": 810,
      "ĠĞ#Ğ": 811,
      "Ġ#\"ĝ": 812,
      "Ġğ#ĝ": 813,
      "Ġĝ\"#": 814,
      "Ġ$ğ!": 815,
      "Ġ#ĝ!": 816,
      "Ġ!!$": 817,
      "ĠĚ!": 818,
      "ĀĀğĀĚ": 819,
      "ĀĀĚĀ!": 820,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 821,
      "*ğ": 822,
      "ĕ!": 823,
      "Ġ$Ğ!": 824,
      "Ġ#Ğ\"": 825,
      "ĀĀ%Āğ": 826,
      "Ġ#ĝğ": 827,
      "#(": 828,
      "%'": 829,
      "ėĚ": 830,
      "Ěę": 831,
      "Ğ'": 832,
      "Ġ!\"Ĝ": 833,
      "Ġ#ğĜ": 834,
      "ĀĀĝĀ#": 835,
      "Ġ\"ĝĝ": 836,
      "ĠĞ$!": 837,
      "ĠĞĜğ": 838,
      "ĠĜĞğ": 839,
      "Ġ\"Ğ#": 840,
      "Ġğĝ#": 841,
      "ĀĀ#ĀĞ": 842,
      "*$": 843,
      "ĠğĜ\"": 844,
      "Ġğ\"$": 845,
      "ĀĀěĀğ": 846,
      "ĀĀěĀ\"": 847,
      "+!": 848,
      "ğę": 849,
      "ĀĀĞĀ$": 850,
      "Ġ!ĝ#": 851,
      "ĀĀ\"Ā$": 852,
      "ĀĀ$ĀĞ": 853,
      "(Ĝ": 854,
      "ĝę": 855,
      "Ġĝ#\"": 856,
      "Ġ$%": 857,
      "Ġ!!ě": 858,
      "ĠĞĝ#": 859,
      "ě'": 860,
      "Ġğ&": 861,
      "Ġ!$Ğ": 862,
      "Ġ\"$Ğ": 863,
      "Ġ$ĞĞ": 864,
      "ĠěĜ": 865,
      "ĠğĞ$": 866,
      "Ġ\"ĞĜ": 867,
      "ĠĝĞĞ": 868,
      "ĀĀĚĀğ": 869,
      "Ġ#ĝĞ": 870,
      ")&": 871,
      "Ā-": 872,
      "Ġ\"Ě": 873,
      "ĠĜĝğ": 874,
      "ĠğĞĜ": 875,
      "Ġ#!Ĝ": 876,
      "ĀĀ$Āğ": 877,
      "ĀĀěĀ!": 878,
      "ĠĜ\"\"": 879,
      "!'": 880,
      "Ġğ$Ğ": 881,
      "Ġ&\"": 882,
      "Ġ!ĞĜ": 883,
      "ĀĀ!Ā%": 884,
      "Ġĝ\"Ğ": 885,
      "Āĕ": 886,
      "ĝ'": 887,
      "Ġď": 888,
      "ĠĀĚ": 889,
      "Ġĝ#ğ": 890,
      "Ġ$#ğ": 891,
      "Ġ\"\"#": 892,
      "ĀĀ$Ā\"": 893,
      "ĠĝĝĞ": 894,
      "Ĝ'": 895,
      "ĠĞĜ\"": 896,
      "Ġ\"ĜĞ": 897,
      "Ġ#$ğ": 898,
      "Ġ#$Ğ": 899,
      "Ġ$#!": 900,
      "ĀĀ$Ā!": 901,
      "#'": 902,
      "&(": 903,
      ")'": 904,
      "ğĘ": 905,
      "Ġ!Ĝ\"": 906,
      "Ġĝ%": 907,
      "ĠĝĜ!": 908,
      "Ġ#$!": 909,
      "Ġ#!#": 910,
      "ĀĀ\"Ā%": 911,
      "ĀĀ#ĀĜ": 912,
      "ĠĜ\"ğ": 913,
      "\"ę": 914,
      "Ġ!$\"": 915,
      "ĀĀ\"Ā#": 916,
      "ĀĀ$Āĝ": 917,
      "*(": 918,
      "ė$": 919,
      "ėę": 920,
      "Ğ(": 921,
      "ĀĀĞĀ&": 922,
      "Ġğĝĝ": 923,
      "ĀĀ%Ā\"": 924,
      "!ę": 925,
      "))": 926,
      "ĀĔ": 927,
      "Ė\"": 928,
      "ěę": 929,
      "Ġ2": 930,
      "Ġ##\"": 931,
      "Ġğ\"Ĝ": 932,
      "ĀĀ!ĀĚ": 933,
      "ĀĀ#Ā$": 934,
      ")(": 935,
      ")ĝ": 936,
      "Ę&": 937,
      "ĠĝĜğ": 938,
      "Ġ##ĝ": 939,
      "Ġ!##": 940,
      "ĠĜ!Ğ": 941,
      "+\"": 942,
      "Ġ\"&": 943,
      "Ġ%!ğ": 944,
      "ĠĚĞ": 945,
      "Ġ\"ğě": 946,
      "Ġ$ğĝ": 947,
      "Ġ$!ĝ": 948,
      "ĕĝ": 949,
      "ĖĚ": 950,
      "Ę'": 951,
      "ĠĀ&": 952,
      "ĠĞ$ğ": 953,
      "Ġ$ě": 954,
      "Ġě!!": 955,
      "Ġ&$": 956,
      "ĀĀĝĀě": 957,
      "ĀĀ\"ĀĚ": 958,
      "Ġ$ğ\"": 959,
      "ĠĜğ#": 960,
      "%Ě": 961,
      "*Ğ": 962,
      "-ĀĀ": 963,
      "ĕĜ": 964,
      "ĖĜ": 965,
      "ĠĀę": 966,
      "ĠğĜĞ": 967,
      "Ġ!'": 968,
      "ĠĞĚ": 969,
      "ĠĜě": 970,
      "Ġ!ğě": 971,
      "ĀĀ\"Āě": 972,
      "ĀĀĜĀĜ": 973,
      "ĀĀ%ĀĞ": 974,
      "Ġ$\"ĝ": 975,
      "ĠĞ##": 976,
      "$'": 977,
      "'Ā": 978,
      "ĕğ": 979,
      "ěĀĀ": 980,
      "Ġĝ$!": 981,
      "Ġ$#Ğ": 982,
      "Ġěğ\"": 983,
      "Ġ\"ğ$": 984,
      "Ġ\"\"Ĝ": 985,
      "ĀĀğĀę": 986,
      "ĀĀ#Ā#": 987,
      "Ġĝ\"$": 988,
      "ĀĀěĀĞ": 989,
      "!(": 990,
      "%ę": 991,
      "ĕĞ": 992,
      "Ġ!ĜĞ": 993,
      "Ġ!Ĝĝ": 994,
      "ĀĀĜĀ#": 995,
      "\"(": 996,
      "*&": 997,
      "ĘĀĀ": 998,
      "ĠĞ$Ğ": 999,
      "ĠĜĝ!": 1000,
      "Ġěğğ": 1001,
      "Ġ\"!ě": 1002,
      "Ġĝ!ĝ": 1003,
      "ĕ#": 1004,
      "ęĀĀ": 1005,
      "Ġ!ěğ": 1006,
      "Ġ!$ĝ": 1007,
      "Ġ%\"ğ": 1008,
      "Ġ#ğ#": 1009,
      "ĀĀĝĀ$": 1010,
      "Ġ#\"#": 1011,
      "ĀĀĜĀě": 1012,
      "Ġ$!\"": 1013,
      "ĠĜ\"#": 1014,
      "$Ě": 1015,
      "Ġ!%ğ": 1016,
      "Ġ#&": 1017,
      "Ġ#Ĝ!": 1018,
      "Ġğğ%": 1019,
      "ĠěĞğ": 1020,
      "ĠĞĞ$": 1021,
      "ĠĞ\"$": 1022,
      "ĀĀ%Ā!": 1023
    },
    "merges": [
      "Ġ Ġ",
      "Ġ ğ",
      "Ġ !",
      "ĠĠ ĠĠ",
      "Ġ Ğ",
      "Ġ \"",
      "ĠĠ Ġ",
      "Ā Ā",
      "Ġ ĝ",
      "Ġ #",
      "Ġ $",
      "ĠĠĠĠ Ġ",
      "Ġ Ĝ",
      "Ġ! !",
      "Ġğ ğ",
      "Ġ ě",
      "ĠĠĠĠ ĠĠĠĠ",
      "Ġ %",
      "Ġ! ğ",
      "Ġğ !",
      "Ġ &",
      "Ġ Ě",
      "ĠĞ ğ",
      "Ġ\" !",
      "Ġğ Ğ",
      "Ġ '",
      "Ġ! \"",
      "Ġ\" ğ",
      "ĠĞ !",
      "Ġ ę",
      "ĠĠĠĠ ĠĠ",
      "Ġğ \"",
      "Ġ! Ğ",
      "Ġ (",
      "Ġ Ę",
      "Ġ\" \"",
      "Ā !",
      "ĠĞ Ğ",
      "Ā ğ",
      "ĀĀ ğ",
      "Ġ\" Ğ",
      "ĠĞ \"",
      "Ā \"",
      "Ā Ğ",
      "ĀĀ Ğ",
      "Ā ĝ",
      "Ġ# !",
      "# ğ",
      "Ġĝ ğ",
      "ĀĀ !",
      "Ġ )",
      "Ġğ ĝ",
      "Ġĝ !",
      "Ġ# ğ",
      "# !",
      "Ġ! ĝ",
      "Ġ ė",
      "ĀĀ ĝ",
      "ĀĀ \"",
      "Ā Ĝ",
      "Ġ!! ğ",
      "Ġğğ !",
      "ĠĠĠĠ ĠĠĠ",
      "Ā #",
      "Ā $",
      "Ġ! #",
      "Ġ# \"",
      "Ġğ! !",
      "ĠĞ ĝ",
      "Ġ!ğ ğ",
      "Ġĝ Ğ",
      "ĀĀ Ĝ",
      "Ġ *",
      "Ġğ #",
      "ĀĀ #",
      "Ġğğ ğ",
      "Ġ!! !",
      "Ā ě",
      "ĠĠĠĠĠĠĠĠ ĠĠĠ",
      "Ġ Ė",
      "Ġ# Ğ",
      "Ġğ! ğ",
      "Ā %",
      "Ġ\" ĝ",
      "Ġĝ \"",
      "Ġ!ğ !",
      "Ĝ !",
      "$ ğ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠ",
      "ĀĀ $",
      "$ !",
      "ĀĀ ě",
      "Ĝ ğ",
      "Ġ\" #",
      "Ā Ě",
      "Ā &",
      "Ġ$ ğ",
      "Ġĝ ĝ",
      "Ġ$ !",
      "ĠĜ ğ",
      "ĀĀ %",
      "Ġ +",
      "ĠĜ !",
      "Ĝ \"",
      "ĀĀ Ě",
      "$ \"",
      "Ğ !",
      "Ġ$ \"",
      "# \"",
      "$ Ğ",
      "Ġ# ĝ",
      "Ğ ğ",
      "Ā ę",
      "ĠĠĠĠĠĠĠĠ ĠĠ",
      "Ĝ Ğ",
      "Ġ ĕ",
      "# ĀĀ",
      "$ ĀĀ",
      "# Ğ",
      "ě ğ",
      "ĠĜ \"",
      "Ā '",
      "ĠĞğ !",
      "Ġ ĀĀ",
      "Ġ\"! ğ",
      "% ĀĀ",
      "Ğ \"",
      "ĝ ğ",
      "ě !",
      "Ġ!\" ğ",
      "ğ ğ",
      "& ĀĀ",
      "ĠğĞ !",
      "% !",
      "% ğ",
      "Ġ!! Ğ",
      "Ġğ! \"",
      "Ġ!ğ Ğ",
      "ĠĞ #",
      "ğ !",
      "Ā Ę",
      "ě \"",
      "ĝ !",
      "' ĀĀ",
      "Ġ ,",
      "Ğ Ğ",
      "Ġ\"ğ ğ",
      "$ #",
      "\" !",
      "Ġğğ \"",
      "! !",
      "Ĝ #",
      "! ğ",
      "( ĀĀ",
      "Ĝ ĝ",
      "\" ğ",
      "% \"",
      "ĠğĞ ğ",
      "ĝ \"",
      "Ġğ\" !",
      "ĠĞ! !",
      "Ġ!Ğ ğ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ",
      "Ġ Ĕ",
      "Ā (",
      "$ ĝ",
      "% Ğ",
      "ĝ Ğ",
      "ğ Ğ",
      "! Ğ",
      "ě Ğ",
      "# #",
      "Ġ\"! !",
      ") ĀĀ",
      "Ě ğ",
      "\" \"",
      "Ġğ\" ğ",
      "Ġğğ Ğ",
      "ĠĞğ ğ",
      "ĠĞ! ğ",
      "Ġ!\" !",
      "! \"",
      "Ġğ Ĝ",
      "Ġ!! \"",
      "Ā ė",
      "# ĝ",
      "Ġ!Ğ !",
      "Ě \"",
      "ğ \"",
      "ě ĝ",
      "\" Ğ",
      "Ġ\"\" ğ",
      "Ā )",
      "& !",
      "Ě !",
      "$ $",
      "ĠĜ Ğ",
      "ĠĞğ \"",
      "Ġğ! Ğ",
      "* ĀĀ",
      "Ġ! Ĝ",
      "Ġ!ğ \"",
      "Ġ -",
      "ĝ #",
      "ĝ ĀĀ",
      "Ġ$ Ğ",
      "Ġ\"ğ !",
      "Ġ\"! Ğ",
      "& ğ",
      "ě #",
      "ĠĞĞ !",
      "! #",
      "% #",
      "Ġ! $",
      "Ġ# #",
      "Ĝ ĀĀ",
      "\" ĀĀ",
      "ĀĀğ Ā",
      "% ĝ",
      "ğ #",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ",
      "ĠĠĠĠ ĠĠĠĠĠ",
      "Ġ Ā",
      "Ğ ĀĀ",
      "Ġĝ #",
      "Ġ\"ğ Ğ",
      "Ġ\" $",
      "ĀĀĞ Ā",
      "Ġğ $",
      "! ĝ",
      "% $",
      "& \"",
      "ĝ ĝ",
      "Ġ\"Ğ ğ",
      "+ ĀĀ",
      "Ĝ $",
      "\" ĝ",
      "Ĝ Ĝ",
      "Ġ ē",
      "ĠğĞ \"",
      "ĠĞ! \"",
      "ĀĀ\" Ā",
      "Ġğ\" \"",
      "\" #",
      "Ġ!\" Ğ",
      "ĠĞ\" !",
      "Ġ#! ğ",
      "Ě Ğ",
      "Ġ!Ğ Ğ",
      "ę ğ",
      "' !",
      "Ě ĝ",
      "Ğ #",
      "Ě #",
      "Ğ ĝ",
      "ğ ĝ",
      "Ġĝğ !",
      "ĀĀĝ Ā",
      "ě $",
      "ĀĀ! Ā",
      "ĠĞĞ ğ",
      "# $",
      "ę !",
      "Ġ .",
      "ě Ĝ",
      "' ğ",
      "Ġ! #ğ",
      "& Ğ",
      "\" $",
      "Ġ#ğ ğ",
      "ĠĞ\" ğ",
      "ĠĞ Ĝ",
      "Ġĝ! !",
      "ĠĞ $",
      "Ġ!! ĝ",
      "ĀĀ &",
      "Ġ!ğ ĝ",
      "Ġ\"\" !",
      "ĝ $",
      "! $",
      "Ġ\"Ğ !",
      "Ġğĝ !",
      "ĀĀ ę",
      "ĝ Ĝ",
      "ĀĀ '",
      "Ġ!\" \"",
      "Ġ% ğ",
      "& #",
      "ě ě",
      "Ġğ! #",
      "& ĝ",
      "Ġğğ #",
      "ĠğĞ Ğ",
      "' \"",
      "ĀĀ Ę",
      "ę Ğ",
      "Ġ\"\" Ğ",
      "ę \"",
      "Ġ$ #",
      "Ġ!Ğ \"",
      "& $",
      "Ġě Ğ",
      "! Ĝ",
      "ĠĞĞ \"",
      "% %",
      "Ġ Ē",
      "ĀĀĜ Ā",
      "Ġğ\" Ğ",
      "Ġ#\" ğ",
      "Ġ# $",
      "ĠĞĝ !",
      "Ġě ğ",
      "Ġĝğ ğ",
      "% Ĝ",
      "Ġ\"! \"",
      "ĀĀ# Ā",
      "Ġ\"ğ \"",
      "Ġ#! !",
      "' Ğ",
      "ĠĝĞ !",
      "Ġ\" Ĝ",
      "ĠĞ! Ğ",
      "Ġğ #ğ",
      "! %",
      "Ě Ĝ",
      "Ğ $",
      "ĀĀ (",
      "Ġğ ě",
      "\" %",
      "ę ĝ",
      "ĠĞğ Ğ",
      "ĀĀ ė",
      "( !",
      "ę #",
      "Ğ Ĝ",
      "' #",
      "Ġĝ Ĝ",
      "Ġ#! Ğ",
      "Ġ!ĝ ğ",
      "Ę !",
      "Ġ\"Ğ Ğ",
      "Ġğĝ ğ",
      "Ġ\" #ğ",
      "Ġ!ĝ !",
      "\" Ĝ",
      "Ę ğ",
      "ğ $",
      "Ġ! %",
      "Ġĝ $",
      "Ġ$ ĝ",
      "ĠĜ ĝ",
      "# Ĝ",
      "Ġğğ ĝ",
      "! ě",
      "Ġ Ā!",
      "ĀĀě Ā",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ",
      "Ġ#ğ Ğ",
      "Ġ /",
      "ğ Ĝ",
      "ĀĀğ Āğ",
      "Ġĝğ \"",
      "( \"",
      "ě %",
      "Ġ! #!",
      "( ğ",
      "Ę Ğ",
      "Ġ\"! ĝ",
      "Ġ#ğ !",
      "Ġ# Ĝ",
      "Ġ ĀĞ",
      "Ġ!ğ #",
      "ĠĞğ #",
      "# %",
      "& &",
      "ĀĀ )",
      "' $",
      "Ě $",
      "ĠĞ\" \"",
      "ĠğĞ #",
      "Ġě !",
      "Ġĝ! ğ",
      "Ġĝ! \"",
      "Ğ %",
      "Ġ Āğ",
      "ĀĀ ĕ",
      "ĀĀğ Ā!",
      "ĀĀ$ Ā",
      "Ę ĝ",
      "ĀĀ Ė",
      "ĀĀğ ĀĞ",
      "Ġ!# Ğ",
      "Ġğ #!",
      "ĀĀ% Ā",
      "Ġğ\" #",
      "Ġ!Ğ ĝ",
      "Ġğ %",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ",
      "ĠĞ! #",
      "Ġ!! #",
      "Ġ% !",
      "& Ĝ",
      "Ġ\"ğ ĝ",
      "Ě %",
      "ĝ %",
      "ĀĀĝ Ā!",
      "Ġ Āĝ",
      "Ġ! ě",
      "Ġğ! ĝ",
      "\" ě",
      "ĝ ě",
      "ĀĀĞ Āğ",
      "ĀĀ! Ā!",
      "ğ %",
      "ĀĀĞ Ā!",
      "# &",
      "Ġ$ $",
      "Ę \"",
      "ę Ĝ",
      "Ġğĝ \"",
      "Ġ% Ğ",
      "$ %",
      "Ġ Ā\"",
      "ĀĀ *",
      "ĀĀ! Āğ",
      "( #",
      "ė Ğ",
      "Ě ě",
      "Ĝ ě",
      "ĠĞ ě",
      "Ġ\"\" ĝ",
      ") !",
      "ĠĞ #!",
      "& %",
      "Ġ\" #!",
      "ĀĀğ Ā\"",
      "# ě",
      "Ġ!ĝ Ğ",
      "Ġ\"ĝ ğ",
      "Ĝ %",
      "Ġ đ",
      "Ġ# #ğ",
      "ĀĀĚ Ā",
      "ğ ě",
      "Ġ\" %",
      "ĠĞĞ Ğ",
      "ĀĀĞ ĀĞ",
      "ĀĀ! Ā\"",
      "ė !",
      "ę $",
      "ę ě",
      "Ġ!# \"",
      "Ġ#Ğ ğ",
      "ĀĀĞ Āĝ",
      "Ġ!\" ĝ",
      "' &",
      "Ġ#\" !",
      "\" &",
      "Ġ\" ě",
      "ĀĀĞ Ā\"",
      "ĠĞĝ ğ",
      ") ğ",
      "ĀĀ +",
      "Ġ!! Ĝ",
      "ĀĀğ ĀĜ",
      "Ġĝ\" !",
      "Ġ\"# Ğ",
      "' %",
      "( $",
      "Ġ\"\" \"",
      "ĀĀĝ Āğ",
      "' ĝ",
      "Ġ#\" Ğ",
      "ĠĝĞ \"",
      "ĠĝĞ ğ",
      "Ġ$! ğ",
      "Ę #",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ",
      "ĀĀ! ĀĞ",
      "ė ğ",
      "ĠĜ! !",
      "ę %",
      "ĀĀğ Āĝ",
      "Ġğ# \"",
      "Ġğ# Ğ",
      ", ĀĀ",
      "Ġğĝ Ğ",
      "Ġĝĝ !",
      "ĠĜğ !",
      "ĠĜ #",
      "( Ğ",
      "Ġ!ğ Ĝ",
      "Ġ#Ğ Ğ",
      "Ġ\"Ğ \"",
      "Ġ!ĝ \"",
      "ĀĀĜ Ā!",
      "! &",
      "ė \"",
      "Ġ\"Ğ ĝ",
      "ĀĀĝ Ā\"",
      "Ġ$ğ ğ",
      "$ Ĝ",
      "Ę Ĝ",
      "ĀĀ ,",
      "ĀĀ -",
      "ĠĞ\" #",
      "* !",
      "Ğ ě",
      "ĠĞ %",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ",
      "Ġ\"ĝ !",
      "\" Ě",
      "( %",
      "Ġ 0",
      "Ġ! $ğ",
      "ĀĀ\" Āĝ",
      "Ġě ĝ",
      "ĀĀĝ Āĝ",
      "ğ Ě",
      "ĀĀ! Āĝ",
      "Ġĝĝ ğ",
      "' Ĝ",
      "Ğ &",
      "Ġ!Ğ #",
      "ĠĞ\" Ğ",
      "Ġ#! ĝ",
      "Ĝ Ě",
      "ĀĀ Ĕ",
      "ĠĞĝ \"",
      "( ĝ",
      "Ġ#Ğ !",
      "Ā *",
      "ę Ě",
      "Ġ# %",
      "Ġğ! $",
      "ĀĀ\" Āğ",
      "$ &",
      "$ ě",
      "Ā Ė",
      "Ġĝ #!",
      "& ě",
      "ĠĞĞ #",
      "! Ě",
      "Ġĝ ě",
      "Ġě \"",
      "Ġĝğ Ğ",
      "ĀĀ\" ĀĞ",
      "Ę $",
      "Ġğ $ğ",
      "Ġğğ $",
      "Ġ\"! Ĝ",
      "ĠĞ #ğ",
      "ĠğĞ ĝ",
      "Ġĝ\" ğ",
      ") \"",
      "ĝ &",
      "Ġğ Ĝ!",
      "ĠĜ Ĝ",
      "Ġ% \"",
      "Ğ Ě",
      "ğ &",
      "Ġ\"! #",
      "ĀĀ! ĀĜ",
      "Ę ě",
      "Ġ Đ",
      "Ġ\" $ğ",
      "Ġğ\" ĝ",
      "Ġ$\" ğ",
      "ĀĀ\" Ā!",
      "Ė !",
      "# Ě",
      ") $",
      "Ġ!\" #",
      "' '",
      "ė ĝ",
      "ĝ Ě",
      "Ġ ĀĜ",
      "ĠĞ! $",
      "Ġ\"ĝ Ğ",
      "ĠĜğ \"",
      "Ĝ &",
      "ĠĞğ $",
      "Ġ\"ğ Ĝ",
      "ĠĞ! ĝ",
      "Ġ#! \"",
      "ğ '",
      "Ġ Āě",
      "ĀĀ ē",
      "Ġ$ Ğğ",
      "ĠĞğ ĝ",
      "ĀĀğ Ā#",
      "ě &",
      "Ġĝğ #",
      "Ġ#ğ \"",
      "Ġ$! Ğ",
      "( &",
      "Ā +",
      "Ě &",
      "ĀĀ /",
      "Ğ ę",
      "Ġğ $!",
      "ĠĞ #\"",
      "Ġ\"ğ #",
      "Ġ!# ĝ",
      "Ė ğ",
      "ę &",
      "Ě Ě",
      "ě Ě",
      "ĠĜ Ğ!",
      "Ġ$! !",
      "Ġ#ğ ĝ",
      "Ġĝ\" \"",
      "Ġĝĝ \"",
      "Ġ! Ĝ!",
      "ĀĀ Ē",
      "ĀĀĝ ĀĞ",
      "ĀĀĝ ĀĜ",
      "Ā ,",
      "Ġğ Ĝğ",
      "ĀĀ# Ā!",
      "Ġ$\" !",
      ") #",
      "Ġ Ā#",
      "Ġ Ā$",
      "Ġ! Ĝğ",
      "ĀĀ\" ĀĜ",
      "ĀĀĜ Āğ",
      "Ġ#Ğ ĝ",
      "Ġ# #!",
      "Ġĝ! #",
      "ĀĀ\" Ā\"",
      "Ġ\"ĝ \"",
      "ė Ĝ",
      "Ġ!ĝ ĝ",
      "ĀĀĜ Ā\"",
      "\" '",
      "ę ę",
      "Ġě #",
      "ĀĀ# Āğ",
      "Ġ\"# \"",
      "Ġ\"# ĝ",
      "Ė ĝ",
      "Ġ! $!",
      "Ġ# ě",
      "Ġ% #",
      "ĠĞĝ Ğ",
      "ĠĜ\" !",
      "' ě",
      "ė #",
      "ĠĞ Ĝ!",
      "ĀĀ .",
      "Ġ% ĝ",
      "Ġ!ğ $",
      "ĠĚ ğ",
      "ĀĀĞ ĀĜ",
      "ĀĀ# Ā\"",
      "% &",
      "Ę Ě",
      "Ġ! &",
      "ĠĜ $",
      "Ġğğ Ĝ",
      "Ġ% $",
      "ĀĀ! Ā#",
      "Ġĝ! Ğ",
      "ĠĜğ ğ",
      "ĠĜ! ğ",
      "Ė Ğ",
      "ĀĀ# Āĝ",
      "Ġ$\" Ğ",
      "* #",
      "Ę %",
      "Ġ 1",
      "Ġ! Ě",
      "Ġ$ Ĝ",
      "ĀĀğ Ā%",
      "ĀĀĞ Ā#",
      "ĀĀĞ Āě",
      "Ġğ# #",
      "Ġğ Ě",
      "Ġ\" Ĝğ",
      "ĀĀĞ Ā%",
      "ĠĜ! \"",
      "% ě",
      "Ġ# #Ğ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ",
      "ĠĞ\" ĝ",
      "ĀĀ! Ā$",
      "Ġ#\" \"",
      "ĠĝĞ #",
      "ĀĀĜ Āĝ",
      "Ġ$ğ Ğ",
      "( '",
      "Ė ě",
      "Ę ę",
      "Ĝ ę",
      "ĀĀ đ",
      "Ġ& !",
      "ĀĀ! Āě",
      "Ġĝ! $",
      "& '",
      ") %",
      "Ġğ $\"",
      "Ġ\" Ĝ!",
      "ĠĜ Ğ\"",
      "Ġğ! %",
      "Ġğ! Ĝ",
      "ĠĞĞ ĝ",
      "ĀĀğ Ā$",
      "ĀĀğ Āě",
      "ĀĀĜ ĀĞ",
      ") Ğ",
      "* \"",
      "ė ě",
      "ĠĞ #Ğ",
      "Ġ#\" ĝ",
      "Ġğ# ĝ",
      "Ġĝ\" #",
      "Ġ$ğ !",
      "Ġ#ĝ !",
      "Ġ!! $",
      "ĠĚ !",
      "ĀĀğ ĀĚ",
      "ĀĀĚ Ā!",
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
      "* ğ",
      "ĕ !",
      "Ġ$ Ğ!",
      "Ġ#Ğ \"",
      "ĀĀ% Āğ",
      "Ġ#ĝ ğ",
      "# (",
      "% '",
      "ė Ě",
      "Ě ę",
      "Ğ '",
      "Ġ!\" Ĝ",
      "Ġ#ğ Ĝ",
      "ĀĀĝ Ā#",
      "Ġ\"ĝ ĝ",
      "ĠĞ $!",
      "ĠĞ Ĝğ",
      "ĠĜ Ğğ",
      "Ġ\"Ğ #",
      "Ġğĝ #",
      "ĀĀ# ĀĞ",
      "* $",
      "Ġğ Ĝ\"",
      "Ġğ\" $",
      "ĀĀě Āğ",
      "ĀĀě Ā\"",
      "+ !",
      "ğ ę",
      "ĀĀĞ Ā$",
      "Ġ!ĝ #",
      "ĀĀ\" Ā$",
      "ĀĀ$ ĀĞ",
      "( Ĝ",
      "ĝ ę",
      "Ġĝ #\"",
      "Ġ$ %",
      "Ġ!! ě",
      "ĠĞĝ #",
      "ě '",
      "Ġğ &",
      "Ġ! $Ğ",
      "Ġ\" $Ğ",
      "Ġ$ ĞĞ",
      "Ġě Ĝ",
      "ĠğĞ $",
      "Ġ\"Ğ Ĝ",
      "ĠĝĞ Ğ",
      "ĀĀĚ Āğ",
      "Ġ#ĝ Ğ",
      ") &",
      "Ā -",
      "Ġ\" Ě",
      "ĠĜ ĝğ",
      "ĠğĞ Ĝ",
      "Ġ#! Ĝ",
      "ĀĀ$ Āğ",
      "ĀĀě Ā!",
      "ĠĜ\" \"",
      "! '",
      "Ġğ $Ğ",
      "Ġ& \"",
      "Ġ!Ğ Ĝ",
      "ĀĀ! Ā%",
      "Ġĝ\" Ğ",
      "Ā ĕ",
      "ĝ '",
      "Ġ ď",
      "Ġ ĀĚ",
      "Ġĝ #ğ",
      "Ġ$ #ğ",
      "Ġ\"\" #",
      "ĀĀ$ Ā\"",
      "Ġĝĝ Ğ",
      "Ĝ '",
      "ĠĞ Ĝ\"",
      "Ġ\" ĜĞ",
      "Ġ# $ğ",
      "Ġ# $Ğ",
      "Ġ$ #!",
      "ĀĀ$ Ā!",
      "# '",
      "& (",
      ") '",
      "ğ Ę",
      "Ġ! Ĝ\"",
      "Ġĝ %",
      "Ġĝ Ĝ!",
      "Ġ# $!",
      "Ġ#! #",
      "ĀĀ\" Ā%",
      "ĀĀ# ĀĜ",
      "ĠĜ\" ğ",
      "\" ę",
      "Ġ! $\"",
      "ĀĀ\" Ā#",
      "ĀĀ$ Āĝ",
      "* (",
      "ė $",
      "ė ę",
      "Ğ (",
      "ĀĀĞ Ā&",
      "Ġğĝ ĝ",
      "ĀĀ% Ā\"",
      "! ę",
      ") )",
      "Ā Ĕ",
      "Ė \"",
      "ě ę",
      "Ġ 2",
      "Ġ# #\"",
      "Ġğ\" Ĝ",
      "ĀĀ! ĀĚ",
      "ĀĀ# Ā$",
      ") (",
      ") ĝ",
      "Ę &",
      "Ġĝ Ĝğ",
      "Ġ# #ĝ",
      "Ġ!# #",
      "ĠĜ! Ğ",
      "+ \"",
      "Ġ\" &",
      "Ġ% !ğ",
      "ĠĚ Ğ",
      "Ġ\"ğ ě",
      "Ġ$ğ ĝ",
      "Ġ$! ĝ",
      "ĕ ĝ",
      "Ė Ě",
      "Ę '",
      "Ġ Ā&",
      "ĠĞ $ğ",
      "Ġ$ ě",
      "Ġě !!",
      "Ġ& $",
      "ĀĀĝ Āě",
      "ĀĀ\" ĀĚ",
      "Ġ$ğ \"",
      "ĠĜğ #",
      "% Ě",
      "* Ğ",
      "- ĀĀ",
      "ĕ Ĝ",
      "Ė Ĝ",
      "Ġ Āę",
      "Ġğ ĜĞ",
      "Ġ! '",
      "ĠĞ Ě",
      "ĠĜ ě",
      "Ġ!ğ ě",
      "ĀĀ\" Āě",
      "ĀĀĜ ĀĜ",
      "ĀĀ% ĀĞ",
      "Ġ$\" ĝ",
      "ĠĞ# #",
      "$ '",
      "' Ā",
      "ĕ ğ",
      "ě ĀĀ",
      "Ġĝ $!",
      "Ġ$ #Ğ",
      "Ġě ğ\"",
      "Ġ\"ğ $",
      "Ġ\"\" Ĝ",
      "ĀĀğ Āę",
      "ĀĀ# Ā#",
      "Ġĝ\" $",
      "ĀĀě ĀĞ",
      "! (",
      "% ę",
      "ĕ Ğ",
      "Ġ! ĜĞ",
      "Ġ! Ĝĝ",
      "ĀĀĜ Ā#",
      "\" (",
      "* &",
      "Ę ĀĀ",
      "ĠĞ $Ğ",
      "ĠĜ ĝ!",
      "Ġě ğğ",
      "Ġ\"! ě",
      "Ġĝ! ĝ",
      "ĕ #",
      "ę ĀĀ",
      "Ġ! ěğ",
      "Ġ! $ĝ",
      "Ġ% \"ğ",
      "Ġ#ğ #",
      "ĀĀĝ Ā$",
      "Ġ#\" #",
      "ĀĀĜ Āě",
      "Ġ$! \"",
      "ĠĜ\" #",
      "$ Ě",
      "Ġ! %ğ",
      "Ġ# &",
      "Ġ# Ĝ!",
      "Ġğğ %",
      "Ġě Ğğ",
      "ĠĞĞ $",
      "ĠĞ\" $",
      "ĀĀ% Ā!"
    ]
  }
}