{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "Ā": 98,
      "ĉ": 99,
      "č": 100,
      "Ď": 101,
      "ď": 102,
      "Đ": 103,
      "đ": 104,
      "Ē": 105,
      "ē": 106,
      "Ĕ": 107,
      "ĕ": 108,
      "Ė": 109,
      "ė": 110,
      "Ę": 111,
      "ę": 112,
      "Ě": 113,
      "ě": 114,
      "Ĝ": 115,
      "ĝ": 116,
      "Ğ": 117,
      "ğ": 118,
      "Ġ": 119,
      "66": 120,
      "6666": 121,
      "67": 122,
      "65": 123,
      "665": 124,
      "667": 125,
      "68": 126,
      "64": 127,
      "668": 128,
      "664": 129,
      "69": 130,
      "63": 131,
      "ĀĀ": 132,
      "766": 133,
      "566": 134,
      "56666": 135,
      "76666": 136,
      "466": 137,
      "62": 138,
      "866": 139,
      "366": 140,
      "966": 141,
      "61": 142,
      "676666": 143,
      "656666": 144,
      "6676": 145,
      "6656": 146,
      "266": 147,
      "46666": 148,
      "86666": 149,
      "669": 150,
      "7665": 151,
      "663": 152,
      "5667": 153,
      "5665": 154,
      "7667": 155,
      "60": 156,
      "655": 157,
      "677": 158,
      "657": 159,
      "6686": 160,
      "675": 161,
      "6665": 162,
      "6667": 163,
      "662": 164,
      "6646": 165,
      "66667": 166,
      "66665": 167,
      "666": 168,
      "4667": 169,
      "166": 170,
      "685": 171,
      "8665": 172,
      "7668": 173,
      "7664": 174,
      "678": 175,
      "4665": 176,
      "645": 177,
      "687": 178,
      "8667": 179,
      "066": 180,
      "66666666": 181,
      "5668": 182,
      "647": 183,
      "76667": 184,
      "661": 185,
      "674": 186,
      "658": 187,
      "5664": 188,
      "654": 189,
      "6668": 190,
      "36666": 191,
      "56665": 192,
      "36": 193,
      "4668": 194,
      "96666": 195,
      "684": 196,
      "3667": 197,
      "65667": 198,
      "688": 199,
      "646666": 200,
      "648": 201,
      "9665": 202,
      "8664": 203,
      "3665": 204,
      "4664": 205,
      "697": 206,
      "9667": 207,
      "635": 208,
      "644": 209,
      "660": 210,
      "67667": 211,
      "679": 212,
      "5669": 213,
      "65665": 214,
      "26": 215,
      "695": 216,
      "8668": 217,
      "7669": 218,
      "6664": 219,
      "6676666": 220,
      "67665": 221,
      "566665": 222,
      "686666": 223,
      "766667": 224,
      "566667": 225,
      "653": 226,
      "3668": 227,
      "659": 228,
      "698": 229,
      "46665": 230,
      "66656666": 231,
      "6656666": 232,
      "766665": 233,
      "673": 234,
      "637": 235,
      "26666": 236,
      "66676666": 237,
      "4669": 238,
      "::": 239,
      "86667": 240,
      "643": 241,
      "694": 242,
      "9664": 243,
      "6696": 244,
      "6636": 245,
      "683": 246,
      "56667": 247,
      "16": 248,
      "689": 249,
      "3664": 250,
      "6669": 251,
      "87": 252,
      "2665": 253,
      "625": 254,
      "56676": 255,
      "9668": 256,
      "5663": 257,
      "6626": 258,
      "66664": 259,
      "2667": 260,
      "7663": 261,
      "634": 262,
      "06": 263,
      "6576666": 264,
      "6566667": 265,
      "6776666": 266,
      "649": 267,
      "8669": 268,
      "56656": 269,
      "76656": 270,
      "638": 271,
      "2668": 272,
      ":;": 273,
      "64665": 274,
      "76676": 275,
      "6556666": 276,
      "3669": 277,
      "6766667": 278,
      "76665": 279,
      ";:": 280,
      "=ĀĀ": 281,
      "66668": 282,
      "627": 283,
      "68665": 284,
      "6766665": 285,
      "646": 286,
      "9669": 287,
      "2664": 288,
      "45": 289,
      "652": 290,
      "6566665": 291,
      "672": 292,
      "633": 293,
      "6663": 294,
      "64667": 295,
      "693": 296,
      "76668": 297,
      "8663": 298,
      "466667": 299,
      "16666": 300,
      ":ĀĀ": 301,
      "47": 302,
      "642": 303,
      "5662": 304,
      "682": 305,
      ":Ā": 306,
      "699": 307,
      "624": 308,
      "85": 309,
      "<ĀĀ": 310,
      "6756666": 311,
      "866667": 312,
      ";;": 313,
      "?ĀĀ": 314,
      "676": 315,
      "866665": 316,
      "66656": 317,
      "4663": 318,
      "Ā:": 319,
      "@ĀĀ": 320,
      "623": 321,
      "656": 322,
      "7662": 323,
      "2669": 324,
      "6616": 325,
      "86668": 326,
      "632": 327,
      "56664": 328,
      "617": 329,
      "466665": 330,
      "35": 331,
      "651": 332,
      "639": 333,
      "88": 334,
      ">ĀĀ": 335,
      "46676": 336,
      "67664": 337,
      "65656666": 338,
      "76646": 339,
      "1667": 340,
      "1668": 341,
      "86656": 342,
      ":<": 343,
      "68667": 344,
      "4662": 345,
      "3663": 346,
      "1665": 347,
      "56686": 348,
      "<;": 349,
      "Ā;": 350,
      "628": 351,
      "615": 352,
      "66669": 353,
      "6676667": 354,
      "566664": 355,
      "36664": 356,
      "1664": 357,
      "46656": 358,
      "Ā.": 359,
      "65676666": 360,
      "681": 361,
      "8662": 362,
      "6606": 363,
      "Ā/": 364,
      "Ā<": 365,
      "636": 366,
      "46664": 367,
      "9663": 368,
      "614": 369,
      "86676": 370,
      "6756665": 371,
      "566668": 372,
      "96667": 373,
      "671": 374,
      "6576667": 375,
      "692": 376,
      "ĀĀ:Ā": 377,
      "5661": 378,
      "<:": 379,
      "Ā=": 380,
      "6662": 381,
      "691": 382,
      "7661": 383,
      "6666667": 384,
      "67656666": 385,
      "65668": 386,
      "641": 387,
      "6466667": 388,
      "766664": 389,
      "9666": 390,
      ";<": 391,
      "Ā-": 392,
      "65664": 393,
      "96668": 394,
      "37": 395,
      "670": 396,
      "6776667": 397,
      "618": 398,
      "67676666": 399,
      "756666": 400,
      "6556665": 401,
      "66568": 402,
      "6656665": 403,
      "36665": 404,
      "619": 405,
      "/:": 406,
      "0667": 407,
      "96656": 408,
      "=:": 409,
      "ĀĀ.": 410,
      "766669": 411,
      "2663": 412,
      "Ā>": 413,
      "6766": 414,
      "66556666": 415,
      "3662": 416,
      "76686": 417,
      ":/": 418,
      ";ĀĀ": 419,
      "666666666666": 420,
      "36656": 421,
      "966667": 422,
      "696666": 423,
      "ĀĀ=": 424,
      "766668": 425,
      "566565": 426,
      "6667667": 427,
      "0665": 428,
      "75667": 429,
      "/Ā": 430,
      "06666": 431,
      "36676": 432,
      "56646": 433,
      ";/": 434,
      "9662": 435,
      "766567": 436,
      "1669": 437,
      "46686": 438,
      "Ā?": 439,
      "6546666": 440,
      "6866665": 441,
      "626": 442,
      ".:": 443,
      "38": 444,
      "86686": 445,
      "76636": 446,
      "766666": 447,
      "622": 448,
      "629": 449,
      "8661": 450,
      "77667": 451,
      ">:": 452,
      "6677667": 453,
      "640": 454,
      "631": 455,
      "63667": 456,
      "7666": 457,
      "566669": 458,
      "46636": 459,
      "613": 460,
      "616": 461,
      "566567": 462,
      "96676": 463,
      ":=": 464,
      "666667": 465,
      "66567": 466,
      "6657665": 467,
      "636666": 468,
      "66676": 469,
      "366667": 470,
      "68668": 471,
      "6866667": 472,
      "6686666": 473,
      "4661": 474,
      "46667": 475,
      "766565": 476,
      "31": 477,
      "576666": 478,
      "=<": 479,
      "696": 480,
      "56668": 481,
      "3661": 482,
      "2661": 483,
      "766568": 484,
      "666655": 485,
      ",Ā": 486,
      "0664": 487,
      "Ā@": 488,
      "6566": 489,
      "6565667": 490,
      "6556667": 491,
      "66767": 492,
      "6466": 493,
      "6456666": 494,
      "7660": 495,
      "76626": 496,
      "56636": 497,
      "86636": 498,
      "6575667": 499,
      "44": 500,
      "<<": 501,
      "=;": 502,
      "6765667": 503,
      "6567": 504,
      "6856666": 505,
      "690": 506,
      "ĀĀ;": 507,
      "4660": 508,
      "466669": 509,
      "6775667": 510,
      "36646": 511,
      "776666": 512,
      "96686": 513,
      "66565": 514,
      "6655665": 515,
      "ĀĀ>": 516,
      "2662": 517,
      "65576666": 518,
      "1663": 519,
      "55665": 520,
      "86646": 521,
      "6765665": 522,
      "66576666": 523,
      "6675667": 524,
      "6646666": 525,
      "63665": 526,
      "76669": 527,
      "612": 528,
      "56696": 529,
      "76696": 530,
      "/ĀĀ": 531,
      "0669": 532,
      "34": 533,
      "84": 534,
      "?:": 535,
      "Ā,": 536,
      "66366": 537,
      "66756666": 538,
      "6476666": 539,
      "ĀĀ+": 540,
      "5666": 541,
      "666657": 542,
      "/.": 543,
      "04": 544,
      ";=": 545,
      "66868": 546,
      "ĀĀ/Ā": 547,
      "676666667": 548,
      "866666": 549,
      "6557665": 550,
      "6555665": 551,
      "6755665": 552,
      "6665665": 553,
      "46696": 554,
      "02": 555,
      "26676": 556,
      ":-": 557,
      "</": 558,
      "6660": 559,
      "6767667": 560,
      "64663": 561,
      "ĀĀ@": 562,
      "4666": 563,
      "566765": 564,
      "6577667": 565,
      "33": 566,
      "<Ā": 567,
      "Ā+": 568,
      "667665": 569,
      "680": 570,
      "686": 571,
      "6466665": 572,
      "56626": 573,
      "8666": 574,
      "2666": 575,
      "<=": 576,
      ">;": 577,
      "650": 578,
      "64664": 579,
      "6469": 580,
      "6686668": 581,
      "621": 582,
      "86665": 583,
      "676666665": 584,
      "6566666666": 585,
      "67576666": 586,
      "6667665": 587,
      "466656": 588,
      "43": 589,
      "98": 590,
      "66666": 591,
      "6866": 592,
      "6476667": 593,
      "76664": 594,
      "9660": 595,
      "766676": 596,
      "ĀĀ=Ā": 597,
      "./": 598,
      "/;": 599,
      "16676": 600,
      "26656": 601,
      "96646": 602,
      "66662": 603,
      "6666665": 604,
      "676656": 605,
      "656676": 606,
      "6656664": 607,
      "6869": 608,
      "6686667": 609,
      "6646665": 610,
      "620": 611,
      "96636": 612,
      "604": 613,
      "608": 614,
      "ĀĀ.Ā": 615,
      ".-": 616,
      "05": 617,
      ":>": 618,
      "66646666": 619,
      "66661": 620,
      "666665": 621,
      "68664": 622,
      "66867": 623,
      "6687667": 624,
      "6646664": 625,
      "56663": 626,
      "5666665": 627,
      "36626": 628,
      "656666667": 629,
      "466664": 630,
      "603": 631,
      "67776666": 632,
      "6777667": 633,
      "6757665": 634,
      "6665667": 635,
      "6785667": 636,
      ",ĀĀ": 637,
      "07": 638,
      "08": 639,
      "49": 640,
      "46646": 641,
      "95": 642,
      "99": 643,
      ";>": 644,
      "<.": 645,
      "6786666": 646,
      "6767665": 647,
      "6567667": 648,
      "6565665": 649,
      "68656666": 650,
      "69667": 651,
      "6366": 652,
      "63668": 653,
      "ĀĀ,Ā": 654,
      "866668": 655,
      "605": 656,
      "65756666": 657,
      "666677": 658,
      "866676": 659,
      "ĀĀ>Ā": 660,
      ",;": 661,
      ".<": 662,
      "03": 663,
      "39": 664,
      "36686": 665,
      "><": 666,
      "@=": 667,
      "Ā(": 668,
      "6746666": 669,
      "665667": 670,
      "66564": 671,
      "6656667": 672,
      "6876666": 673,
      "6766668": 674,
      "67666666": 675,
      "656666665": 676,
      "26665": 677,
      "466668": 678,
      "609": 679,
      "6477667": 680,
      "66696": 681,
      "-:": 682,
      "-ĀĀ": 683,
      ".ĀĀ": 684,
      "0663": 685,
      "26686": 686,
      "26646": 687,
      "556666": 688,
      "57665": 689,
      "8766": 690,
      ">=": 691,
      "Ā)": 692,
      "666666665": 693,
      "6567665": 694,
      "6685668": 695,
      "46626": 696,
      "626666": 697,
      "62667": 698,
      "3666": 699,
      "36636": 700,
      "9661": 701,
      "611": 702,
      "65666666": 703,
      "26664": 704,
      "86696": 705,
      "586666": 706,
      "97": 707,
      "@:": 708,
      "676676": 709,
      "676667": 710,
      "665665": 711,
      "667667": 712,
      "6676668": 713,
      "6446666": 714,
      "66864": 715,
      "6966": 716,
      "630": 717,
      "76616": 718,
      "5660": 719,
      "56606": 720,
      "566666": 721,
      "46663": 722,
      "610": 723,
      "6766666666": 724,
      "766564": 725,
      "607": 726,
      "67756666": 727,
      "466765": 728,
      "1661": 729,
      "66686": 730,
      "96696": 731,
      "ĀĀ+Ā": 732,
      "//": 733,
      "/>": 734,
      "0668": 735,
      "15": 736,
      "27": 737,
      "40": 738,
      "46": 739,
      "48": 740,
      "45665": 741,
      "51": 742,
      "85667": 743,
      ":.": 744,
      ";?": 745,
      "<>": 746,
      "@;": 747,
      "6661": 748,
      "65669": 749,
      "66569": 750,
      "66776666": 751,
      "6685667": 752,
      "66467": 753,
      "5666666": 754,
      "46616": 755,
      "36663": 756,
      "6766666": 757,
      "2660": 758,
      "566768": 759,
      "566568": 760,
      "602": 761,
      "67556666": 762,
      "7666677": 763,
      "666566665": 764,
      "'Ā": 765,
      "-Ā": 766,
      "18": 767,
      "366665": 768,
      "42": 769,
      "=/": 770,
      "==": 771,
      "=?": 772,
      "66966": 773,
      "6666664": 774,
      "65566": 775,
      "66566656": 776,
      "66763": 777,
      "6676665": 778,
      "6465667": 779,
      "ĀĀ?": 780,
      "ĀĀ<Ā": 781,
      "76606": 782,
      "7666665": 783,
      "86626": 784,
      "86616": 785,
      "3660": 786,
      "96626": 787,
      "26636": 788,
      "766767": 789,
      "6777665": 790,
      "866565": 791,
      "666566667": 792,
      "566676": 793,
      "766656": 794,
      "ĀĀ;Ā": 795,
      "+ĀĀ": 796,
      ",:": 797,
      "..": 798,
      "/<": 799,
      "14": 800,
      "1662": 801,
      "24": 802,
      "456666": 803,
      "8566": 804,
      "?<": 805,
      "67668": 806,
      "67663": 807,
      "6564667": 808,
      "66768": 809,
      "6674667": 810,
      "6865667": 811,
      "6886667": 812,
      "64676666": 813,
      "66468": 814,
      "766663": 815,
      "6585667": 816,
      "566656": 817,
      "7666655": 818,
      "ĀĀ@Ā": 819,
      ")Ā": 820,
      ".;": 821,
      "/?": 822,
      "06626": 823,
      "25": 824,
      "29": 825,
      "71": 826,
      "7566": 827,
      "966665": 828,
      ";.": 829,
      ">.": 830,
      "?;": 831,
      "67866": 832,
      "67646666": 833,
      "6786667": 834,
      "6768665": 835,
      "656656": 836,
      "6546665": 837,
      "66764": 838,
      "66769": 839,
      "6846665": 840,
      "64656666": 841,
      "6467665": 842,
      "66869": 843,
      "66863": 844,
      "566663": 845,
      "56666665": 846,
      "46668": 847,
      "62665": 848,
      "36616": 849,
      "66965": 850,
      "66969": 851,
      "66368": 852,
      "601": 853,
      "6557667": 854,
      "6777668": 855,
      "66268": 856,
      "666675": 857,
      "66766666": 858,
      "666766667": 859,
      "-;": 860,
      "/=": 861,
      "09": 862,
      "13": 863,
      "23": 864,
      "4466": 865,
      "59": 866,
      "72": 867,
      "89": 868,
      "93": 869,
      ":@": 870,
      ";-": 871,
      "?/": 872,
      "@<": 873,
      "66266": 874,
      "6776668": 875,
      "6786668": 876,
      "656665": 877,
      "6658665": 878,
      "667668": 879,
      "6863": 880,
      "6886666": 881,
      "64566": 882,
      "66463": 883,
      "6647665": 884,
      "69665": 885,
      "ĀĀ*": 886,
      "566666666": 887,
      "5666664": 888,
      "7666666": 889,
      "7666668": 890,
      "6266": 891,
      "676666668": 892,
      "4666667": 893,
      "606": 894,
      "65546666": 895,
      "67786666": 896,
      "65776666": 897,
      "65786666": 898,
      "466569": 899,
      "566465": 900,
      "6885667": 901,
      "966565": 902,
      "67766666": 903,
      "*ĀĀ": 904,
      ",.": 905,
      "-/": 906,
      "01": 907,
      "06656": 908,
      "16656": 909,
      "266665": 910,
      "55": 911,
      "5766": 912,
      "86": 913,
      "87667": 914,
      "94": 915,
      "9566": 916,
      ";+": 917,
      "<,": 918,
      "<-": 919,
      ">/": 920,
      "@.": 921,
      "@?": 922,
      "Ā*": 923,
      "66663": 924,
      "67566": 925,
      "6756664": 926,
      "6767664": 927,
      "65366": 928,
      "6586667": 929,
      "686656": 930,
      "6876667": 931,
      "66865": 932,
      "6966665": 933,
      "8660": 934,
      "86606": 935,
      "96669": 936,
      "66364": 937,
      "600": 938,
      "65556666": 939,
      "6775665": 940,
      "6577668": 941,
      "66265": 942,
      "6857665": 943,
      "6787667": 944,
      "366663": 945,
      "646666665": 946,
      "5666655": 947,
      "65766666": 948,
      "66636": 949,
      "(ĀĀ": 950,
      ",=": 951,
      ",>": 952,
      "/-": 953,
      "00": 954,
      "0566": 955,
      "12": 956,
      "19": 957,
      "16636": 958,
      "16626": 959,
      "28": 960,
      "2566": 961,
      "56": 962,
      "58": 963,
      "5566": 964,
      "786666": 965,
      ":?": 966,
      "<?": 967,
      "=>": 968,
      "=@": 969,
      "Ā'": 970,
      "66166": 971,
      "6666666": 972,
      "6763": 973,
      "6746665": 974,
      "66765": 975,
      "6675668": 976,
      "68866": 977,
      "687667": 978,
      "6865665": 979,
      "6867665": 980,
      "646676": 981,
      "6644665": 982,
      "69664": 983,
      "ĀĀ&": 984,
      "ĀĀ'Ā": 985,
      "36606": 986,
      "96665": 987,
      "96606": 988,
      "966676": 989,
      "67666666666666": 990,
      "66967": 991,
      "66365": 992,
      "6558665": 993,
      "655766667": 994,
      "677566665": 995,
      "6578667": 996,
      "6754667": 997,
      "6665668": 998,
      "666674": 999,
      "666678": 1000,
      "766468": 1001,
      "6745665": 1002,
      "6587667": 1003,
      "6547665": 1004,
      "366666": 1005,
      "966668": 1006,
      "966765": 1007,
      "7666657": 1008,
      "65566666": 1009,
      "36696": 1010,
      "66626": 1011,
      "+,": 1012,
      "-<": 1013,
      "0662": 1014,
      "20": 1015,
      "2466": 1016,
      "30": 1017,
      "45664": 1018,
      "5466": 1019,
      "5266": 1020,
      "546666": 1021,
      "73": 1022,
      "94667": 1023,
      ";Ā": 1024,
      "?.": 1025,
      "?=": 1026,
      "@/": 1027,
      "6776665": 1028,
      "655665": 1029,
      "656766665": 1030,
      "6567664": 1031,
      "66563": 1032,
      "667657": 1033,
      "6867667": 1034,
      "6456665": 1035,
      "6468665": 1036,
      "6645665": 1037,
      "6966667": 1038,
      "6366664": 1039,
      "76666665": 1040,
      "46662": 1041,
      "466966": 1042,
      "46606": 1043,
      "616666": 1044,
      "6766664": 1045,
      "6566668": 1046,
      "26663": 1047,
      "26626": 1048,
      "5667668": 1049,
      "6758665": 1050,
      "666679": 1051,
      "766467": 1052,
      "6788667": 1053,
      "6458665": 1054,
      "6875667": 1055,
      "0661": 1056,
      "566865": 1057,
      "6744665": 1058,
      "65876666": 1059,
      "6545665": 1060,
      "466865": 1061,
      "6487667": 1062,
      "66069": 1063,
      "66646": 1064,
      "5666675": 1065,
      "766686": 1066,
      "(Ā": 1067,
      ",/": 1068,
      "06676": 1069,
      "10": 1070,
      "32": 1071,
      "35665": 1072,
      "4366": 1073,
      "47665": 1074,
      "48665": 1075,
      "53665": 1076,
      "556656": 1077,
      "7466": 1078,
      "746666": 1079,
      "74667": 1080,
      "78665": 1081,
      "83": 1082,
      "8966": 1083,
      "=.": 1084,
      ">>": 1085,
      ">?": 1086,
      "BC": 1087,
      "6666668": 1088,
      "666666667": 1089,
      "656686": 1090,
      "656566667": 1091,
      "665669": 1092,
      "665645": 1093,
      "6656668": 1094,
      "66766": 1095,
      "6675665": 1096,
      "667655": 1097,
      "66766676666": 1098,
      "686676": 1099,
      "686667": 1100,
      "6856665": 1101,
      "6456667": 1102,
      "66866": 1103,
      "6688667": 1104,
      "6366667": 1105,
      "5666667": 1106,
      "5666685": 1107,
      "7666667": 1108,
      "86669": 1109,
      "36662": 1110,
      "366646": 1111,
      "65666666666666": 1112,
      "8666665": 1113,
      "8666664": 1114,
      "6778665": 1115,
      "657566667": 1116,
      "6754665": 1117,
      "6667668": 1118,
      "66263": 1119,
      "4667645": 1120,
      "1660": 1121,
      "6855665": 1122,
      "6855664": 1123,
      "866767": 1124,
      "8667667": 1125,
      "6475667": 1126,
      "6587668": 1127,
      "6845664": 1128,
      "6466668": 1129,
      "766965": 1130,
      "6664665": 1131,
      "26696": 1132,
      "ĀĀ?Ā": 1133,
      "$Ā": 1134,
      ")<": 1135,
      "*:": 1136,
      "+=": 1137,
      ",+": 1138,
      "--": 1139,
      ".,": 1140,
      "06636": 1141,
      "1766": 1142,
      "1266": 1143,
      "1666": 1144,
      "22": 1145,
      "3566": 1146,
      "37664": 1147,
      "476666": 1148,
      "44664": 1149,
      "53": 1150,
      "5366": 1151,
      "5566667": 1152,
      "77": 1153,
      "77668": 1154,
      "75668": 1155,
      "74668": 1156,
      "8466": 1157,
      "846666": 1158,
      "88667": 1159,
      "85668": 1160,
      "9266": 1161,
      "97667": 1162,
      "95668": 1163,
      "94668": 1164,
      ":+": 1165,
      ";,": 1166,
      "<@": 1167,
      "=Ā": 1168,
      "?>": 1169,
      "676686": 1170,
      "676766665": 1171,
      "65766": 1172,
      "66562": 1173,
      "6657664": 1174,
      "6654665": 1175,
      "667669": 1176,
      "6677668": 1177,
      "68669": 1178,
      "686686": 1179,
      "6467667": 1180,
      "66465": 1181,
      "664667": 1182,
      "63676666": 1183,
      "6365668": 1184,
      "56616": 1185,
      "5666645": 1186,
      "766666666": 1187,
      "96616": 1188,
      "6166": 1189,
      "6566664": 1190,
      "6566666": 1191,
      "65666665": 1192,
      "656666668": 1193,
      "26662": 1194,
      "466663": 1195,
      "866669": 1196,
      "663667": 1197,
      "66360": 1198,
      "566767": 1199,
      "6557664": 1200,
      "655566665": 1201,
      "6774667": 1202,
      "6575668": 1203,
      "67546666": 1204,
      "66656656": 1205,
      "16664": 1206,
      "6854665": 1207,
      "766863": 1208,
      "64576666": 1209,
      "6457665": 1210,
      "6666666667": 1211,
      "64776666": 1212,
      "6477668": 1213,
      "6478667": 1214,
      "6478668": 1215,
      "6747665": 1216,
      "6548665": 1217,
      "6545664": 1218,
      "6668665": 1219,
      "6844665": 1220,
      "866467": 1221,
      "6977667": 1222,
      "6447665": 1223,
      "56666556666": 1224,
      "66566666": 1225,
      "67666656": 1226,
      "65766676": 1227,
      "64666676": 1228,
      "66606": 1229,
      ").": 1230,
      "-.": 1231,
      "-=": 1232,
      ".(": 1233,
      ".>": 1234,
      "06646": 1235,
      "0066": 1236,
      "2766": 1237,
      "34664": 1238,
      "41": 1239,
      "4766": 1240,
      "54665": 1241,
      "52665": 1242,
      "75": 1243,
      "7866": 1244,
      "73667": 1245,
      "8866": 1246,
      "8266": 1247,
      "85669": 1248,
      "9466": 1249,
      "9866": 1250,
      "=,": 1251,
      "=-": 1252,
      "?,": 1253,
      "AB": 1254,
      "Ā$": 1255,
      "Ġ6": 1256,
      "66066": 1257,
      "67766": 1258,
      "67466": 1259,
      "67669": 1260,
      "6564": 1261,
      "6576665": 1262,
      "6568665": 1263,
      "665666666666666": 1264,
      "667675": 1265,
      "68566": 1266,
      "68676666": 1267,
      "64766": 1268,
      "6486666": 1269,
      "6465665": 1270,
      "64686666": 1271,
      "6446664": 1272,
      "66469": 1273,
      "66462": 1274,
      "6645667": 1275,
      "664675": 1276,
      "6647664": 1277,
      "664697": 1278,
      "6976666": 1279,
      "6961": 1280,
      "69656666": 1281,
      "6965667": 1282,
      "6986667": 1283,
      "6966664": 1284,
      "6356667": 1285,
      "ĀĀ\"": 1286,
      "ĀĀ-": 1287,
      "566966": 1288,
      "5666687": 1289,
      "76666667": 1290,
      "366676": 1291,
      "366656": 1292,
      "466666": 1293,
      "866664": 1294,
      "5667667": 1295,
      "566566": 1296,
      "6554665": 1297,
      "677766667": 1298,
      "6577665": 1299,
      "65776676": 1300,
      "6757664": 1301,
      "6753665": 1302,
      "466764": 1303,
      "4667668": 1304,
      "866569": 1305,
      "678766": 1306,
      "6457667": 1307,
      "866768": 1308,
      "06661": 1309,
      "6477665": 1310,
      "6745664": 1311,
      "6584667": 1312,
      "66686666": 1313,
      "6487668": 1314,
      "6355665": 1315,
      "6795667": 1316,
      "866865": 1317,
      "6866668": 1318,
      "6737665": 1319,
      "666766665": 1320,
      "266567": 1321,
      "65666676": 1322,
      "67666676": 1323,
      "666685": 1324,
      "66766676": 1325,
      ")-": 1326,
      "+:": 1327,
      "-,": 1328,
      ".=": 1329,
      "17": 1330,
      "2366": 1331,
      "3866": 1332,
      "38665": 1333,
      "4866": 1334,
      "49664": 1335,
      "52": 1336,
      "57": 1337,
      "5166": 1338,
      "79": 1339,
      "7766": 1340,
      "75665": 1341,
      "78667": 1342,
      "73665": 1343,
      "716666": 1344,
      "81": 1345,
      "836666": 1346,
      "90": 1347,
      "92": 1348,
      "946666": 1349,
      "986666": 1350,
      "93667": 1351,
      "99667": 1352,
      "916666": 1353,
      ":*": 1354,
      ":,": 1355,
      ";@": 1356,
      "@-": 1357,
      "@@": 1358,
      "AA": 1359,
      "ĞĀ": 1360,
      "6636664": 1361,
      "6696667": 1362,
      "666666": 1363,
      "666664": 1364,
      "6762": 1365,
      "6756667": 1366,
      "6746664": 1367,
      "6569": 1368,
      "6562": 1369,
      "657665": 1370,
      "65663": 1371,
      "65686666": 1372,
      "656566665": 1373,
      "6556664": 1374,
      "66566": 1375,
      "6655667": 1376,
      "665685": 1377,
      "665566667": 1378,
      "66556656": 1379,
      "667664": 1380,
      "66786666": 1381,
      "6677665": 1382,
      "667654": 1383,
      "68663": 1384,
      "687666": 1385,
      "6476665": 1386,
      "6476668": 1387,
      "6486668": 1388,
      "6468667": 1389,
      "66860": 1390,
      "6686669": 1391,
      "66464": 1392,
      "6645664": 1393,
      "6646663": 1394,
      "6964": 1395,
      "6967665": 1396,
      "6964665": 1397,
      "6386666": 1398,
      "ĀĀ%": 1399,
      "ĀĀ,": 1400,
      "ĀĀ/": 1401,
      "ĀĀĜ": 1402,
      "ĀĀ-Ā": 1403,
      "56662": 1404,
      "566666676666": 1405,
      "7666666666666": 1406,
      "46665665": 1407,
      "466646": 1408,
      "866966": 1409,
      "36667": 1410,
      "6164": 1411,
      "61668": 1412,
      "6766669": 1413,
      "676666664": 1414,
      "6766666656666": 1415,
      "8666666": 1416,
      "66968": 1417,
      "66962": 1418,
      "66367": 1419,
      "6066": 1420,
      "65586666": 1421,
      "6558667": 1422,
      "6555664": 1423,
      "6559665": 1424,
      "6773667": 1425,
      "65746666": 1426,
      "65756676": 1427,
      "66262": 1428,
      "666672": 1429,
      "4667654": 1430,
      "68556666": 1431,
      "68576666": 1432,
      "6857664": 1433,
      "766869": 1434,
      "766464": 1435,
      "67876666": 1436,
      "6787668": 1437,
      "6877665": 1438,
      "6875665": 1439,
      "0660": 1440,
      "6666666676666": 1441,
      "6666666666666666": 1442,
      "64786666": 1443,
      "6474667": 1444,
      "66167": 1445,
      "66169": 1446,
      "6587665": 1447,
      "566467": 1448,
      "6668667": 1449,
      "366664": 1450,
      "366668": 1451,
      "966666": 1452,
      "6847665": 1453,
      "6884668": 1454,
      "6466664": 1455,
      "366563": 1456,
      "966764": 1457,
      "6358665": 1458,
      "686666665": 1459,
      "7666675": 1460,
      "366868": 1461,
      "6656666667": 1462,
      "266668": 1463,
      "876676": 1464,
      "876656": 1465,
      "966865": 1466,
      "477667": 1467,
      "566168": 1468,
      "966686": 1469,
      "ĀĀ*Ā": 1470,
      "':": 1471,
      "(/": 1472,
      ")ĀĀ": 1473,
      "*/": 1474,
      "-'": 1475,
      "->": 1476,
      ".*": 1477,
      ".+": 1478,
      "0766": 1479,
      "0366": 1480,
      "06686": 1481,
      "1566": 1482,
      "166665": 1483,
      "1166": 1484,
      "166664": 1485,
      "2866": 1486,
      "24665": 1487,
      "446666": 1488,
      "47667": 1489,
      "43665": 1490,
      "45663": 1491,
      "45662": 1492,
      "58664": 1493,
      "7366": 1494,
      "77665": 1495,
      "74665": 1496,
      "736666": 1497,
      "72667": 1498,
      "82": 1499,
      "856666": 1500,
      "8366": 1501,
      "85665": 1502,
      "84667": 1503,
      "87668": 1504,
      "82667": 1505,
      "9966": 1506,
      "97668": 1507,
      "98667": 1508,
      "94669": 1509,
      "=+": 1510,
      "AC": 1511,
      "DA": 1512,
      "Ā&": 1513,
      "666668": 1514,
      "666663": 1515,
      "676646": 1516,
      "6764665": 1517,
      "676766667": 1518,
      "6796667": 1519,
      "6765668": 1520,
      "6765664": 1521,
      "676766": 1522,
      "65662": 1523,
      "65661": 1524,
      "6576668": 1525,
      "6536665": 1526,
      "66561": 1527,
      "66546666": 1528,
      "66586666": 1529,
      "6657667": 1530,
      "665866667": 1531,
      "667566667": 1532,
      "667683": 1533,
      "6876665": 1534,
      "686766665": 1535,
      "6876668": 1536,
      "6464": 1537,
      "64669": 1538,
      "6446665": 1539,
      "646766": 1540,
      "668665": 1541,
      "66862": 1542,
      "668669": 1543,
      "66466": 1544,
      "6647667": 1545,
      "664666": 1546,
      "664647": 1547,
      "664695": 1548,
      "664643": 1549,
      "6963": 1550,
      "6962": 1551,
      "69866": 1552,
      "6946665": 1553,
      "63366": 1554,
      "6356665": 1555,
      "6367667": 1556,
      "6386667": 1557,
      "ĀĀğ": 1558,
      "76663": 1559,
      "7663665": 1560,
      "56666667": 1561,
      "5666668": 1562,
      "56666664": 1563,
      "76666668": 1564,
      "766666656666": 1565,
      "466366": 1566,
      "96667667": 1567,
      "6766663": 1568,
      "6766667667": 1569,
      "65666647": 1570,
      "266966": 1571,
      "26660": 1572,
      "26616": 1573,
      "266656": 1574,
      "46666668": 1575,
      "8666647": 1576,
      "5667655": 1577,
      "566562": 1578,
      "5665645": 1579,
      "65576656": 1580,
      "677566": 1581,
      "67756676": 1582,
      "67776676": 1583,
      "657766": 1584,
      "6573667": 1585,
      "67526666": 1586,
      "666566": 1587,
      "66264": 1588,
      "6627664": 1589,
      "666673": 1590,
      "666659": 1591,
      "8665667": 1592,
      "766466": 1593,
      "6785668": 1594,
      "6459665": 1595,
      "68746666": 1596,
      "6874667": 1597,
      "6874668": 1598,
      "866765": 1599,
      "06616": 1600,
      "6666666665": 1601,
      "6585668": 1602,
      "6547664": 1603,
      "666865": 1604,
      "6887667": 1605,
      "866469": 1606,
      "6977665": 1607,
      "6975667": 1608,
      "966768": 1609,
      "6357667": 1610,
      "6445664": 1611,
      "6866664": 1612,
      "7666674": 1613,
      "466965": 1614,
      "6897667": 1615,
      "876686": 1616,
      "566368": 1617,
      "666645": 1618,
      "266767": 1619,
      "766368": 1620,
      ":;ĀĀ": 1621,
      "566264": 1622,
      "4666654": 1623,
      "4666657": 1624,
      "67766676": 1625,
      "65566676": 1626,
      "ĀĀ&Ā": 1627,
      "$ĀĀ": 1628,
      "&+": 1629,
      "(+": 1630,
      ");": 1631,
      "*<": 1632,
      "+.": 1633,
      "+;": 1634,
      "+Ā": 1635,
      ",,": 1636,
      "-?": 1637,
      ".)": 1638,
      "/,": 1639,
      "0266": 1640,
      "1866": 1641,
      "16686": 1642,
      "16696": 1643,
      "2066": 1644,
      "28662": 1645,
      "3466": 1646,
      "37665": 1647,
      "3166": 1648,
      "38664": 1649,
      "4566": 1650,
      "44665": 1651,
      "436666": 1652,
      "48663": 1653,
      "54667": 1654,
      "596666": 1655,
      "52664": 1656,
      "74": 1657,
      "76": 1658,
      "7966": 1659,
      "75669": 1660,
      "876666": 1661,
      "84668": 1662,
      "896666": 1663,
      "826666": 1664,
      "9766": 1665,
      "93669": 1666,
      ";)": 1667,
      ";*": 1668,
      ";?ĀĀ": 1669,
      "=*": 1670,
      ">*": 1671,
      ">+": 1672,
      "?Ā": 1673,
      "CC": 1674,
      "DB": 1675,
      "DD": 1676,
      "EB": 1677,
      "ĠĀ": 1678,
      "666626": 1679,
      "67662": 1680,
      "67166": 1681,
      "67766667": 1682,
      "67766665": 1683,
      "676566665": 1684,
      "6764667": 1685,
      "6746667": 1686,
      "6563": 1687,
      "65866": 1688,
      "656646": 1689,
      "665668": 1690,
      "665655": 1691,
      "665647": 1692,
      "6655664": 1693,
      "665648": 1694,
      "6654664": 1695,
      "665697": 1696,
      "66566656666": 1697,
      "6656669": 1698,
      "66761": 1699,
      "667666": 1700,
      "667678": 1701,
      "667687": 1702,
      "6678667": 1703,
      "667644": 1704,
      "6676664": 1705,
      "6866666666": 1706,
      "6886668": 1707,
      "686566": 1708,
      "646665": 1709,
      "6465668": 1710,
      "646466": 1711,
      "668668": 1712,
      "668677": 1713,
      "668657": 1714,
      "668666": 1715,
      "668654": 1716,
      "6687669": 1717,
      "66476666": 1718,
      "66460": 1719,
      "664677": 1720,
      "6646667": 1721,
      "664645": 1722,
      "69566": 1723,
      "6976667": 1724,
      "6956665": 1725,
      "69646666": 1726,
      "6965665": 1727,
      "696566667": 1728,
      "6966668": 1729,
      "6369": 1730,
      "6376666": 1731,
      "63866": 1732,
      "6366665": 1733,
      "6365667": 1734,
      "ĀĀ$Ā": 1735,
      "ĀĀĞĀ": 1736,
      "76665665": 1737,
      "5666688": 1738,
      "766666665": 1739,
      "46665667": 1740,
      "6268": 1741,
      "62668": 1742,
      "366636": 1743,
      "61667": 1744,
      "6766665667": 1745,
      "6566666665": 1746,
      "4666685": 1747,
      "866663": 1748,
      "8666635": 1749,
      "6697668": 1750,
      "6636666": 1751,
      "66369": 1752,
      "6637665": 1753,
      "566766": 1754,
      "566564": 1755,
      "566563": 1756,
      "6555667": 1757,
      "655566667": 1758,
      "6559664": 1759,
      "655566664": 1760,
      "6775664": 1761,
      "67796666": 1762,
      "6772668": 1763,
      "6574668": 1764,
      "6579665": 1765,
      "6578668": 1766,
      "657566665": 1767,
      "67586666": 1768,
      "6755667": 1769,
      "66656676": 1770,
      "6665663": 1771,
      "66267": 1772,
      "6666569": 1773,
      "466769": 1774,
      "16663": 1775,
      "16616": 1776,
      "766862": 1777,
      "67886666": 1778,
      "6787665": 1779,
      "6784668": 1780,
      "6789668": 1781,
      "466568": 1782,
      "64586666": 1783,
      "6455665": 1784,
      "6877667": 1785,
      "6878667": 1786,
      "566862": 1787,
      "658766": 1788,
      "6588667": 1789,
      "65456666": 1790,
      "466867": 1791,
      "466868": 1792,
      "966669": 1793,
      "9666668": 1794,
      "6845665": 1795,
      "6848665": 1796,
      "3667667": 1797,
      "366768": 1798,
      "68856666": 1799,
      "648766": 1800,
      "648566": 1801,
      "6485667": 1802,
      "6488667": 1803,
      "6483667": 1804,
      "866463": 1805,
      "366567": 1806,
      "366565": 1807,
      "466468": 1808,
      "466469": 1809,
      "69746666": 1810,
      "966766": 1811,
      "63576666": 1812,
      "66068": 1813,
      "6795668": 1814,
      "566964": 1815,
      "766962": 1816,
      "666466665": 1817,
      "6866669": 1818,
      "68666666": 1819,
      "6539664": 1820,
      "6984667": 1821,
      "6737664": 1822,
      "6378668": 1823,
      "466967": 1824,
      "466963": 1825,
      "6435664": 1826,
      "6944665": 1827,
      "8776666": 1828,
      "266763": 1829,
      "6497667": 1830,
      "6387667": 1831,
      "266868": 1832,
      "=ĀĀ:Ā": 1833,
      "4666674": 1834,
      "4666677": 1835,
      "6995668": 1836,
      "886676": 1837,
      "466560": 1838,
      "866265": 1839,
      "64566666": 1840,
      "6567669": 1841,
      "ĀĀ%Ā": 1842,
      "!Ā": 1843,
      "#Ā": 1844,
      "#ĀĀ": 1845,
      "&<": 1846,
      "(,": 1847,
      "(:": 1848,
      ")/": 1849,
      "*-": 1850,
      "*>": 1851,
      "*?": 1852,
      "*Ā": 1853,
      "++": 1854,
      "+-": 1855,
      "+<": 1856,
      ",-": 1857,
      ",<": 1858,
      ",?": 1859,
      ".?": 1860,
      "/@": 1861,
      "0466": 1862,
      "0866": 1863,
      "0666": 1864,
      "06696": 1865,
      "066664": 1866,
      "1466": 1867,
      "1966": 1868,
      "16665": 1869,
      "16646": 1870,
      "14662": 1871,
      "25665": 1872,
      "3766": 1873,
      "3366": 1874,
      "3966": 1875,
      "34665": 1876,
      "336666": 1877,
      "35663": 1878,
      "37662": 1879,
      "31664": 1880,
      "376626": 1881,
      "4266": 1882,
      "486666": 1883,
      "456656": 1884,
      "416666": 1885,
      "41667": 1886,
      "40665": 1887,
      "55667": 1888,
      "58665": 1889,
      "57668": 1890,
      "536666": 1891,
      "54664": 1892,
      "5766667": 1893,
      "576676": 1894,
      "54663": 1895,
      "5466665": 1896,
      "78": 1897,
      "7166": 1898,
      "726666": 1899,
      "72665": 1900,
      "7466667": 1901,
      "886666": 1902,
      "8066": 1903,
      "83665": 1904,
      "87669": 1905,
      "8566665": 1906,
      "82665": 1907,
      "89668": 1908,
      "91": 1909,
      "956666": 1910,
      "976666": 1911,
      "9066": 1912,
      "92667": 1913,
      "<&": 1914,
      "<*": 1915,
      "=&": 1916,
      "><ĀĀ": 1917,
      "?@": 1918,
      "@,": 1919,
      "AE": 1920,
      "BA": 1921,
      "BB": 1922,
      "BE": 1923,
      "CB": 1924,
      "DE": 1925,
      "66616": 1926,
      "66660": 1927,
      "66666656": 1928,
      "6666669": 1929,
      "666687": 1930,
      "666637": 1931,
      "6768": 1932,
      "675667": 1933,
      "675665": 1934,
      "677667": 1935,
      "676566667": 1936,
      "6768667": 1937,
      "6796668": 1938,
      "676866667": 1939,
      "6756668": 1940,
      "67676656": 1941,
      "6586666": 1942,
      "6536666": 1943,
      "6564665": 1944,
      "656766667": 1945,
      "6566656": 1946,
      "659666": 1947,
      "65866676": 1948,
      "665664": 1949,
      "665675": 1950,
      "66566667": 1951,
      "665666": 1952,
      "6657668": 1953,
      "665654": 1954,
      "665695": 1955,
      "665659": 1956,
      "665689": 1957,
      "667685": 1958,
      "667645": 1959,
      "667653": 1960,
      "667634": 1961,
      "667866665": 1962,
      "68766": 1963,
      "68966": 1964,
      "6856667": 1965,
      "6868665": 1966,
      "6896667": 1967,
      "6863667": 1968,
      "646686": 1969,
      "6426666": 1970,
      "6496668": 1971,
      "647666": 1972,
      "6468668": 1973,
      "6468664": 1974,
      "668667": 1975,
      "668566": 1976,
      "66861": 1977,
      "668663": 1978,
      "6687668": 1979,
      "668647": 1980,
      "6684668": 1981,
      "6689667": 1982,
      "668653": 1983,
      "668617": 1984,
      "664665": 1985,
      "664668": 1986,
      "664657": 1987,
      "6648664": 1988,
      "664653": 1989,
      "664637": 1990,
      "664672": 1991,
      "664623": 1992,
      "69766": 1993,
      "69466": 1994,
      "69669": 1995,
      "6936666": 1996,
      "6966669": 1997,
      "6963665": 1998,
      "636656": 1999,
      "63669": 2000,
      "ĀĀ'": 2001,
      "ĀĀ(Ā": 2002,
      "766366": 2003,
      "766966": 2004,
      "56669": 2005,
      "5669669": 2006,
      "566662": 2007,
      "566666776666": 2008,
      "766662": 2009,
      "76666664": 2010,
      "466636": 2011,
      "6246667": 2012,
      "86664": 2013,
      "36668": 2014,
      "36661": 2015,
      "966366": 2016,
      "966696": 2017,
      "6167": 2018,
      "67666667": 2019,
      "67666656666": 2020,
      "676666676666": 2021,
      "6766666667": 2022,
      "6766666676666": 2023,
      "6566663": 2024,
      "6566669": 2025,
      "6566667667": 2026,
      "6566666676666": 2027,
      "6566666656666": 2028,
      "65666666676666": 2029,
      "46666665": 2030,
      "4666664": 2031,
      "4666676666": 2032,
      "4666647": 2033,
      "669667": 2034,
      "66961": 2035,
      "6697667": 2036,
      "766566": 2037,
      "766563": 2038,
      "663665": 2039,
      "663677": 2040,
      "663657": 2041,
      "6634664": 2042,
      "663679": 2043,
      "5667677": 2044,
      "7667667": 2045,
      "606666": 2046,
      "60669": 2047,
      "655566": 2048,
      "65596666": 2049,
      "65556656": 2050,
      "65576676": 2051,
      "655566668": 2052,
      "6776676": 2053,
      "657966": 2054,
      "6574667": 2055,
      "657766667": 2056,
      "6573668": 2057,
      "657766665": 2058,
      "657866665": 2059,
      "675766": 2060,
      "675566": 2061,
      "6755664": 2062,
      "6759665": 2063,
      "6758664": 2064,
      "6755669": 2065,
      "675566665": 2066,
      "6667664": 2067,
      "66676667": 2068,
      "66269": 2069,
      "666676": 2070,
      "466763": 2071,
      "685466": 2072,
      "68546666": 2073,
      "6854664": 2074,
      "866562": 2075,
      "766865": 2076,
      "6785665": 2077,
      "6784667": 2078,
      "6782668": 2079,
      "6454667": 2080,
      "6458667": 2081,
      "645766665": 2082,
      "6877668": 2083,
      "6875668": 2084,
      "6875664": 2085,
      "6873667": 2086,
      "687566667": 2087,
      "866769": 2088,
      "866763": 2089,
      "06663": 2090,
      "566867": 2091,
      "566863": 2092,
      "6477669": 2093,
      "66162": 2094,
      "67476666": 2095,
      "674466": 2096,
      "67436666": 2097,
      "6748664": 2098,
      "6743665": 2099,
      "658566": 2100,
      "6585665": 2101,
      "6584668": 2102,
      "6587669": 2103,
      "654766": 2104,
      "6545667": 2105,
      "6547667": 2106,
      "6544664": 2107,
      "666863": 2108,
      "666866665": 2109,
      "366661": 2110,
      "3666668": 2111,
      "6842665": 2112,
      "366769": 2113,
      "366763": 2114,
      "3667675": 2115,
      "6884667": 2116,
      "6885668": 2117,
      "64666666": 2118,
      "646666668": 2119,
      "966567": 2120,
      "966563": 2121,
      "3665667": 2122,
      "9667685": 2123,
      "6359664": 2124,
      "6445665": 2125,
      "6447664": 2126,
      "66067": 2127,
      "6797667": 2128,
      "566962": 2129,
      "866863": 2130,
      "766968": 2131,
      "6664667": 2132,
      "5666656": 2133,
      "76666756665": 2134,
      "6533665": 2135,
      "366861": 2136,
      "659866": 2137,
      "659366": 2138,
      "6598668": 2139,
      "6599669": 2140,
      "698766": 2141,
      "6985667": 2142,
      "66566666676666": 2143,
      "665666665656666": 2144,
      "766665766666": 2145,
      "266666": 2146,
      "966468": 2147,
      "689766": 2148,
      "366467": 2149,
      "877667": 2150,
      "266569": 2151,
      "566367": 2152,
      "566369": 2153,
      "766367": 2154,
      "7663655": 2155,
      "866962": 2156,
      "766560": 2157,
      "266863": 2158,
      "366964": 2159,
      "366969": 2160,
      "76665668": 2161,
      "966964": 2162,
      "566265": 2163,
      "<ĀĀ:Ā": 2164,
      "67566666": 2165,
      "766269": 2166,
      "46666575667": 2167,
      ">ĀĀ:Ā": 2168,
      "656766664": 2169,
      "67566656": 2170,
      "766169": 2171,
      "ĀĀ.Ā:": 2172,
      "266367": 2173,
      "66666666666666": 2174,
      "65466666": 2175,
      "68666656": 2176,
      "866169": 2177,
      "65676676": 2178,
      "68566666": 2179,
      "466067": 2180,
      "646966": 2181,
      "64466666": 2182,
      "65566646": 2183,
      "&.": 2184,
      "&/": 2185,
      "&ĀĀ": 2186,
      "'*": 2187,
      "'+": 2188,
      "'.": 2189,
      "'<": 2190,
      "'>": 2191,
      "(.": 2192,
      "(;": 2193,
      "(<": 2194,
      ")(": 2195,
      ")+": 2196,
      "):": 2197,
      "**": 2198,
      "*+": 2199,
      "*.": 2200,
      "*=": 2201,
      "+/": 2202,
      ",(": 2203,
      "-@": 2204,
      "/)": 2205,
      "04663": 2206,
      "09666": 2207,
      "11": 2208,
      "15664": 2209,
      "27664": 2210,
      "256656": 2211,
      "246656": 2212,
      "2666677": 2213,
      "3266": 2214,
      "34667": 2215,
      "38667": 2216,
      "3066": 2217,
      "35664": 2218,
      "33665": 2219,
      "33663": 2220,
      "496666": 2221,
      "476656": 2222,
      "42664": 2223,
      "44663": 2224,
      "486656": 2225,
      "446656": 2226,
      "50": 2227,
      "5866": 2228,
      "5966": 2229,
      "57664": 2230,
      "53667": 2231,
      "59665": 2232,
      "53668": 2233,
      "526666": 2234,
      "52667": 2235,
      "52668": 2236,
      "5866665": 2237,
      "586636": 2238,
      "7266": 2239,
      "74664": 2240,
      "7566665": 2241,
      "7766667": 2242,
      "756676": 2243,
      "78663": 2244,
      "786656": 2245,
      "71665": 2246,
      "786676": 2247,
      "7566668": 2248,
      "87664": 2249,
      "84665": 2250,
      "88668": 2251,
      "856676": 2252,
      "82668": 2253,
      "9366": 2254,
      "95667": 2255,
      "9166": 2256,
      "964665": 2257,
      "91667": 2258,
      ":&": 2259,
      ":(": 2260,
      ":=ĀĀ": 2261,
      ";&": 2262,
      ";=ĀĀ": 2263,
      "<(": 2264,
      "<?ĀĀ": 2265,
      "=%": 2266,
      ">-": 2267,
      ">Ā": 2268,
      "??": 2269,
      "@>": 2270,
      "@Ā": 2271,
      "@?ĀĀ": 2272,
      "AH": 2273,
      "CA": 2274,
      "DC": 2275,
      "DF": 2276,
      "Ā%": 2277,
      "ěĀ": 2278,
      "ĠĀĀ": 2279,
      "663669": 2280,
      "669666": 2281,
      "6626664": 2282,
      "666669": 2283,
      "666662": 2284,
      "66666676": 2285,
      "66666667": 2286,
      "666635": 2287,
      "666638": 2288,
      "676665": 2289,
      "67661": 2290,
      "6796666": 2291,
      "6736664": 2292,
      "676466667": 2293,
      "679666": 2294,
      "6736665": 2295,
      "677666": 2296,
      "6767668": 2297,
      "67676686": 2298,
      "65266": 2299,
      "6560": 2300,
      "6596666": 2301,
      "6586668": 2302,
      "6568667": 2303,
      "656766": 2304,
      "65656676": 2305,
      "66566665": 2306,
      "66566666666": 2307,
      "665661": 2308,
      "665674": 2309,
      "665684": 2310,
      "6653667": 2311,
      "665635": 2312,
      "665637": 2313,
      "665627": 2314,
      "6656662": 2315,
      "66762": 2316,
      "667966": 2317,
      "667656666": 2318,
      "66746666": 2319,
      "667663": 2320,
      "6674665": 2321,
      "66766666666": 2322,
      "667674": 2323,
      "6674668": 2324,
      "667679": 2325,
      "66776676": 2326,
      "667627": 2327,
      "6676663": 2328,
      "66766656": 2329,
      "667656": 2330,
      "667766567": 2331,
      "6862": 2332,
      "6896666": 2333,
      "68646666": 2334,
      "6836664": 2335,
      "6865668": 2336,
      "6866676": 2337,
      "6868668": 2338,
      "6856668": 2339,
      "6876669": 2340,
      "68966676": 2341,
      "6468": 2342,
      "64668": 2343,
      "64966": 2344,
      "64266": 2345,
      "64662": 2346,
      "6496666": 2347,
      "646566665": 2348,
      "6467664": 2349,
      "6436664": 2350,
      "64766666": 2351,
      "64666655": 2352,
      "6476669": 2353,
      "668766": 2354,
      "66876666": 2355,
      "6684667": 2356,
      "668635": 2357,
      "6684669": 2358,
      "66856676": 2359,
      "66456666": 2360,
      "66461": 2361,
      "664655": 2362,
      "6648665": 2363,
      "66436666": 2364,
      "664648": 2365,
      "664566665": 2366,
      "664659": 2367,
      "664698": 2368,
      "664683": 2369,
      "664689": 2370,
      "664625": 2371,
      "66446656": 2372,
      "6969": 2373,
      "696656": 2374,
      "6986666": 2375,
      "696646": 2376,
      "69696666": 2377,
      "6356666": 2378,
