{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "Ā": 67,
      "Ą": 68,
      "ą": 69,
      "Ć": 70,
      "ć": 71,
      "Ĉ": 72,
      "ĉ": 73,
      "Ċ": 74,
      "ċ": 75,
      "Č": 76,
      "č": 77,
      "Ď": 78,
      "ď": 79,
      "Đ": 80,
      "đ": 81,
      "Ē": 82,
      "ē": 83,
      "Ĕ": 84,
      "ĕ": 85,
      "Ė": 86,
      "ė": 87,
      "Ę": 88,
      "ę": 89,
      "Ě": 90,
      "ě": 91,
      "Ĝ": 92,
      "ĝ": 93,
      "Ğ": 94,
      "ğ": 95,
      "Ġ": 96,
      "$$": 97,
      "$$$$": 98,
      "$%": 99,
      "$#": 100,
      "$$%": 101,
      "$$#": 102,
      "$\"": 103,
      "$&": 104,
      "$$\"": 105,
      "$$&": 106,
      "$$$$$$$$": 107,
      "#$$$$": 108,
      "%$$$$": 109,
      "ĀĀ": 110,
      "$$$%": 111,
      "$$$#": 112,
      "$'": 113,
      "$!": 114,
      "$$!": 115,
      "$$'": 116,
      "$$$$%": 117,
      "$$$$#": 118,
      "$(": 119,
      "#$$%": 120,
      "%$$#": 121,
      "%$$": 122,
      "#$$#": 123,
      "%$$%": 124,
      "#$$": 125,
      "$%$$$$": 126,
      "$#$$$$": 127,
      "$%%": 128,
      "$##": 129,
      "$#%": 130,
      "$%#": 131,
      "\"$$": 132,
      "$)": 133,
      "&$$": 134,
      "$ğ": 135,
      "\"$$$$": 136,
      "&$$$$": 137,
      "\"$$%": 138,
      "'$$": 139,
      "&$$#": 140,
      "!$$": 141,
      "%$$\"": 142,
      "#$$&": 143,
      "$$%$$$$": 144,
      "\"$$#": 145,
      "&$$%": 146,
      "$*": 147,
      "$$#$$$$": 148,
      "$Ğ": 149,
      "%$$&": 150,
      "$$$$$$$$$$$$": 151,
      "$%&": 152,
      "$#\"": 153,
      "#$$\"": 154,
      "$&%": 155,
      "Ġ$$": 156,
      "$\"#": 157,
      "$%\"": 158,
      "$&#": 159,
      "($$": 160,
      "$\"%": 161,
      "$#&": 162,
      "$$$&": 163,
      "#$$$$%": 164,
      "$$$\"": 165,
      "#$$$$#": 166,
      "$ĝ": 167,
      "$+": 168,
      "\"$$&": 169,
      "%$$$$%": 170,
      "&$$\"": 171,
      "$%$$%": 172,
      "%$$$$#": 173,
      "$$(": 174,
      "$%$$#": 175,
      "$&&": 176,
      "$#$$%": 177,
      "$\"\"": 178,
      "$#$$#": 179,
      "$\"$$$$": 180,
      "!$$$$": 181,
      "$&$$$$": 182,
      "$$$%$$$$": 183,
      "\"$$\"": 184,
      "!$$%": 185,
      "'$$$$": 186,
      "&$$&": 187,
      "$#$$$$%": 188,
      "$$$#$$$$": 189,
      "$$$$$$$$$$$$$$$$": 190,
      "$%$$$$#": 191,
      "'$$#": 192,
      "!$$#": 193,
      "$$$": 194,
      "%$$!": 195,
      "$%$$$$%": 196,
      "#$$'": 197,
      "'$$%": 198,
      "$\"&": 199,
      "$'%": 200,
      "$%%$$$$": 201,
      "$##$$$$": 202,
      "$&\"": 203,
      "$#$$$$#": 204,
      "#$$!": 205,
      "$$#$$$#": 206,
      "$$%$$$%": 207,
      "$!#": 208,
      "ğ$$": 209,
      "%$$'": 210,
      "$%'": 211,
      "Ā\"": 212,
      "$#!": 213,
      ")$$": 214,
      "Ā%": 215,
      "$,": 216,
      "$%!": 217,
      "$'#": 218,
      "Ā#": 219,
      "ĀĀ$": 220,
      "$#%$$$$": 221,
      "$!%": 222,
      "ĀĀ%": 223,
      "$Ĝ": 224,
      "Ġ$$$$": 225,
      "Ġ\"": 226,
      "ĀĀ\"": 227,
      "ĀĀ#": 228,
      "Ā!": 229,
      "$#'": 230,
      "$%#$$$$": 231,
      "Ā&": 232,
      "'$$\"": 233,
      "%$$$%": 234,
      "Ġ#": 235,
      "Ġ$$#": 236,
      "$\"!": 237,
      "\"$$'": 238,
      "$$)": 239,
      "!$$&": 240,
      "#$$$#": 241,
      "$!\"": 242,
      "Ġ$$%": 243,
      "$&'": 244,
      "Ā'": 245,
      "$'&": 246,
      "$$ğ": 247,
      "ĀĀ!": 248,
      "$$$%$$%": 249,
      "&%": 250,
      "ĀĀ&": 251,
      "($$#": 252,
      "&$$!": 253,
      "Ġ!": 254,
      "#$$$\"": 255,
      "%$$$&": 256,
      "$'\"": 257,
      "&$$'": 258,
      "$\"'": 259,
      "'$$&": 260,
      "$%(": 261,
      "Ġ%": 262,
      "$$$%$$#": 263,
      "$\"$$%": 264,
      "$$$#$$%": 265,
      "\"#": 266,
      "$$$%$": 267,
      "$$$#$$#": 268,
      "Āğ": 269,
      "($$%": 270,
      "$$$$%%": 271,
      "Ā(": 272,
      "$&!": 273,
      "$$$$##": 274,
      "!$$\"": 275,
      "Ġ&": 276,
      "\"$$!": 277,
      "$$Ğ": 278,
      "$&$$#": 279,
      "$ě": 280,
      "$-": 281,
      "($$$$": 282,
      "$!&": 283,
      "$%#$$$#": 284,
      "$$$'": 285,
      "ĀĀ'": 286,
      "$\"$$#": 287,
      "#$$(": 288,
      "$&$$%": 289,
      "$$$$%#": 290,
      "&#": 291,
      "\"%": 292,
      "$$$$#%": 293,
      "$##$$$#": 294,
      "ĀĞ": 295,
      "$(%": 296,
      "Ġ$$&": 297,
      "$#$$$$$$$$": 298,
      "%$$(": 299,
      "$!!": 300,
      "Ġ$$\"": 301,
      "$%$$$$$$$$": 302,
      "$''": 303,
      "$$$!": 304,
      "ĀĀğ": 305,
      "$%%$$$%": 306,
      "$$*": 307,
      "$#$%$$$$": 308,
      "Ā)": 309,
      "Ġ'": 310,
      "$(&": 311,
      "!$$'": 312,
      "\"$$(": 313,
      "$#%$$$%": 314,
      "$&(": 315,
      "$!$$$$": 316,
      "&&": 317,
      "&$$$&": 318,
      "\"$$$\"": 319,
      "$#(": 320,
      "$'$$$$": 321,
      "$(#": 322,
      "$$#%$$#": 323,
      "#$$%$": 324,
      "$%$#$$$$": 325,
      "$$%%$$$$": 326,
      "$$##$$$$": 327,
      "$$\"$$$$": 328,
      "ĀĀ(": 329,
      "$$$#$": 330,
      "$'!": 331,
      "\"\"": 332,
      "$$%%$$%": 333,
      "($$\"": 334,
      "ĀĀĞ": 335,
      "$!'": 336,
      "$%$%$$$$": 337,
      "ĀĀ)": 338,
      "ĀĀĝ": 339,
      "Ğ$$": 340,
      "#$$ğ": 341,
      "%$$ğ": 342,
      "\"&": 343,
      "$\"(": 344,
      "Āĝ": 345,
      "$$&$$$$": 346,
      "\"$$$$%": 347,
      "'$$!": 348,
      "*$$": 349,
      "'$$'": 350,
      "Ġ$$'": 351,
      "#$$$$$$$$": 352,
      "$$%$": 353,
      "&$$(": 354,
      "!$$!": 355,
      "%$$$$$$$$": 356,
      "$&$$$$#": 357,
      "$%$$&": 358,
      "Ġ(": 359,
      "$#$$\"": 360,
      "$#$$$$$$#": 361,
      "$#$%$$%": 362,
      "$(\"": 363,
      "Ġğ": 364,
      "$$%#$$%": 365,
      "$$%#$$$$": 366,
      "$('": 367,
      "$##%$$#": 368,
      "Ā*": 369,
      "$$##$$#": 370,
      "$%%#$$%": 371,
      "#$$)": 372,
      "\"$$$$#": 373,
      "$Ě": 374,
      "($$&": 375,
      "%$$)": 376,
      "ĝ$$": 377,
      "$#$#$$$$": 378,
      "$.": 379,
      "$$$$$$$$%": 380,
      "$'(": 381,
      "&$$$$%": 382,
      "$%)": 383,
      "$#%%$$%": 384,
      "&$$$$#": 385,
      "$%$#$$#": 386,
      "$#$#$$%": 387,
      "$%$$\"": 388,
      "$$$$$$$$#": 389,
      "Ā+": 390,
      "Ġ$$!": 391,
      "'%": 392,
      "&\"": 393,
      "$#$$&": 394,
      "$$#%$$$$": 395,
      "$%##$$#": 396,
      "Ġ)": 397,
      "$#$%$$#": 398,
      "$\"$$$$%": 399,
      "Ġ$": 400,
      "$%#%$$#": 401,
      "Ġ$&": 402,
      "$$$$$$%": 403,
      "$$#$": 404,
      ")$$%": 405,
      "$#%#$$%": 406,
      "$%$$$$$$%": 407,
      "ĠĞ": 408,
      "$#\"$$$$": 409,
      "ĀĀ+": 410,
      "$%ğ": 411,
      "$%$#$$%": 412,
      "$&%$$$$": 413,
      "\"!": 414,
      "$&$$$$%": 415,
      "\"$$)": 416,
      "$%$%$$#": 417,
      "!$$$\"": 418,
      "$#$$$$$$%": 419,
      "$$\"$$$#": 420,
      "'$$$&": 421,
      "$#ğ": 422,
      "#$$$$&": 423,
      "#$$$$$$%": 424,
      "$$$$$$#": 425,
      "ĀĀ*": 426,
      "!#": 427,
      "ĀĀ#Ā": 428,
      ")$$#": 429,
      "$%$$$%": 430,
      "%$$$$$$%": 431,
      "!%": 432,
      "$#)": 433,
      "$!(": 434,
      "+$$": 435,
      "$\"ğ": 436,
      "$&)": 437,
      "%$$$$$$#": 438,
      "#$$$$$$#": 439,
      "$((": 440,
      "'#": 441,
      "$)%": 442,
      "%$$#$": 443,
      "\"$$ğ": 444,
      "ĀĀ%Ā": 445,
      "$#$$$$$$$$$$$$": 446,
      "$%$$$$$$#": 447,
      "$)&": 448,
      "%$$$$&": 449,
      "$(!": 450,
      "$#$$$$$$": 451,
      "$ĀĀ": 452,
      "%$$$$$": 453,
      "'$$(": 454,
      "ğ$$#": 455,
      "Ĝ$$": 456,
      "$ğ#": 457,
      "ĀĀĜ": 458,
      "$ğ\"": 459,
      "ğ$$&": 460,
      "ĀĀ\"Ā": 461,
      "$#$$$#": 462,
      "$\"$$$$#": 463,
      "$%$%$$%": 464,
      "$'$$%": 465,
      "$###$$#": 466,
      "ĀĀ$Ā": 467,
      ")$$$$": 468,
      "$'$$#": 469,
      "$)#": 470,
      "ğ$$%": 471,
      "$#$#$$#": 472,
      "$ğ%": 473,
      "'&": 474,
      "$$&$$$%": 475,
      "#$$$$%%": 476,
      "$%&$$$$": 477,
      "%$$Ğ": 478,
      "\"$$$!": 479,
      "ĀĀ&Ā": 480,
      "$%$$$$$$$$$$$$": 481,
      "$##%$$$$": 482,
      "$\"#$$$$": 483,
      "#$$#$": 484,
      "$%$$$$$$": 485,
      "&$$)": 486,
      "&$$ğ": 487,
      "%$$$$%%": 488,
      "($$'": 489,
      "#$$$$##": 490,
      "Ġ*": 491,
      "$!$$%": 492,
      "%$$$$##": 493,
      "#$$$$\"": 494,
      "$$$%$$$$$$$$": 495,
      "$')": 496,
      "$#\"$$$#": 497,
      "!\"": 498,
      "$%%%$$%": 499,
      "$!$$#": 500,
      "$ę": 501,
      "'ĀĀ": 502,
      "($$!": 503,
      "$$ĝ": 504,
      ")$$&": 505,
      "$&ğ": 506,
      "$#%%$$$$": 507,
      "$%&$$$%": 508,
      "#$$$&": 509,
      "$ğ&": 510,
      "#$$Ğ": 511,
      "ğ$$$$": 512,
      "#$$$!": 513,
      "$$%$$$$$": 514,
      "ĀĀ!Ā": 515,
      "$#Ğ": 516,
      "$$&#$$%": 517,
      "$$+": 518,
      "$%%#$$$$": 519,
      "%$$$\"": 520,
      "$%%$$$#": 521,
      "$)'": 522,
      "$%*": 523,
      "$$\"%$$#": 524,
      "ĀĀ,": 525,
      "$)\"": 526,
      "!$$(": 527,
      "Ġ$$$#": 528,
      "&$$$'": 529,
      "#$$*": 530,
      "Ġ$$$\"": 531,
      "Ġ$%": 532,
      "%$$*": 533,
      "Ġ$$(": 534,
      ")$$\"": 535,
      "$$$(": 536,
      "$\"$$\"": 537,
      "$%\"$$$#": 538,
      "Ġ%$$#": 539,
      "$$%$$$$$$$$": 540,
      "$!ğ": 541,
      "#$$$$#%": 542,
      "Ġ%$$\"": 543,
      "$\")": 544,
      "ĀĀ.": 545,
      "$%%%$$$$": 546,
      "!$$$$%": 547,
      "\"$$$#": 548,
      "$/": 549,
      "&'": 550,
      "(%": 551,
      "'$$ğ": 552,
      "$\"$%$$%": 553,
      "ĀĀ/": 554,
      "%$$%$": 555,
      "'$$$'": 556,
      "$$%$$$$$$#": 557,
      "$%Ğ": 558,
      "$\"$$&": 559,
      "$#&$$$$": 560,
      "$$$#$$$$$$$$": 561,
      "($$$&": 562,
      "$'*": 563,
      "$%#$$%": 564,
      "$$#$$$\"": 565,
      "$##$$$%": 566,
      "$$#$$$$$": 567,
      "$$$$$$$$$$$$$$$$$$$$$$$$": 568,
      "\"$$*": 569,
      "ğ$$\"": 570,
      "Ġĝ": 571,
      "Ġ%$$": 572,
      "$&$$&": 573,
      "$'ğ": 574,
      "%$$$$%#": 575,
      "$\"%$$$$": 576,
      "!&": 577,
      "$$#$$$%": 578,
      "#$$$$$": 579,
      "!$$)": 580,
      "''": 581,
      "'(": 582,
      "Ġ$#": 583,
      "ĀĀ-": 584,
      "$###$$$$": 585,
      "$&#$$$#": 586,
      "#$$$$%#": 587,
      "'$$$$#": 588,
      "$$%$$$&": 589,
      "$\"$%$$$$": 590,
      "ĀĀě": 591,
      "$)!": 592,
      "%$$$$#%": 593,
      "ğ$$'": 594,
      "$()": 595,
      "($$(": 596,
      "#$$$$$$": 597,
      "$$%$$$$$$%": 598,
      "$Ğ#": 599,
      "$\"#$$$#": 600,
      "!!": 601,
      "'\"": 602,
      "'$$$$%": 603,
      "Ġ#$$\"": 604,
      "%$$$$\"": 605,
      "$!)": 606,
      "$($$$$": 607,
      "%$$$'": 608,
      "Ā,": 609,
      "Ġ#$$#": 610,
      "$$#$$$$$$$$": 611,
      "$&$$\"": 612,
      "$*%": 613,
      "Ġ$\"": 614,
      "$$Ĝ": 615,
      "$#%$$#": 616,
      "$##$$#": 617,
      "$%##$$$$": 618,
      "!$$$!": 619,
      "(&": 620,
      "$%\"$$$$": 621,
      "$#$$$$&": 622,
      "$ğ!": 623,
      "$\"%$$$%": 624,
      "ĀĀĚ": 625,
      "$%$#$$$$#": 626,
      "$%&#$$%": 627,
      "$#&$$$%": 628,
      "(#": 629,
      "ĠĀ": 630,
      "Ġ\"$$": 631,
      "Ġ%$$!": 632,
      "$#$%$$$$%": 633,
      "$\"Ğ": 634,
      "$&*": 635,
      "$ğ'": 636,
      "\"$$%$": 637,
      "$$#$$$$$$%": 638,
      "$#*": 639,
      "$%$$$$&": 640,
      "$%$\"$$$$": 641,
      "$$##$$%": 642,
      "$$\"$$$\"": 643,
      "$#\"%$$#": 644,
      "Ġ$'": 645,
      "$$\"#$$#": 646,
      "&$$$$\"": 647,
      "!$$$$#": 648,
      "&$$$%": 649,
      "&#$$%": 650,
      "Ġ+": 651,
      "Ġ#$$": 652,
      "$$$#$$$$%": 653,
      "$#$$$$\"": 654,
      "$&%$$$%": 655,
      "$$$#$$$$$$%": 656,
      "Ğ$$#": 657,
      "$%$": 658,
      "$$#$$$$$$#": 659,
      "$$$\"$$$$": 660,
      "$$$#$$$$$$#": 661,
      "$$,": 662,
      "$$$&$$$$": 663,
      "*$$$$": 664,
      "ĀĜ": 665,
      "Ġ$!": 666,
      "Ġ$(": 667,
      "$#$$!": 668,
      "$$%$$$#": 669,
      "$&$#$$#": 670,
      "$Ğ%": 671,
      "$Ę": 672,
      "$%#$$$\"": 673,
      "$#$&$$$$": 674,
      "$&#$$$$": 675,
      "$$&%$$%": 676,
      "%$$$$$$": 677,
      "$$$%$$$$%": 678,
      "#$$+": 679,
      "\"$$+": 680,
      "&$$%$": 681,
      "$&%#$$%": 682,
      "Ġ$$$!": 683,
      "$\"%%$$%": 684,
      "$#%#$$$$": 685,
      "\"$$#$": 686,
      "$&##$$#": 687,
      "$$%$$$%$": 688,
      "##": 689,
      "*$$%": 690,
      "*$$#": 691,
      "Ğ$$&": 692,
      "Ġ&$$\"": 693,
      "$*&": 694,
      "%$$&$": 695,
      "Ġ$$ğ": 696,
      "Ğ$$$$": 697,
      "$%%$$%": 698,
      "$$%$$#": 699,
      "$\"*": 700,
      "$&Ğ": 701,
      "$%%\"$$%": 702,
      "&$$Ğ": 703,
      "$\"#%$$#": 704,
      "$##$$$$$": 705,
      "%%": 706,
      "&(": 707,
      "$%#%$$$$": 708,
      "$)(": 709,
      "$*#": 710,
      "Ġ!$$": 711,
      "$$%%$$#": 712,
      "%$$+": 713,
      "$%#$$$%": 714,
      "\"$$$$\"": 715,
      "'$$)": 716,
      "$*'": 717,
      "$$$&$$#": 718,
      "Ğ$$%": 719,
      "Ġ&$$#": 720,
      "ĀĀę": 721,
      "$%$$$$\"": 722,
      "'$$*": 723,
      "$#&#$$%": 724,
      "ě$$": 725,
      "$!Ğ": 726,
      "%$$ĝ": 727,
      "$###$$%": 728,
      "'*": 729,
      "ğ$$!": 730,
      "Ġ\"$$\"": 731,
      "$%$\"$$#": 732,
      "$#%$$$&": 733,
      "$%%#$$#": 734,
      "&$$*": 735,
      "$#&%$$%": 736,
      "ĀĀ)Ā": 737,
      ")$$!": 738,
      "$%$#$$$$%": 739,
      "$&$#$$$$": 740,
      "$$$#$$$$#": 741,
      "$))": 742,
      "$#\"#$$#": 743,
      "$$$%$$$$$$#": 744,
      "!'": 745,
      "\"#$$#": 746,
      "$#$$'": 747,
      "$!$$$$#": 748,
      "$##%$$%": 749,
      "$##&$$#": 750,
      "$#%$$$#": 751,
      "'$$Ğ": 752,
      "ĀĀğĀ": 753,
      "%#": 754,
      "ğ!": 755,
      "Ġ#$$!": 756,
      "$%$$'": 757,
      "$##$$$\"": 758,
      "$$&$$$&": 759,
      "$Ğ&": 760,
      "$%\"%$$#": 761,
      "%#$$%": 762,
      "$%+": 763,
      "&$$$\"": 764,
      "$%%$$$$$": 765,
      "&)": 766,
      "$#$%$$$$#": 767,
      "$#$#$$$$#": 768,
      "$&&$$$$": 769,
      "$%#\"$$#": 770,
      "$*\"": 771,
      "$Ğ\"": 772,
      "'!": 773,
      ",$$": 774,
      "$%%$$$&": 775,
      "$$$%$$$$#": 776,
      "$(*": 777,
      "Ġ$$)": 778,
      "Ġ$$$$%": 779,
      "$$#&$$#": 780,
      "$!$$$$%": 781,
      "%%$$%": 782,
      "Ġ$$$$#": 783,
      "$%$%$$$$%": 784,
      "$\"$%$$#": 785,
      "\"$$Ğ": 786,
      "$Ğ!": 787,
      "$$$$$$$$$$$$$": 788,
      "$$$\"$$%": 789,
      "ĀĀ'Ā": 790,
      "()": 791,
      "ğ#": 792,
      "$$$%$$\"": 793,
      "#$$&$": 794,
      "($$ğ": 795,
      "#%$$#": 796,
      "&%$$$$": 797,
      "*$$\"": 798,
      "$$$$$$$$$$$%": 799,
      "$%$$$$$": 800,
      "$%##$$%": 801,
      "!$$$": 802,
      "$&%#$$$$": 803,
      "$$$%$$$$$$%": 804,
      "ğ$$$!": 805,
      "&%$$%": 806,
      "Ě$$": 807,
      "ğ%": 808,
      "$%$$!": 809,
      "$'Ğ": 810,
      "&$$ĝ": 811,
      "%$$\"$": 812,
      "$Ğ'": 813,
      "&ĀĀ": 814,
      ")#": 815,
      ")$$'": 816,
      "Ġ,": 817,
      "$&$#$$%": 818,
      "$'$$$$#": 819,
      "$#%&$$%": 820,
      "&$$+": 821,
      "$%&%$$%": 822,
      "$ĝ\"": 823,
      "ĀĀ(Ā": 824,
      "ĠĀĀ": 825,
      "$!$$&": 826,
      "$(ğ": 827,
      "\"$$ĝ": 828,
      "&$$$$&": 829,
      "$%\"#$$#": 830,
      "$\"%#$$%": 831,
      "ĀĀĝĀ": 832,
      "$$$$$$\"": 833,
      "$$%#$$#": 834,
      "$$#%$$%": 835,
      "%$$$$$$#$$$$": 836,
      "$$$#$$\"": 837,
      "$)ğ": 838,
      "#$$\"$": 839,
      "!(": 840,
      "*ĀĀ": 841,
      "ĠĜ": 842,
      "$%$&$$#": 843,
      "$#$&": 844,
      "$$%\"$$%": 845,
      "$$%#$$&": 846,
      "$\"$#$$$$": 847,
      "#$$$$$$#$$$$": 848,
      "$#%%$$#": 849,
      "$%#%$$\"": 850,
      "\"$$$&": 851,
      "&$$#$": 852,
      "($$)": 853,
      "($$$'": 854,
      "%$$$%$": 855,
      "\"%$$#": 856,
      "$#$$": 857,
      "$$$$$$$$$$$$#": 858,
      "\"$$$$&": 859,
      "!$$ğ": 860,
      "$*!": 861,
      "$$#$$$#$": 862,
      "##$$#": 863,
      "')": 864,
      "+ĀĀ": 865,
      "ĝ$$%": 866,
      "$%&$$$&": 867,
      "$#ĝ": 868,
      "$#$&$$%": 869,
      "$\"$#$$%": 870,
      "$&ĝ": 871,
      "&$$$(": 872,
      "($$$(": 873,
      "\"(": 874,
      "+$$#": 875,
      "ğ$$(": 876,
      "$\"\"$$$$": 877,
      "$&$%$$#": 878,
      "$$$$$$$$$$#": 879,
      "$!$$\"": 880,
      "$ğğ": 881,
      "$*(": 882,
      "$&%\"$$%": 883,
      "$\"#%$$$$": 884,
      "$\"$$$$&": 885,
      "ĀĀĞĀ": 886,
      "\"ĀĀ": 887,
      "Ġ#$$$$": 888,
      "$%$%$$$$#": 889,
      "$$$#$$&": 890,
      "$#%&$$$$": 891,
      "$)$$$$": 892,
      "$&\"$$$#": 893,
      "\"$$$$##": 894,
      "*$$&": 895,
      "Ġ\"$$#": 896,
      "$%ĝ": 897,
      "$%$\"$$%": 898,
      "$#$#$$$$%": 899,
      "$#$\"$$%": 900,
      "$$%%$$&": 901,
      "$\"+": 902,
      "$$$$$$$$$%": 903,
      "$$$$$$$$$$%": 904,
      "%$$$!": 905,
      "#$$ĝ": 906,
      "$#$$$$$$$#": 907,
      "'$$$(": 908,
      "$\"#$$$%": 909,
      "$$$$$$$$$$$$$$$$$$": 910,
      "%#$$$$": 911,
      "('": 912,
      "+$$&": 913,
      "-$$": 914,
      "Ğ$$\"": 915,
      "$#$": 916,
      "$\"ĝ": 917,
      "%$$$$$%": 918,
      "$'$$&": 919,
      "$$!$$$$": 920,
      "%$$Ĝ": 921,
      "#$$$": 922,
      "$%%%$$#": 923,
      "$%#&$$#": 924,
      "$ğ(": 925,
      "Ġ$$$": 926,
      "\"$$$$%%": 927,
      ")$$(": 928,
      "ĝ$$#": 929,
      "$#+": 930,
      "$$%&$$$$": 931,
      "$$%&$$%": 932,
      "$$#%$$\"": 933,
      "!$$*": 934,
      "Ġ$$Ğ": 935,
      "$\"%%$$&": 936,
      "&$$\"$": 937,
      ")$$$'": 938,
      "\")": 939,
      "##$$$$": 940,
      "Ğ%": 941,
      "Ġ$)": 942,
      "$&#$$$\"": 943,
      "#$$,": 944,
      "$#$$$$$$%$$$$": 945,
      "$%##$$\"": 946,
      "Ġ\"$$!": 947,
      "!*": 948,
      "\"'": 949,
      "\"%$$$$": 950,
      "(ĀĀ": 951,
      "Ğ$$!": 952,
      "$%$\"": 953,
      "$%$#$$\"": 954,
      "$$#\"$$$$": 955,
      "$$$$$$$$$#": 956,
      "$$$$$$$$$$$$$$$$$$$$": 957,
      "$#$$$$$": 958,
      "$##%$$\"": 959,
      "$#%\"$$%": 960,
      "\"$$$": 961,
      "$&%%$$%": 962,
      "$\"\"%$$#": 963,
      "$\"$$$$$$#": 964,
      "#%$$$$": 965,
      "%%$$$$": 966,
      "$#$&$$#": 967,
      "#$$$$$\"": 968,
      "$$$%$$&": 969,
      "$'$$\"": 970,
      "$#%$$$%$": 971,
      "\"$$,": 972,
      "$&#%$$#": 973,
      "ğ$$Ğ": 974,
      "Ġ!$$#": 975,
      "$#\"$$$\"": 976,
      "$$##$$\"": 977,
      "#$$$$'": 978,
      "$#%#$$&": 979,
      "$#%%$$&": 980,
      "'$$ĝ": 981,
      "$*)": 982,
      "$%\"%$$\"": 983,
      "ĀĀ%Ā\"": 984,
      "!ĀĀ": 985,
      ")%": 986,
      "+$$$$": 987,
      "$%$&$$$$": 988,
      "$\"$&$$$$": 989,
      "$&$": 990,
      "$!*": 991,
      "$%$$$$$$$%": 992,
      "$%$$$$$$$#": 993,
      "$#$$$$$$\"": 994,
      "$#$$$$$$$%": 995,
      "$%%#$$&": 996,
      "$##&$$$$": 997,
      "$%#%$$%": 998,
      "$*ğ": 999,
      "$%&\"$$%": 1000,
      "$\"##$$#": 1001,
      "$&&#$$%": 1002,
      "$\"\"$$$#": 1003,
      "#$$'$": 1004,
      ")$$$(": 1005,
      "&$$$$%#": 1006,
      "((": 1007,
      "*#": 1008,
      "+$$\"": 1009,
      "Ġ'$$#": 1010,
      "$#&$$$&": 1011,
      "$\"%$$$&": 1012,
      "$$&%$$$$": 1013,
      "$$&#$$&": 1014,
      "$$$$$$$$$$$#": 1015,
      "$$$$$$$$$$$$%": 1016,
      "%$$$(": 1017,
      "$%$$$$$$%$$$$": 1018,
      "($$Ğ": 1019,
      "$$$\"$$#": 1020,
      "$&&$$$%": 1021,
      "$\"&$$$%": 1022,
      "Ā%#": 1023,
      "ĀĀ$Ā#": 1024,
      "#$$$$$$$$$$$$": 1025,
      ")\"": 1026,
      ")ĀĀ": 1027,
      "Ġ%$$$$": 1028,
      "$$ě": 1029,
      "$$$)": 1030,
      "$&$%$$$$": 1031,
      "$&$\"$$#": 1032,
      "$'ĝ": 1033,
      "$'$$$$%": 1034,
      "$(Ğ": 1035,
      "$($$%": 1036,
      "$%#\"$$$$": 1037,
      "&$$,": 1038,
      "$ğ$$$$": 1039,
      "$&%$$$#": 1040,
      "Ġ$$+": 1041,
      "$+\"": 1042,
      "$#%$$$$$": 1043,
      "#$$$#$": 1044,
      "&#$$$$": 1045,
      "&$$$$%%": 1046,
      "&$$$$##": 1047,
      "'#$$%": 1048,
      "*$$!": 1049,
      ",ĀĀ": 1050,
      "ĝ%": 1051,
      "Ġ&$$!": 1052,
      "$$#\"$$#": 1053,
      "$$$$$$$$#$$$$": 1054,
      "$$'$$$$": 1055,
      "#$$$'": 1056,
      "!$$Ğ": 1057,
      "$%\"#$$\"": 1058,
      "$+'": 1059,
      "%$$$$%%$$$$": 1060,
      "($$$$#": 1061,
      "+$$%": 1062,
      "ĝ$$&": 1063,
      "Ġ\"$$$$": 1064,
      "Ġ'$$\"": 1065,
      "%$$,": 1066,
      "$%%\"$$$$": 1067,
      "$\"##$$$$": 1068,
      "$#&&$$%": 1069,
      "$ĝ#": 1070,
      "$+&": 1071,
      "ğ$$ğ": 1072,
      "$#!$$$#": 1073,
      "ĀĀ#Ā!": 1074,
      "Ġ!$$\"": 1075,
      "!)": 1076,
      "\"$$$$#%": 1077,
      "$ė": 1078,
      "*$$'": 1079,
      "Ā-": 1080,
      "Ğ$$'": 1081,
      "Ġě": 1082,
      "$%'$$$$": 1083,
      "$$#$$#": 1084,
      "$$$$$$$$%$$$$": 1085,
      "$'%$$$$": 1086,
      "$!ĝ": 1087,
      "$(+": 1088,
      "$%%&$$%": 1089,
      "\"$$Ĝ": 1090,
      "$ğ)": 1091,
      "$$$$$$$$$$$$$$$$$$$": 1092,
      "ĀĀ\"Ā#": 1093,
      "$%\"$$$\"": 1094,
      "$\"$&$$%": 1095,
      "$'+": 1096,
      "$!+": 1097,
      "$%%%$$&": 1098,
      "&$$Ĝ": 1099,
      "$ğ*": 1100,
      "'$$+": 1101,
      "$#\"&$$#": 1102,
      "$&%%$$$$": 1103,
      "#$$$$%%$$$$": 1104,
      "$ĝ!": 1105,
      "$+!": 1106,
      "$\"$$$$$$%": 1107,
      "$&$$$$\"": 1108,
      "$&\"#$$#": 1109,
      "$%'$$$%": 1110,
      ")$$ğ": 1111,
      "\"$$$$%#": 1112,
      "Ĝ#": 1113,
      "ĝ$$$$": 1114,
      "$$$ğ": 1115,
      "$%$#$$&": 1116,
      "$&$$$%": 1117,
      "$&#$$%": 1118,
      "$&\"$$$$": 1119,
      "$&$%$$%": 1120,
      "$$\"#$$\"": 1121,
      "$$$$$$$$$$$": 1122,
      "$!$%$$%": 1123,
      "#$$Ĝ": 1124,
      "$##'$$#": 1125,
      "$%#\"$$%": 1126,
      "$)*": 1127,
      "$&##$$$$": 1128,
      "$+%": 1129,
      "$\"\"#$$#": 1130,
      "'$$%$": 1131,
      "ĀĀ+Ā": 1132,
      "($$$$%": 1133,
      "$#,": 1134,
      "$#$%$$&": 1135,
      "$&+": 1136,
      "$$\"$$%": 1137,
      "$$\"\"$$#": 1138,
      "$$&%$$&": 1139,
      "$!\"$$$$": 1140,
      "$$!%$$#": 1141,
      "$($$#": 1142,
      "$%&#$$&": 1143,
      "Ġ$$*": 1144,
      "($$*": 1145,
      "$$$%$$$$$": 1146,
      "!$$#$": 1147,
      "$\"&%$$%": 1148,
      "$&\"%$$#": 1149,
      "Ā%%": 1150,
      "ĀĀ$Ā'": 1151,
      "ĀĀ\"Ā\"": 1152,
      "ĀĀ\"Ā!": 1153,
      "ĀĀ#Ā\"": 1154,
      "ĀĀ&Ā!": 1155,
      "!%$$#": 1156,
      "\"*": 1157,
      "%$$$$$$$$$$$$": 1158,
      ")'": 1159,
      "ĝ#": 1160,
      "ĝ$$\"": 1161,
      "Ğ#": 1162,
      "ğ&": 1163,
      "Ġ'$$": 1164,
      "$$-": 1165,
      "$%$&$$%": 1166,
      "$&$$'": 1167,
      "#$$$$$#": 1168,
      "ĀĀĘ": 1169,
      "#$$ě": 1170,
      "$%$$$$$$&": 1171,
      "$%%&$$$$": 1172,
      "$%%$$$%$": 1173,
      "$##\"$$#": 1174,
      "$$#$$$$$$%$$$$": 1175,
      "$Ğğ": 1176,
      "$&%#$$#": 1177,
      "\"$$&$": 1178,
      "$\"$$$$\"": 1179,
      "ğ$$)": 1180,
      "ĀĀ$Ā&": 1181,
      "Ā'%": 1182,
      "ĀĀ!Ā#": 1183,
      "\"&$$#": 1184,
      ")&": 1185,
      "ğĞ": 1186,
      "Ġ&$$": 1187,
      "Ġ$*": 1188,
      "$#$\"": 1189,
      "$$%\"$$$$": 1190,
      "$&$\"$$%": 1191,
      "$%$$$$$$\"": 1192,
      "$ğĞ": 1193,
      "$Ğ(": 1194,
      "$#\"%$$\"": 1195,
      "Ġ$$ĝ": 1196,
      "ĀĀ%Ā#": 1197,
      "\"+": 1198,
      "',": 1199,
      "+$$'": 1200,
      "Ĝ$$%": 1201,
      "$%,": 1202,
      "$%$%": 1203,
      "$#!$$$$": 1204,
      "$#$\"$$#": 1205,
      "$#$#$$&": 1206,
      "$\"$&$$#": 1207,
      "$$\"%$$\"": 1208,
      "#$$$$$%": 1209,
      "%$$$$$$%$$$$": 1210,
      "%$$-": 1211,
      "%$$.": 1212,
      "%$$ě": 1213,
      "#$$.": 1214,
      "$##\"$$$$": 1215,
      "$#\"%$$$$": 1216,
      "$\"%%$$$$": 1217,
      "$#&%$$&": 1218,
      "$&$$$$&": 1219,
      "$%$$$$#$": 1220,
      "$\"&#$$%": 1221,
      "$#!%$$#": 1222,
      "Ā%!": 1223,
      "ĀĀ%Ā!": 1224,
      "ĀĀ%Āğ": 1225,
      "ĀĀ#Ā#": 1226,
      "$$$'$$$$": 1227,
      "ĀĀ*Ā": 1228,
      "'$$$%": 1229,
      ")(": 1230,
      "$$Ě": 1231,
      "$#$%$$\"": 1232,
      "$$#$$%": 1233,
      "$&$$!": 1234,
      "$$&$": 1235,
      "$$$%$\"": 1236,
      "%$$%$\"": 1237,
      "$#%\"$$$$": 1238,
      "!$$+": 1239,
      "$\"#&$$#": 1240,
      "$%\"&$$#": 1241,
      "$&#\"$$#": 1242,
      "!$$$$\"": 1243,
      "$&$$$$$$%": 1244,
      "!$$%$": 1245,
      "$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$": 1246,
      "Ā\"#": 1247,
      "$'#$$$#": 1248,
      "ĀĀ$Āğ": 1249,
      "ĀĀ%Ā&": 1250,
      "$%#$$$$$": 1251,
      "$%$$$$$$$$$$$": 1252,
      "&!": 1253,
      "'%$$%": 1254,
      "Ğ&": 1255,
      "Ġ-": 1256,
      "$$%$$%": 1257,
      "$\"%$$#": 1258,
      "$$$#$$$$$$$$$$$$": 1259,
      "$$!$$$\"": 1260,
      "$%$$$$$$#$$$$": 1261,
      "$#$$$$$$&": 1262,
      "$#%#$$#": 1263,
      "$ĞĞ": 1264,
      "$\"%$$$#": 1265,
      "#$$$$%&": 1266,
      "ğ$$*": 1267,
      ")$$*": 1268,
      ")$$Ğ": 1269,
      "ĀĀ$Ā!": 1270,
      "ĀĀ#Ā&": 1271,
      "Ġ!$$!": 1272,
      "$##$$$#$": 1273,
      "Ġ'$$!": 1274,
      "!ğ": 1275,
      "\"%$$\"": 1276,
      "*%": 1277,
      "ğ*": 1278,
      "Ġ/": 1279,
      "$%Ĝ": 1280,
      "$%$%$$\"": 1281,
      "$#Ĝ": 1282,
      "$\"ě": 1283,
      "#$$$$$$%$$$$": 1284,
      "$$'$$$&": 1285,
      "$%%\"$$&": 1286,
      "$)+": 1287,
      "!$$-": 1288,
      "$%&\"$$&": 1289,
      "$&%%$$#": 1290,
      "($$ĝ": 1291,
      "$#&#$$&": 1292,
      "$$$&$$%": 1293,
      "$ĝ&": 1294,
      "$+#": 1295,
      "$#$$$$%$": 1296,
      "$Ĝ%": 1297,
      "$#'$$$%": 1298,
      "%$$$$$$$$$$$": 1299,
      "ĀĀ/Ā": 1300,
      "!Ğ": 1301,
      "#%": 1302,
      "Ġ.": 1303,
      "$#$#": 1304,
      "$$%&$$#": 1305,
      "$$#&$$$$": 1306,
      "$$#$$$$$$$$$$$$": 1307,
      "$\",": 1308,
      "#$$$$$$\"": 1309,
      "%$$$$$#": 1310,
      "$$'#$$%": 1311,
      "$#$$$$$$#$$$$": 1312,
      "&$$$$'": 1313,
      "$&##$$%": 1314,
      "$\"%\"$$%": 1315,
      "&$$&$": 1316,
      "$%$$$$%$": 1317,
      "$'%#$$%": 1318,
      "ğ$$+": 1319,
      "!$$$#": 1320,
      "Ğ!": 1321,
      "ĠĀ#": 1322,
      "$%$#$$$$$$$$": 1323,
      "$#$#$$\"": 1324,
      "$$%$$$$$$$$$$$$": 1325,
      "$$#&$$\"": 1326,
      "$\"$$$#": 1327,
      "$\"#$$$\"": 1328,
      "$\"&$$$&": 1329,
      "$%%#$$$$#": 1330,
      "$##\"$$%": 1331,
      "&$$ě": 1332,
      "'$$$)": 1333,
      "$&##$$\"": 1334,
      "$\"%&$$%": 1335,
      "$+)": 1336,
      "$&&%$$%": 1337,
      "$\"\"&$$#": 1338,
      "#$$!$": 1339,
      "$%!$$$#": 1340,
      "$'##$$#": 1341,
      "ĀĀ$Ā\"": 1342,
      "\"\"$$#": 1343,
      "#&": 1344,
      "&$$$$#%": 1345,
      "Ĝ$$#": 1346,
      "Ğğ": 1347,
      "Ğ$$(": 1348,
      "Ġ$%%": 1349,
      "Ġ$%#": 1350,
      "$%$%$$&": 1351,
      "$#$%$$$$$$$$": 1352,
      "$#$'$$$$": 1353,
      "$\"#$$#": 1354,
      "$\"&$$$$": 1355,
      "$$&\"$$%": 1356,
      "$$&&$$%": 1357,
      "$'Ĝ": 1358,
      "$'$%$$#": 1359,
      "$$'$": 1360,
      "$###$$\"": 1361,
      "!$$ĝ": 1362,
      "$%&&$$%": 1363,
      "$#\"\"$$#": 1364,
      "Ġ$$,": 1365,
      "($$+": 1366,
      "$\"%%$$#": 1367,
      "$ĝ%": 1368,
      "%$$$$##$$$$": 1369,
      "$&&\"$$%": 1370,
      "$&$$$$$$#": 1371,
      "$%'#$$%": 1372,
      "Ā%&": 1373,
      "ĀĀ\"Ā&": 1374,
      "\"$$'$": 1375,
      "$&'$$$%": 1376,
      "$$$#$$%$": 1377,
      "$!!$$$#": 1378,
      "\"Ğ": 1379,
      "%ĀĀ": 1380,
      "-$": 1381,
      "ě#": 1382,
      "ĝ$$!": 1383,
      "Ġ#$$ğ": 1384,
      "$%$$(": 1385,
      "$\"$#$$#": 1386,
      "$&$\"$$$$": 1387,
      "$&\"$$$\"": 1388,
      "$$\"#$$$$": 1389,
      "$$\"&$$#": 1390,
      "$$$%$$$$$$$$$$$$": 1391,
      "$'$#$$#": 1392,
      "$!#$$$$": 1393,
      "$$!#$$#": 1394,
      "$$$$%$": 1395,
      "$($$$$#": 1396,
      "%$$%$!": 1397,
      "$###$$$$#": 1398,
      "$)$$#": 1399,
      "&$$$$$$%": 1400,
      "'$$ě": 1401,
      "$%&#$$$$": 1402,
      "$&#$$$%": 1403,
      "$&#%$$\"": 1404,
      "%$$$$%&": 1405,
      "\"$$\"$": 1406,
      "'$$$$&": 1407,
      "$$$,": 1408,
      "$#!%$$\"": 1409,
      ")$$)": 1410,
      "ĀĀ$Ā(": 1411,
      "Ġ$$$$&": 1412,
      "$\"!%$$#": 1413,
      "ĀĀ'Ā\"": 1414,
      "!+": 1415,
      "\"#$$$$": 1416,
      "\"\"$$$$": 1417,
      "ğ\"": 1418,
      "Ġ$ğ": 1419,
      "Ġ$%&": 1420,
      "Ġ$%\"": 1421,
      "$$$$$$&": 1422,
      "$%$$": 1423,
      "$#&$$#": 1424,
      "$$%#$$$$#": 1425,
      "$$%\"$$&": 1426,
      "$&Ĝ": 1427,
      "$$\"&$$\"": 1428,
      "$'$": 1429,
      "$',": 1430,
      "$'#$$$$": 1431,
      "$(ĝ": 1432,
      "$($$\"": 1433,
      "$##%$$&": 1434,
      "$#%'$$%": 1435,
      "\"$$.": 1436,
      "'$$Ĝ": 1437,
      "!$$$ğ": 1438,
      "$&%\"$$$$": 1439,
      "$\"#%$$%": 1440,
      "$\"%#$$&": 1441,
      "$&&#$$&": 1442,
      "$\"\"%$$$$": 1443,
      "$\"&#$$&": 1444,
      "$!#$$$#": 1445,
      "$%'%$$%": 1446,
      "Ā%'": 1447,
      "$,%": 1448,
      "$,(": 1449,
      "$%!#$$#": 1450,
      "$%!#$$\"": 1451,
      "ĀĀ!Ā\"": 1452,
      "ĀĀ!Ā!": 1453,
      "&%#$$$$": 1454,
      "$%#$$$#$": 1455,
      "$$$!$$%": 1456,
      "$#$$$$$$$$$$$$$": 1457,
      "ĀĀĜĀ": 1458,
      "ĀĀ,Ā": 1459,
      "\"ğ": 1460,
      "%&": 1461,
      "&&$$%": 1462,
      "(+": 1463,
      ")*": 1464,
      ",$$#": 1465,
      "-,": 1466,
      "ĝ&": 1467,
      "ğ'": 1468,
      "$##$$%": 1469,
      "$#$\"$$$$": 1470,
      "$$%#$$$$%": 1471,
      "$&$$": 1472,
      "$$&#$$$$": 1473,
      "%$$$$$%$$$$": 1474,
      "$%$$$$'": 1475,
      "$%%\"$$#": 1476,
      "$##%$$$$#": 1477,
      "$%##$$$$#": 1478,
      "&$$$$$": 1479,
      "$$%$$$$$$%$$$$": 1480,
      "$**": 1481,
      "$Ğ*": 1482,
      "$%&$$$#": 1483,
      "$&%#$$&": 1484,
      "$&#&$$#": 1485,
      "'$$#$": 1486,
      "$\"&&$$%": 1487,
      "$\"&%$$&": 1488,
      "$'%#$$#": 1489,
      "$!#%$$#": 1490,
      "Ā%(": 1491,
      "ĀĀ$ĀĞ": 1492,
      "\"#%$$#": 1493,
      "ĀĀ.Ā": 1494,
      "ĀĀěĀ": 1495,
      "ĀĀĚĀ": 1496,
      "%*": 1497,
      "%$$$#": 1498,
      "ěĝ": 1499,
      "ĝ$$'": 1500,
      "Ġ$+": 1501,
      "$%$#": 1502,
      "$%$$$&": 1503,
      "$##$$$&": 1504,
      "$$%%$$$$%": 1505,
      "$$#$$$$%": 1506,
      "$$#\"$$%": 1507,
      "$\"Ĝ": 1508,
      "$\"\"$$$\"": 1509,
      "$&$\"": 1510,
      "$&$#$$$$%": 1511,
      "$$\"\"$$$$": 1512,
      "$'$$!": 1513,
      "$!Ĝ": 1514,
      "$$!$$$#": 1515,
      "#$$$ğ": 1516,
      "$%%$$$$$$$$$$$$": 1517,
      "$#%&$$#": 1518,
      "&$$-": 1519,
      "$Ğ)": 1520,
      "Ġ$$Ĝ": 1521,
      "$\"##$$\"": 1522,
      "$%$$$$##": 1523,
      "$'%$$$%": 1524,
      "ĀĀ\"Ā'": 1525,
      "$#'&$$%": 1526,
      "$\"!$$$#": 1527,
      "$$$$#%%$$%": 1528,
      "!ĝ": 1529,
      "\"#$$\"": 1530,
      "$Ė": 1531,
      "(!": 1532,
      ",,": 1533,
      "ě%": 1534,
      "ě$$$$": 1535,
      "ğĝ": 1536,
      "ğğ": 1537,
      "Ġ$&#": 1538,
      "$%%$$": 1539,
      "$#\"$$": 1540,
      "$#$'$$#": 1541,
      "$$%&$$&": 1542,
      "$$#%$$$$%": 1543,
      "ĀĀė": 1544,
      "$'\"$$$\"": 1545,
      "$!$$!": 1546,
      "$%#&$$$$": 1547,
      "$)ĝ": 1548,
      "'$$$\"": 1549,
      "!$$,": 1550,
      "$$$$$$$$$$$$$$$": 1551,
      "($$,": 1552,
      "$#&&$$&": 1553,
      "#$$$$#&": 1554,
      "$+ğ": 1555,
      "$\"$$$$$$&": 1556,
      "$$$Ĝ": 1557,
      "%$$!$": 1558,
      "$'%$$$#": 1559,
      "$&\"%$$\"": 1560,
      "$&\"\"$$#": 1561,
      "$&\"&$$\"": 1562,
      "%$$'$": 1563,
      "Ā\"%": 1564,
      "$#!#$$#": 1565,
      "Ā%\"": 1566,
      "Ā%ğ": 1567,
      "$,!": 1568,
      "$,#": 1569,
      "$%!%$$#": 1570,
      "ĀĀ%Ā)": 1571,
      "$Ĝ#": 1572,
      "$Ĝ&": 1573,
      "ĀĀ\"ĀĞ": 1574,
      "$#'#$$&": 1575,
      "$&'#$$%": 1576,
      "ĀĀ&Ā#": 1577,
      "$$$'$$#": 1578,
      "#$$$$$$$$$$$": 1579,
      "ĀĀęĀ": 1580,
      "(*": 1581,
      ")+": 1582,
      "+(": 1583,
      ",*": 1584,
      "-$$$$": 1585,
      ".$$": 1586,
      "ĝ$$(": 1587,
      "Ġ$$$%": 1588,
      "ĠĀ&": 1589,
      "$%&$$%": 1590,
      "$#'$$$&": 1591,
      "$$%$$$$#": 1592,
      "$$#!$$#": 1593,
      "$\"$%$$&": 1594,
      "$\"$#$$&": 1595,
      "$&,": 1596,
      "$&%$$$&": 1597,
      "$$\"%$$$$": 1598,
      "$$&$$$#": 1599,
      "#$$$$!": 1600,
      "#$$$$$#$$$$": 1601,
      "%$$$$'": 1602,
      "$$$#$$$$%#": 1603,
      "$!$$'": 1604,
      "$!$%$$&": 1605,
      "$$!%$$\"": 1606,
      "$$'%$$%": 1607,
      "$$'$$$'": 1608,
      "$$$$%%$$$$": 1609,
      "$##&$$%": 1610,
      "$##%$$$$%": 1611,
      "$##&$$\"": 1612,
      "$%#\"$$\"": 1613,
      "\"$$-": 1614,
      "$)Ğ": 1615,
      "&$$$)": 1616,
      "\"$$$$!": 1617,
      "!$$Ĝ": 1618,
      "$$#$$$$$$#$$$$": 1619,
      "$#\"#$$\"": 1620,
      "$%\"!$$#": 1621,
      "$&#\"$$%": 1622,
      "$ĝ(": 1623,
      "$#$$%$": 1624,
      "$\"\"\"$$#": 1625,
      "$!#&$$#": 1626,
      "$,&": 1627,
      "ĀĀ!Āğ": 1628,
      "&%#$$%": 1629,
      "$!&$$$%": 1630,
      "ĀĀ'Ā!": 1631,
      "$#$$$$$$$$$$$": 1632,
      "ĀĀğĀ&": 1633,
      "#$$$%": 1634,
      "&&$$$$": 1635,
      "(\"": 1636,
      "+$$!": 1637,
      "ę$$": 1638,
      "Ĝ%": 1639,
      "Ĝğ": 1640,
      "Ĝ$$&": 1641,
      "ĝ!": 1642,
      "ĠĀ!": 1643,
      "$#$$$$$$$$$$$$$$$$": 1644,
      "$#$'$$%": 1645,
      "$$#&$$%": 1646,
      "$$#$$$&": 1647,
      "$\"$\"$$%": 1648,
      "$$&\"$$&": 1649,
      "#$$$$$$&": 1650,
      "#$$$$$$$%": 1651,
      "$$$#$$$#": 1652,
      "$!%$$$&": 1653,
      "$$'$$$%": 1654,
      "$(,": 1655,
      "$%$$$$$$%%$$$$": 1656,
      "$%%&$$#": 1657,
      "$%%!$$%": 1658,
      "$#%\"$$&": 1659,
      "$)$$%": 1660,
      "&$$$!": 1661,
      "'$$,": 1662,
      "$%&%$$$$": 1663,
      "$%&%$$&": 1664,
      "$#\"$$$%": 1665,
      "$&%%$$&": 1666,
      "$\"#%$$\"": 1667,
      "$\"#&$$%": 1668,
      "#$$$$##$$$$": 1669,
      "$ĝ)": 1670,
      "$%$$%$": 1671,
      "'$$$$\"": 1672,
      "$!#%$$%": 1673,
      "Ā%)": 1674,
      "$,'": 1675,
      "Ā#%": 1676,
      "$!%$$$%": 1677,
      "ĀĀ#Āğ": 1678,
      "Ā'&": 1679,
      "ĀĀ&Āğ": 1680,
      "#$$($": 1681,
      "&##$$#": 1682,
      "\"$": 1683,
      "&#$$&": 1684,
      "))": 1685,
      "+%": 1686,
      "+,": 1687,
      ",$$\"": 1688,
      "-+": 1689,
      "ĜĞ": 1690,
      "ğ$$$$%": 1691,
      "ĠĚ": 1692,
      "Ġ($$": 1693,
      "Ġ!$$$$": 1694,
      "Ġ$'%": 1695,
      "$%\"$$": 1696,
      "$%$!$$%": 1697,
      "$#$&$$&": 1698,
      "$$%!$$%": 1699,
      "$\"$$": 1700,
      "$&&$$$&": 1701,
      "%$$$$$$$%": 1702,
      "$$!#$$!": 1703,
      "$$'%$$&": 1704,
      "%$$$": 1705,
      "$#%%$$\"": 1706,
      "$#%&$$&": 1707,
      "$%##$$$$%": 1708,
      "$ğĝ": 1709,
      "\"$$$$'": 1710,
      "$$%$$$$$$#$$$$": 1711,
      "$*$$$$": 1712,
      "$%&%$$#": 1713,
      "$#\"'$$#": 1714,
      "$&%!$$%": 1715,
      "$\"#\"$$#": 1716,
      "$%\"\"$$#": 1717,
      "$$$&$$$$%": 1718,
      "$$$&$$$$#": 1719,
      "#$$$$%$": 1720,
      "$ĝ'": 1721,
      "$ĝĞ": 1722,
      "$+(": 1723,
      "$\"\"%$$\"": 1724,
      "$$$%$$$$$$#$$$$": 1725,
      "$'%\"$$%": 1726,
      "$$%$$$%$$%": 1727,
      "ğ$$ĝ": 1728,
      "ğ$$$ğ": 1729,
      "$%'#$$&": 1730,
      "Ā\"\"": 1731,
      ")$$Ĝ": 1732,
      "$,\"": 1733,
      "$Ĝ\"": 1734,
      "ĀĀ#Ā(": 1735,
      "ĀĀ#ĀĞ": 1736,
      "Ā&'": 1737,
      "Ā'#": 1738,
      "$'&$$$%": 1739,
      "$'\"$$$#": 1740,
      "\"%%$$%": 1741,
      "ĀĀ-Ā": 1742,
      "!#$$#": 1743,
      ")!": 1744,
      "-ĀĀ": 1745,
      "ěğ": 1746,
      "Ğ$$)": 1747,
      "Ġ#$$%": 1748,
      "Ġ%$$%": 1749,
      "Ġ%$$$%": 1750,
      "Ġ\"$$ğ": 1751,
      "$%$\"$$\"": 1752,
      "$%$\"$$&": 1753,
      "$#ě": 1754,
      "$#$$$%": 1755,
      "$#$!$$$$": 1756,
      "$#!$$$\"": 1757,
      "$$#\"$$\"": 1758,
      "$&$&$$#": 1759,
      "$&$#$$\"": 1760,
      "$'#$$$\"": 1761,
      "$!$%$$$$": 1762,
      "$$!#$$\"": 1763,
      "#$$-": 1764,
      "$%$$$$!": 1765,
      "$##%$$!": 1766,
      "$#%%$$$$%": 1767,
      "$#%%$$$$#": 1768,
      "$#%'$$$$": 1769,
      "$#%#$$'": 1770,
      "$%##$$&": 1771,
      "\"$$ě": 1772,
      "\"$$$$$$#": 1773,
      "!$$/": 1774,
      "$*Ğ": 1775,
      "Ġ$$-": 1776,
      "Ġ$$$ğ": 1777,
      "$\"##$$%": 1778,
      "$&#\"$$\"": 1779,
      "($$ě": 1780,
      "$$$\"$$$$#": 1781,
      "$&&#$$$$": 1782,
      "$&&$$$#": 1783,
      "$&&&$$%": 1784,
      "$&$$$$$$\"": 1785,
      "$!#$$$%": 1786,
      "ğ$$Ĝ": 1787,
      "$%'\"$$%": 1788,
      "$,ğ": 1789,
      "$%!%$$\"": 1790,
      "ĀĀ$Ā)": 1791,
      "$!%%$$%": 1792,
      "Ġ$$$$\"": 1793,
      "ĀĀ\"Āğ": 1794,
      "$!\"%$$#": 1795,
      "$'&#$$%": 1796,
      "$!&%$$%": 1797,
      "$$&$$$$$": 1798,
      "$$##$$#$": 1799,
      "$$$$$$$$$$$$$$$$$$$$$$$$$": 1800,
      "#*": 1801,
      "$ĕ": 1802,
      "&*": 1803,
      "'$$$$##": 1804,
      "+*": 1805,
      ".-": 1806,
      "Ġ&$$$$": 1807,
      "Ġ\"$$%": 1808,
      "Ġ$&%": 1809,
      "Ġ($$\"": 1810,
      "$%$'": 1811,
      "$%%$$#": 1812,
      "$%$$$$$$$$$$$$$$$$": 1813,
      "$%%$$$\"": 1814,
      "$#%$$$'": 1815,
      "$$##$$$$%": 1816,
      "#$$$$&&": 1817,
      "$'$#$$$$": 1818,
      "$'&$$$$": 1819,
      "$'%$$$&": 1820,
      "$$'\"$$%": 1821,
      "$%$$$$$$$#$$$$": 1822,
      "$#$$$$$$$%$$$$": 1823,
      "$##$$$$$$$$$$$$": 1824,
      "$###$$$$%": 1825,
      "$%#$$&": 1826,
      "$%#!$$#": 1827,
      "\"$$$'": 1828,
      "&$$$": 1829,
      "&$$.": 1830,
      "&$$Ě": 1831,
      "$Ğ$$#": 1832,
      "$#\"#$$%": 1833,
      "$#\"&$$$$": 1834,
      "$#\"&$$\"": 1835,
      "$%\"$$$%": 1836,
      "$%\"&$$\"": 1837,
      "($$-": 1838,
      "$#&'$$%": 1839,
      "$$$%$$$$&": 1840,
      "$$$-": 1841,
      "$$$.": 1842,
      "$$#$$$#$$$$$$$$": 1843,
      "Ā\"&": 1844,
      "$%!\"$$#": 1845,
      "$'##$$$$": 1846,
      "$'#%$$#": 1847,
      "$'#\"$$#": 1848,
      "ĀĀ$Āĝ": 1849,
      "ĀĀ\"Ā)": 1850,
      "$#'#$$%": 1851,
      "$$$$%%%$$$$": 1852,
      "Ā(&": 1853,
      "$&!%$$\"": 1854,
      "$-)": 1855,
      "$#$$$$$$$$$$$#": 1856,
      "ĀĀğĀ#": 1857,
      "*$$ĝ": 1858,
      "%$$$$$$$$$#": 1859,
      "%$$$$$$$$$$$%": 1860,
      "#(": 1861,
      "%ĝ": 1862,
      "%$$$$$$$$$$$$$$$$": 1863,
      "Ĝ\"": 1864,
      "Ĝ$$'": 1865,
      "Ğ\"": 1866,
      "Ğ*": 1867,
      "Ğ$$Ğ": 1868,
      "ğ(": 1869,
      "Ġ$\"%": 1870,
      "Ġ($$#": 1871,
      "$%\"$$%": 1872,
      "$%%$$$$%": 1873,
      "$%$%$$$$$$$$": 1874,
      "$%#$$$&": 1875,
      "$%'$$$'": 1876,
      "$#$%": 1877,
      "$#%$$": 1878,
      "$##$$$$#": 1879,
      "$#$!$$%": 1880,
      "$$%!$$$$": 1881,
      "$$%$$$'": 1882,
      "$\"$$'": 1883,
      "$\"$%$$$$#": 1884,
      "$\"$#$$$$#": 1885,
      "$\"$%$$\"": 1886,
      "$&\"$$%": 1887,
      "$&!$$$\"": 1888,
      "$$\"$$#": 1889,
      "$$\"#$$%": 1890,
      "$$&%$$#": 1891,
      "$$&#$$#": 1892,
      "$$$$$$$$$%$$$$": 1893,
      "#$$$$\"\"": 1894,
      "%$$$$!": 1895,
      "ĀĀĔ": 1896,
      "ĀĀĖ": 1897,
      "$!$%$$#": 1898,
      "$$!$": 1899,
      "$$!\"$$#": 1900,
      "$($$!": 1901,
      "$#$$$$'": 1902,
      "$%%%$$\"": 1903,
      "$%%#$$$$%": 1904,
      "$#%#$$$$#": 1905,
      "$#%#$$%$": 1906,
      "$%#&$$\"": 1907,
      "&$$$*": 1908,
      "$ğĜ": 1909,
      "$ğ$$%": 1910,
      "'$$Ě": 1911,
      "$*+": 1912,
      "($$$)": 1913,
      "$\"%#$$$$": 1914,
      "$#&%$$$$": 1915,
      "$#&$$$#": 1916,
      "$#&\"$$%": 1917,
      "$#&\"$$&": 1918,
      "$#&#$$'": 1919,
      "$ĝ*": 1920,
      "$ĝĝ": 1921,
      "$ĝğ": 1922,
      "%$$$$#\"": 1923,
      "%$$$$#&": 1924,
      "$&&%$$&": 1925,
      "$&$$$$$$&": 1926,
      "$$$%$$$$$$": 1927,
      "$$$ě": 1928,
      "$'%%$$%": 1929,
      "Ā\"'": 1930,
      "Ā%*": 1931,
      "$,*": 1932,
      "$!%#$$%": 1933,
      "$!%%$$&": 1934,
      "$Ĝ!": 1935,
      "$Ĝğ": 1936,
      "$!\"$$$%": 1937,
      "$!\"&$$#": 1938,
      "$'&%$$%": 1939,
      "ĀĀ&ĀĞ": 1940,
      "$$$%$$#$": 1941,
      "ĀĀ'Āĝ": 1942,
      "$!$$$$&": 1943,
      "ĀĀĞĀ!": 1944,
      "ĀĀĝĀ!": 1945,
      "Ğ$$ĝ": 1946,
      "#$$$$$$$$$$$%": 1947,
      "!$$$$%#": 1948,
      "'-": 1949,
      "'$$$$%#": 1950,
      "(ğ": 1951,
      ")-": 1952,
      "+)": 1953,
      ",$$$$": 1954,
      "ě$$%": 1955,
      "Ĝ$$$$": 1956,
      "Ĝ$$\"": 1957,
      "Ġ'$$$$": 1958,
      "Ġ$\"&": 1959,
      "Ġ$\"!": 1960,
      "$%$'$$$$": 1961,
      "$%!$$$\"": 1962,
      "$%$!$$#": 1963,
      "$%%$$$'": 1964,
      "$#-": 1965,
      "$$#%$$$$#": 1966,
      "$$#$$$!": 1967,
      "$\"!$$$$": 1968,
      "$\"$%$$$$%": 1969,
      "$&$!": 1970,
      "$&%$$%": 1971,
      "$&$$(": 1972,
      "$&'$$$$": 1973,
      "$&$#$$$$#": 1974,
      "$&$%$$\"": 1975,
      "$&$#$$&": 1976,
      "#$$$$$$$#": 1977,
      "$'$$$%": 1978,
      "$'$$'": 1979,
      "$'$#$$%": 1980,
      "$!#$$$\"": 1981,
      "$$'&$$%": 1982,
      "$(-": 1983,
      "%$$Ę": 1984,
      "%$$Ě": 1985,
      "$#$$$$!": 1986,
      "$#$$$$$$$#$$$$": 1987,
      "$##\"$$\"": 1988,
      "$#%$$$$$$$$$$$$": 1989,
      "$#%!$$%": 1990,
      "$%#!$$$$": 1991,
      "$)$$\"": 1992,
      "\"$$$$&#": 1993,
      "&$$$$\"#": 1994,
      "$$$$$$$$$$$$$%$$$$": 1995,
      "$%&\"$$$$": 1996,
      "$%\"%$$$$": 1997,
      "$&#%$$$$": 1998,
      "$&#&$$\"": 1999,
      "$\"%&$$$$": 2000,
      "$\"%'$$%": 2001,
      "$#&%$$'": 2002,
      "$$$&$": 2003,
      "$$$&$$&": 2004,
      "$$$\"$$&": 2005,
      "$++": 2006,
      "$$($": 2007,
      "$&&%$$#": 2008,
      "$&&#$$#": 2009,
      "$#$$#$": 2010,
      "$\"$$$$$$\"": 2011,
      "$\"&\"$$%": 2012,
      "$#$$$$#$": 2013,
      "$$#$$$#$$#": 2014,
      ")$$+": 2015,
      "$!%%$$$$": 2016,
      "Ġ\"#$$#": 2017,
      "ĀĀ#Ā)": 2018,
      "Ā&\"": 2019,
      "'$$\"$": 2020,
      "$\"!#$$#": 2021,
      "!$$&$": 2022,
      "$'&\"$$%": 2023,
      "ĀĀ!Ā'": 2024,
      "$$$%$$%#$$%": 2025,
      "$-%": 2026,
      "$$$'$$%": 2027,
      "ĀĀ'Ā#": 2028,
      "ĀĀ'Ā'": 2029,
      "ĀĀ'Āğ": 2030,
      "$#$$$$$$$$$$$%": 2031,
      "$!$$$$\"": 2032,
      "$$%%$$%$": 2033,
      "%$$$$$$$$$$$#": 2034,
      "$#$%$$%$": 2035,
      "#ĝ": 2036,
      "&ĝ": 2037,
      "&\"$$%": 2038,
      "'ğ": 2039,
      "'$$$$#%": 2040,
      ",&": 2041,
      ",$$&": 2042,
      "/$": 2043,
      "ě!": 2044,
      "ě$$#": 2045,
      "ě$$'": 2046,
      "Ğ$$ğ": 2047,
      "ğ$$$$#": 2048,
      "Ġę": 2049,
      "Ġ'$$%": 2050,
      "Ġ$#!": 2051,
      "Ġ$'!": 2052,
      "$$$*": 2053,
      "$%$!": 2054,
      "$%#$$": 2055,
      "$%$!$$$$": 2056,
      "$%$'$$#": 2057,
      "$%#$$$!": 2058,
      "$##$$": 2059,
      "$#$&$$$$#": 2060,
      "$$%\"$$#": 2061,
      "$\"$$!": 2062,
      "$\"#$$": 2063,
      "$\"$\"$$#": 2064,
      "$&$&$$%": 2065,
      "$&%$$$\"": 2066,
      "$$\"$": 2067,
      "$$&$$#": 2068,
      "$$&!$$%": 2069,
      "#$$$$$%$$$$": 2070,
      "%$$$$$$$#$$$$": 2071,
      "ĀĀĕ": 2072,
      "$$$%$$$$##": 2073,
      "$'$#$$\"": 2074,
      "$'\"$$$!": 2075,
      "$!$": 2076,
      "$!,": 2077,
      "$!$#$$#": 2078,
      "$$'#$$&": 2079,
      "$%$$$$$$$%$$$$": 2080,
      "$%%#$$\"": 2081,
      "$%%!$$$$": 2082,
      "$%#'$$#": 2083,
      "$%##$$!": 2084,
      "$ğ$$#": 2085,
      "\"$$$$$": 2086,
      "\"$$$$\"#": 2087,
      "$Ğĝ": 2088,
      "$$$$$$$$$$$$$$$#": 2089,
      "$%&&$$$$": 2090,
      "$#\"%$$!": 2091,
      "$#\"#$$!": 2092,
      "$&%\"$$#": 2093,
      "$&%&$$%": 2094,
      "$&%\"$$&": 2095,
      "$%\"#$$$$": 2096,
      "($$$*": 2097,
      "$&$$$$$$": 2098,
      "$#$$$$%%": 2099,
      "#$$'$!": 2100,
      "$\"&%$$'": 2101,
      "$'%\"$$#": 2102,
      "$!#%$$$$": 2103,
      "ğ$$.": 2104,
      "$%'%$$&": 2105,
      "$#!#$$\"": 2106,
      "Ā%+": 2107,
      "Ā#\"": 2108,
      "$Ĝ(": 2109,
      "ĀĀ\"Ā(": 2110,
      "ĀĀ#Ā'": 2111,
      "$#'%$$&": 2112,
      "Ġ#$$$%": 2113,
      "Ġ$$#$": 2114,
      "$$)$": 2115,
      "$!\"$$$#": 2116,
      "$&'#$$&": 2117,
      "ĀĀ!ĀĞ": 2118,
      "$$$%$$%%$$%": 2119,
      "'$$&$": 2120,
      "$$$#$$#$": 2121,
      "$ě%": 2122,
      "ĀĀ'Ā(": 2123,
      "%$$($": 2124,
      "$$$!$$$$": 2125,
      "$$$!$$#": 2126,
      "ĀĀğĀğ": 2127,
      "!$$'$": 2128,
      "ĀĀ(Ā!": 2129,
      "#$$$$$$$$$$$#": 2130,
      "%$$)$": 2131,
      "$$$$$$$$##": 2132,
      "'$$$&$": 2133,
      "(#$$&": 2134,
      "*$$ğ": 2135,
      "++": 2136,
      ".,": 2137,
      "Ā.": 2138,
      "Ĝ!": 2139,
      "ĠĀğ": 2140,
      "Ġ*$$": 2141,
      "Ġ%$$Ğ": 2142,
      "$%$\"$$$$#": 2143,
      "$%&$$$'": 2144,
      "$#.": 2145,
      "$#$$(": 2146,
      "$#$$$#$": 2147,
      "$#$&$$$$%": 2148,
      "$#'$$$'": 2149,
      "$#$&$$\"": 2150,
      "$$%%$$\"": 2151,
      "$$%$$$\"": 2152,
      "$$%%$$$$#": 2153,
      "$$#$$$$#": 2154,
      "$$##$$$$#": 2155,
      "$\"$": 2156,
      "$\"$\"$$$$": 2157,
      "$\"#$$$&": 2158,
      "$&ě": 2159,
      "$&$$$$$$$$$$$$": 2160,
      "$&$&$$$$": 2161,
      "$&\"$$$!": 2162,
      "$$\"$$$!": 2163,
      "$$&&$$&": 2164,
      "#$$$$'%": 2165,
      "%$$$$$$$#": 2166,
      "$$$%$$$$%%": 2167,
      "$'$\"$$#": 2168,
      "$!#$$#": 2169,
      "$!'$$$&": 2170,
      "$$!&$$#": 2171,
      "$$$$%$#$$$$": 2172,
      "#$$ę": 2173,
      "$%$$$$$$$&": 2174,
      "$%%%$$$$%": 2175,
      "$%%'$$$$": 2176,
      "$##($$#": 2177,
      "$#%$$$%$$#": 2178,
      "\"$$$ğ": 2179,
      "$ğ+": 2180,
      "$ğ,": 2181,
      "&$$$$$$#": 2182,
      "'$$-": 2183,
      "$Ğ+": 2184,
      "$Ğ$$%": 2185,
      "$%&!$$%": 2186,
      "$#\"\"$$%": 2187,
      "$&%&$$$$": 2188,
      "Ġ$$$&": 2189,
      "$\"#&$$$$": 2190,
      "$%\"#$$!": 2191,
      "($$Ĝ": 2192,
      "$\"%#$$#": 2193,
      "$$$&$$\"": 2194,
      "#$$$$#\"": 2195,
      "#$$$$#%$$$%": 2196,
      "$%$$#$": 2197,
      "$\"\"$$$%": 2198,
      "$\"$$$$$$": 2199,
      "$%%$$$$$$%$$$$": 2200,
      "$$#$$$#$$%": 2201,
      "ğ$$,": 2202,
      "Ā\")": 2203,
      ")$$ĝ": 2204,
      ")$$$)": 2205,
      ")$$$*": 2206,
      "$%!%$$!": 2207,
      "$'#&$$#": 2208,
      "ĀĀ%Ā'": 2209,
      "ĀĀ#Ā%": 2210,
      "Ā!#": 2211,
      "Ā&#": 2212,
      "Ā&&": 2213,
      "$\"!%$$\"": 2214,
      "ĀĀ!Ā)": 2215,
      "$$$%$$%$": 2216,
      "$'\"%$$\"": 2217,
      "$\"'#$$&": 2218,
      "ĀĞ#": 2219,
      "$!!%$$#": 2220,
      "$''$$$%": 2221,
      "$''#$$%": 2222,
      "$$*$": 2223,
      "$&(%$$%": 2224,
      "$(##$$#": 2225,
      "&$$($": 2226,
      "ĝ$$+": 2227,
      "$#%%$$%$": 2228,
      "$#$#$$#$": 2229,
      "$%$$$$$$$$$$$$$": 2230,
      "%$$$$##%$$#": 2231,
      "#Ğ": 2232,
      "%\"": 2233,
      "%&$$%": 2234,
      "&,": 2235,
      "&'$$%": 2236,
      "'&$$%": 2237,
      "'%$$&": 2238,
      "'$$$$%%": 2239,
      "*!": 2240,
      "+$$)": 2241,
      "+$$Ğ": 2242,
      "-$$#": 2243,
      "Ĝ$$!": 2244,
      "ĝ$$ğ": 2245,
      "ĞĞ": 2246,
      "Ġ0": 2247,
      "Ġ$&&": 2248,
      "Ġ$&$$$$": 2249,
      "Ġ$,": 2250,
      "Ġ%$$ğ": 2251,
      "$$.": 2252,
      "$$$+": 2253,
      "$%ě": 2254,
      "$%$$$#": 2255,
      "$%#$$#": 2256,
      "$%\"$$$!": 2257,
      "$%$&$$\"": 2258,
      "$%$#$$'": 2259,
      "$#$'": 2260,
      "$#\"$$$!": 2261,
      "$#$\"$$\"": 2262,
      "$$%%$$'": 2263,
      "$$#%$$!": 2264,
      "$\"Ě": 2265,
      "$\"&$$#": 2266,
      "$\"\"$$#": 2267,
      "$&-": 2268,
      "$&&$$$'": 2269,
      "$&$#$$!": 2270,
      "$$\"!$$#": 2271,
      "$$&$$$%$": 2272,
      "$$&$$$'": 2273,
      "$$$$$$$$\"": 2274,
      "%$$$$$$\"": 2275,
      "$$$%$$": 2276,
      "$$$#$$$$##": 2277,
      "$'!$$": 2278,
      "$!.": 2279,
      "$!$&$$%": 2280,
      "$$$$%&": 2281,
      "$$$$%#$$$$": 2282,
      "$$$$#\"": 2283,
      "$$$$#$%$$$$": 2284,
      "#$$Ě": 2285,
      "$#$$$$$$%#$$$$": 2286,
      "$%%#$$'": 2287,
      "$###$$&": 2288,
      "$#%$$\"": 2289,
      "$ğě": 2290,
      "!$$Ě": 2291,
      "#$$&$!": 2292,
      "$$#$$$$$$%$$$%": 2293,
      "$Ğ$$$$": 2294,
      "$%&#$$#": 2295,
      "$#\"#$$$$": 2296,
      "$#\"%$$": 2297,
      "$%\"#$$%": 2298,
      "$%\"'$$#": 2299,
      "($$$": 2300,
      "$\"%&$$&": 2301,
      "#$$$$%#$$$$": 2302,
      "#$$$$%%$$$%": 2303,
      "#$$$$#$": 2304,
      "$+Ğ": 2305,
      "$$($$$%": 2306,
      "$&&!$$%": 2307,
      "$\"\"#$$$$": 2308,
      "$\"\"&$$\"": 2309,
      "$&$$$$'": 2310,
      "$\"&&$$&": 2311,
      "$'%%$$#": 2312,
      "$'%\"$$$$": 2313,
