{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "Ā": 65,
      "ā": 66,
      "ă": 67,
      "Ą": 68,
      "ą": 69,
      "Ć": 70,
      "ć": 71,
      "Ĉ": 72,
      "ĉ": 73,
      "Ċ": 74,
      "ċ": 75,
      "Č": 76,
      "č": 77,
      "Ď": 78,
      "ď": 79,
      "Đ": 80,
      "đ": 81,
      "Ē": 82,
      "ē": 83,
      "Ĕ": 84,
      "ĕ": 85,
      "Ė": 86,
      "ė": 87,
      "Ę": 88,
      "ę": 89,
      "Ě": 90,
      "ě": 91,
      "Ĝ": 92,
      "ĝ": 93,
      "Ğ": 94,
      "ğ": 95,
      "Ġ": 96,
      "ĠĠ": 97,
      "Ġ!": 98,
      "Ġğ": 99,
      "ĠĠĠĠ": 100,
      "Ġ\"": 101,
      "ĠĞ": 102,
      "ĠĠĠ": 103,
      "ĀĀ": 104,
      "Ġĝ": 105,
      "Ġ#": 106,
      "Ġ$": 107,
      "ĠĠĠĠĠ": 108,
      "ĠĜ": 109,
      "Ġě": 110,
      "Ġ!!": 111,
      "Ġğğ": 112,
      "Ġ!ğ": 113,
      "ĠĠĠĠĠĠĠĠ": 114,
      "Ġ%": 115,
      "Ġğ!": 116,
      "Ġ&": 117,
      "ĠĚ": 118,
      "Ġ\"!": 119,
      "Ġ'": 120,
      "ĠğĞ": 121,
      "ĠĞğ": 122,
      "Ġ!\"": 123,
      "ĠĞ!": 124,
      "Ġę": 125,
      "Ġ\"ğ": 126,
      "Ġ!Ğ": 127,
      "Ġğ\"": 128,
      "ĠĠĠĠĠĠ": 129,
      "ĠĘ": 130,
      "Ġ(": 131,
      "Ġ\"\"": 132,
      "Āğ": 133,
      "Ā!": 134,
      "ĠĞĞ": 135,
      "Ġ\"Ğ": 136,
      "Ā\"": 137,
      "ĠĞ\"": 138,
      "ĀĀğ": 139,
      "Ġ#!": 140,
      "ĀĞ": 141,
      "Ġ#ğ": 142,
      "ĀĀ!": 143,
      "ĀĀĞ": 144,
      "Ġĝğ": 145,
      "Ġ)": 146,
      "Ġė": 147,
      "Ā#": 148,
      "Ġĝ!": 149,
      "Ġ!ĝ": 150,
      "Ġ!#": 151,
      "Āĝ": 152,
      "Ġğ#": 153,
      "ĀĜ": 154,
      "Ġğĝ": 155,
      "ĀĀĝ": 156,
      "ĀĀ\"": 157,
      "Ġğğ!": 158,
      "Ġ!!ğ": 159,
      "Ā$": 160,
      "ĠĠĠĠĠĠĠ": 161,
      "Ġ!ğğ": 162,
      "Ġ*": 163,
      "Ġ\"#": 164,
      "Ġ#\"": 165,
      "Ġğ!!": 166,
      "ĀĀ#": 167,
      "ĀĀĜ": 168,
      "Āě": 169,
      "ĠĖ": 170,
      "Ā%": 171,
      "Ġ\"ĝ": 172,
      "ĠĝĞ": 173,
      "Ġ!!!": 174,
      "Ġ#Ğ": 175,
      "Ġĝ\"": 176,
      "Ġ!ğ!": 177,
      "ĠĞ#": 178,
      "ĠĞĝ": 179,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 180,
      "Ġğğğ": 181,
      "Ĝ!": 182,
      "Ġğ!ğ": 183,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ": 184,
      "Ā&": 185,
      "$ğ": 186,
      "ĀĀě": 187,
      "Ĝğ": 188,
      "ğğ": 189,
      "Ġ+": 190,
      "$!": 191,
      "ĀĚ": 192,
      "ĀĀ$": 193,
      "Ġĝĝ": 194,
      "!!": 195,
      "Ġ$\"": 196,
      "ĀĀĚ": 197,
      "Ĝ\"": 198,
      "$\"": 199,
      "ĀĀ%": 200,
      "Ġ##": 201,
      "Ğ!": 202,
      "$Ğ": 203,
      "!ğ": 204,
      "ĜĞ": 205,
      "Ġ$ğ": 206,
      "Ġ#ĝ": 207,
      "ĠĠĠĠĠĠĠĠĠĠ": 208,
      "Ġĕ": 209,
      "ĀĀ&": 210,
      "Ā'": 211,
      "Ġĝ#": 212,
      "ĠĜğ": 213,
      "ěğ": 214,
      "ĠĜ\"": 215,
      "Ġ\"!ğ": 216,
      "ĠĞğ!": 217,
      "Ġ!ğĞ": 218,
      "Ğğ": 219,
      "ĀĀ(": 220,
      "ĠĜ!": 221,
      "ĠğĞ!": 222,
      "\"!": 223,
      "Āę": 224,
      "Ġ!!Ğ": 225,
      "Ġ\"ğğ": 226,
      "ě!": 227,
      "Ġ!\"ğ": 228,
      "ĀĀĘ": 229,
      "#ğ": 230,
      "$#": 231,
      "Ĝĝ": 232,
      "Ġ$!": 233,
      "Ĝ#": 234,
      "ĀĀ'": 235,
      "ĝğ": 236,
      "ĠĔ": 237,
      "ĀĀę": 238,
      "ğ!": 239,
      "Ġ,": 240,
      "%!": 241,
      "Ā(": 242,
      "ĝ\"": 243,
      "Ġğğ\"": 244,
      "ĠğĞğ": 245,
      "ĠĞ!!": 246,
      "%ğ": 247,
      "Ğ\"": 248,
      "ě\"": 249,
      "\"ğ": 250,
      "#!": 251,
      "ĀĀė": 252,
      "Ġğ\"!": 253,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 254,
      "#\"": 255,
      "$ĝ": 256,
      "ĀĘ": 257,
      "ĞĞ": 258,
      "Ġğ!\"": 259,
      "%\"": 260,
      "ĝ!": 261,
      "ĝĞ": 262,
      "Ġ\"!!": 263,
      "Ġ!\"!": 264,
      "Ā)": 265,
      "Ġ!!\"": 266,
      "ĀĀ)": 267,
      "%Ğ": 268,
      "Ğĝ": 269,
      "ĠĞ!ğ": 270,
      "ěĞ": 271,
      "ĀĀĖ": 272,
      "&!": 273,
      "Ěğ": 274,
      "Ġ!Ğğ": 275,
      "\"\"": 276,
      "$$": 277,
      "Ġğ\"ğ": 278,
      "!Ğ": 279,
      "\"Ğ": 280,
      "%#": 281,
      "Ě\"": 282,
      "ĠğğĞ": 283,
      "Āė": 284,
      "!\"": 285,
      "ğĞ": 286,
      "Ġ!Ĝ": 287,
      "ĀĀ+": 288,
      "Ġ!ğ\"": 289,
      "ě#": 290,
      "ĠğĜ": 291,
      "Ġ!Ğ!": 292,
      "ĠĞğğ": 293,
      "ğ\"": 294,
      "Ġ\"!Ğ": 295,
      "#Ğ": 296,
      "ĠĞğ\"": 297,
      "ĝ#": 298,
      "!#": 299,
      "&\"": 300,
      "$ĀĀ": 301,
      "ĠĜĞ": 302,
      "Ġ\"\"ğ": 303,
      "%ĀĀ": 304,
      "Ġ!$": 305,
      "Ġğ!Ğ": 306,
      "'ĀĀ": 307,
      "Ě!": 308,
      "ěĝ": 309,
      "ĠĠĠĠĠĠĠĠĠ": 310,
      "&ĀĀ": 311,
      "ĠĞĞ!": 312,
      "Ġ-": 313,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 314,
      "ĠĞ!\"": 315,
      "ĀĀğĀ": 316,
      "!ĝ": 317,
      "&ğ": 318,
      "Ġ\"ğ!": 319,
      "Ġ!ĞĞ": 320,
      "%ĝ": 321,
      "ğ#": 322,
      "Ġ#!ğ": 323,
      "ğĝ": 324,
      "%$": 325,
      "Ġ\"ğĞ": 326,
      "Ġğ\"\"": 327,
      "Ġ\"Ğğ": 328,
      "\"#": 329,
      "\"ĝ": 330,
      "(ĀĀ": 331,
      "Ġ.": 332,
      "Ġ!\"Ğ": 333,
      "ĠĞĜ": 334,
      "&Ğ": 335,
      "Ā*": 336,
      "ĠĀĀ": 337,
      "ĠěĞ": 338,
      "ĠĞ\"!": 339,
      "##": 340,
      "ĝĝ": 341,
      "Ġē": 342,
      "ęğ": 343,
      "ĜĜ": 344,
      "Ġğ$": 345,
      "#$": 346,
      "Ěĝ": 347,
      "Ĝ$": 348,
      "Ġ$Ğ": 349,
      "ĠĞĞğ": 350,
      "ĚĞ": 351,
      "ě$": 352,
      "Ġ#ğğ": 353,
      "Ġĝ!!": 354,
      "\"$": 355,
      "ęĞ": 356,
      "Ě#": 357,
      "Ġ\"$": 358,
      "Ġ\"Ğ!": 359,
      "Ġĝğ!": 360,
      "#ĝ": 361,
      "ę!": 362,
      "ěě": 363,
      "ĠğĞ\"": 364,
      "ĀĖ": 365,
      "Ġ!ğĝ": 366,
      "ĚĜ": 367,
      "ĠĞ$": 368,
      "Ġ\"\"!": 369,
      "Ġ!!ĝ": 370,
      "'!": 371,
      "Ġě!": 372,
      "&ĝ": 373,
      "'\"": 374,
      "ěĜ": 375,
      "ĝĜ": 376,
      "ĀĀĕ": 377,
      "#Ĝ": 378,
      "ĠĀ": 379,
      "Ġ\"\"Ğ": 380,
      "'ğ": 381,
      "(\"": 382,
      "ĝ$": 383,
      "ĀĀ,": 384,
      "Ġ%!": 385,
      "%Ĝ": 386,
      "&#": 387,
      "ğĜ": 388,
      "ĀĀĞĀ": 389,
      "Ġ!#ğ": 390,
      "ĠĞğ#": 391,
      "Ġ!\"\"": 392,
      "Ġğ!#": 393,
      "&$": 394,
      "ě%": 395,
      "Ğ#": 396,
      "ĀĀ!Ā": 397,
      "\"%": 398,
      "Ęĝ": 399,
      "Ęğ": 400,
      "Ġ#$": 401,
      "Ġ#!!": 402,
      "Ġğ\"Ğ": 403,
      "ĠĞĞ\"": 404,
      "ĠĞ\"ğ": 405,
      "Ġ!ĝğ": 406,
      "Ġ#\"ğ": 407,
      "ĠĞ!Ğ": 408,
      "Ġĝğğ": 409,
      "ĀĀ\"Ā": 410,
      "'#": 411,
      ")ĀĀ": 412,
      "ĞĜ": 413,
      "Ġğ%": 414,
      "ęĝ": 415,
      "ğě": 416,
      "ĠĒ": 417,
      "Ġğğ#": 418,
      "ĠĞğĞ": 419,
      "Ġ#!Ğ": 420,
      "Ġğ#ğ": 421,
      "ėĞ": 422,
      "Ġğğĝ": 423,
      "Ġ\"!ĝ": 424,
      "ĠğĞ#": 425,
      "&&": 426,
      "*ĀĀ": 427,
      "Ġğě": 428,
      "ĀĀ-": 429,
      "ĠĝĜ": 430,
      "ĠğĞĞ": 431,
      "Ġ\"ĞĞ": 432,
      "\"Ĝ": 433,
      "'Ğ": 434,
      "(!": 435,
      "Ġĝ$": 436,
      "Ġ$ĝ": 437,
      "Ġěğ": 438,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 439,
      "Ġ\"!\"": 440,
      "Ġ#ğ!": 441,
      "Ġ#ğĞ": 442,
      "ĀĀĞĀğ": 443,
      "Ġĝ!\"": 444,
      "Ġğĝğ": 445,
      "ĀĀ#Ā": 446,
      "ĠĞĝ!": 447,
      "!$": 448,
      "Ě$": 449,
      "Ĝě": 450,
      "ĝ%": 451,
      "Ġ!%": 452,
      "Ġ\"ğ\"": 453,
      "Ġĝğ\"": 454,
      "!Ĝ": 455,
      "ę\"": 456,
      "ğ%": 457,
      "ĠĜĝ": 458,
      "Ġ!!Ĝ": 459,
      "ĀĀ!Ā!": 460,
      "Ġ!ĝ!": 461,
      "ĀĀĜĀ": 462,
      "ĠĝĞ!": 463,
      "Ę\"": 464,
      "Ěě": 465,
      "Ġ/": 466,
      "Ġğĝ!": 467,
      "ĀĀěĀ": 468,
      "#%": 469,
      "$Ĝ": 470,
      "Ę!": 471,
      "Ğě": 472,
      "ğĚ": 473,
      "ĀĀē": 474,
      "Ġğ!ĝ": 475,
      "\"ě": 476,
      "#&": 477,
      "Ę#": 478,
      "ĠĞ%": 479,
      "Ġ!Ğ\"": 480,
      "Ġ!Ğĝ": 481,
      "Ġ!ĝĞ": 482,
      "&%": 483,
      "Ğ$": 484,
      "ğ$": 485,
      "Ġ\"%": 486,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 487,
      "ĠĞ!#": 488,
      "Ġ\"\"ĝ": 489,
      "ĀĀğĀ\"": 490,
      "Ġğ#!": 491,
      "Ġ\"#ğ": 492,
      "!%": 493,
      "ęĜ": 494,
      "ĀĀ*": 495,
      "Ġ\"Ğĝ": 496,
      "ĠĞ\"\"": 497,
      "Ġ!#Ğ": 498,
      "ĀĀĝĀ": 499,
      "ĀĀĝĀ!": 500,
      "Ġ\"#!": 501,
      "Ġ\"#Ğ": 502,
      "Ġ#ĞĞ": 503,
      "'$": 504,
      "(ğ": 505,
      ")!": 506,
      "ę$": 507,
      "Ğ%": 508,
      "ĠĀ!": 509,
      "Ġ!Ě": 510,
      "Ġ!ě": 511,
      "Ġ\"Ĝ": 512,
      "ĠĞě": 513,
      "ĀĀ/": 514,
      "Ġ#Ĝ": 515,
      "Ġ$ğğ": 516,
      "Ġ$!ğ": 517,
      "Ġ!ğ#": 518,
      "Ġ!#!": 519,
      "&Ĝ": 520,
      "ė\"": 521,
      "Ġğ\"#": 522,
      "ĀĀğĀğ": 523,
      "ĀĀ!Āğ": 524,
      "!ě": 525,
      "ėğ": 526,
      "ĠĀğ": 527,
      "ĀĀ.": 528,
      "Ġ!\"ĝ": 529,
      "Ġĝ!ğ": 530,
      "Ġğ#Ğ": 531,
      "Ġ#\"!": 532,
      "'%": 533,
      "(#": 534,
      "(Ğ": 535,
      "ĘĜ": 536,
      "ĘĞ": 537,
      "ĀĀĔ": 538,
      "Ġ!ğĜ": 539,
      "Ġ%ğ": 540,
      "ĀĀ!Āĝ": 541,
      "ĀĀĞĀ!": 542,
      "Ġ#Ğğ": 543,
      "(Ĝ": 544,
      "Ā+": 545,
      "ę%": 546,
      "ęě": 547,
      "ĝĚ": 548,
      "ĠĀĞ": 549,
      "Ġě\"": 550,
      "Ġ\"ğĝ": 551,
      "Ġ\"Ğ\"": 552,
      "ĀĀğĀĞ": 553,
      "ĀĀ!Ā\"": 554,
      "ĀĀĞĀĞ": 555,
      "Ġ!#\"": 556,
      "ĠğĝĞ": 557,
      "Ġĝ\"!": 558,
      "Ġĝ\"ğ": 559,
      "ĠĞ#!": 560,
      "$ě": 561,
      ")ğ": 562,
      "ėĝ": 563,
      "Ġ!&": 564,
      "ĀĀđ": 565,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 566,
      "Ġ\"\"\"": 567,
      "Ġğĝ\"": 568,
      "ĀĀĝĀ\"": 569,
      "Ġ\"ĝ!": 570,
      "Ġĝĝğ": 571,
      "&'": 572,
      ")\"": 573,
      "ęĚ": 574,
      "ĝě": 575,
      "ĀĀĒ": 576,
      "Ġ#%": 577,
      "Ġ$#": 578,
      "Ġ\"ğĜ": 579,
      "Ġ!Ğ#": 580,
      "Ġğ#\"": 581,
      "ĀĀ\"Āğ": 582,
      "'&": 583,
      "(%": 584,
      "(&": 585,
      "Ę$": 586,
      "ę#": 587,
      "Ġ0": 588,
      "ĠĀĝ": 589,
      "Ġ!$ğ": 590,
      "ĠĜ#": 591,
      "Ġ!!#": 592,
      "Ġ\"!Ĝ": 593,
      "ĀĀğĀ#": 594,
      "Ġ#ğĝ": 595,
      "ĀĀ!ĀĞ": 596,
      "Ġ#\"Ğ": 597,
      "Ġ#Ğ!": 598,
      "ĠĜğ\"": 599,
      "!&": 600,
      "%%": 601,
      "'Ĝ": 602,
      "($": 603,
      "ĜĚ": 604,
      "Ġđ": 605,
      "ĠĀ\"": 606,
      "ĠĀĜ": 607,
      "Ġ#ě": 608,
      "Ġ%Ğ": 609,
      "Ġğ!$": 610,
      "ĀĀĝĀ#": 611,
      "ĀĀĜĀ!": 612,
      "Ġ##ğ": 613,
      "\"&": 614,
      "ė!": 615,
      "Ġ\"$ğ": 616,
      "Ġ$Ğ!": 617,
      "ĠĜ!!": 618,
      "Ġ\"!#": 619,
      "ĠğĞĝ": 620,
      "Ġ\"ĞĜ": 621,
      "Ġ#!ĝ": 622,
      "ĀĀĞĀ\"": 623,
      "ĀĀĝĀğ": 624,
      "ĀĀĝĀĞ": 625,
      "Ġ\"ĝğ": 626,
      "Ġ$\"Ğ": 627,
      "$%": 628,
      ",ĀĀ": 629,
      "Ġ\"ě": 630,
      "ĠĜĜ": 631,
      "Ġěĝ": 632,
      "ĠĞ!ĝ": 633,
      "ĠĞ\"Ğ": 634,
      "ĀĀğĀ!": 635,
      "ĀĀ!ĀĜ": 636,
      "ĀĀĞĀĜ": 637,
      "ĀĀ\"Ā!": 638,
      "ĀĀ\"Āĝ": 639,
      "ĀĀ#Ā\"": 640,
      "ĠĞ#\"": 641,
      "Ġĝĝ!": 642,
      "ĀĀ%Ā": 643,
      "''": 644,
      "'ĝ": 645,
      "(ĝ": 646,
      "*!": 647,
      "ĠĀě": 648,
      "Ġ$$": 649,
      "Ġ$Ğğ": 650,
      "Ġ!ğ$": 651,
      "Ġ%\"": 652,
      "ĠĞĞ#": 653,
      "ĠĞĞĞ": 654,
      "ĀĀğĀĜ": 655,
      "Ġĝğ#": 656,
      "ĀĀ#Ā!": 657,
      "ĀĀĚĀ": 658,
      "ĀĀ&Ā": 659,
      "#Ě": 660,
      "#ě": 661,
      "%&": 662,
      "'(": 663,
      ")$": 664,
      "*#": 665,
      "Ėĝ": 666,
      "ĖĞ": 667,
      "Ęę": 668,
      "Ęě": 669,
      "ğ&": 670,
      "ĠĐ": 671,
      "ĠĀ#": 672,
      "Ġ!$!": 673,
      "Ġğ$ğ": 674,
      "ĀĀ!Ā#": 675,
      "Ġ\"ĝ\"": 676,
      "Ġ\"ĝĞ": 677,
      "ĠĝĞ\"": 678,
      "ĠĝĞğ": 679,
      "Ġ$ğĞ": 680,
      "!Ě": 681,
      "+ĀĀ": 682,
      "ęę": 683,
      "ĞĚ": 684,
      "ğ'": 685,
      "ğę": 686,
      "Ġğ$!": 687,
      "ĠĞĜ!": 688,
      "Ġğğ$": 689,
      "ĠĞ\"#": 690,
      "ĀĀĞĀĝ": 691,
      "Ġĝ!#": 692,
      "Ġ!ĝ\"": 693,
      "ĀĀĝĀĝ": 694,
      "ĀĀ\"ĀĞ": 695,
      "Ġ\"#ĝ": 696,
      ")%": 697,
      "Ė!": 698,
      "ėĜ": 699,
      "Ě%": 700,
      "Ě&": 701,
      "ĝ&": 702,
      "ĠĀ$": 703,
      "Ġ!Ĝğ": 704,
      "Ġ\"$Ğ": 705,
      "Ġĝ%": 706,
      "Ġ$%": 707,
      "ĠğğĜ": 708,
      "Ġğ!%": 709,
      "ĠĚğ": 710,
      "ĠğĞĜ": 711,
      "ĠĞ!$": 712,
      "Ġğ\"ĝ": 713,
      "Ġ#ğ\"": 714,
      "ĀĀĞĀ$": 715,
      "ĀĀ\"Ā$": 716,
      "ĀĀ$Ā": 717,
      "Ġ$\"!": 718,
      "Ġ##Ğ": 719,
      "ĀĀĘĀ": 720,
      ")#": 721,
      "ĕ\"": 722,
      "Ė\"": 723,
      "ė#": 724,
      "ė$": 725,
      "ĚĚ": 726,
      "Ĝ%": 727,
      "Ġ!Ĝ!": 728,
      "ĠĞĜğ": 729,
      "Ġ#$Ğ": 730,
      "ĠĜğğ": 731,
      "Ġğ!Ĝ": 732,
      "Ġ!\"#": 733,
      "ĀĀğĀĝ": 734,
      "ĀĀğĀě": 735,
      "Ġ#!\"": 736,
      "ĀĀĞĀ#": 737,
      "Ġ!#ĝ": 738,
      "Ġğ#ĝ": 739,
      "ĀĀ#Āğ": 740,
      "ĠĝĞ#": 741,
      "ĠĝĝĞ": 742,
      "Ġ$\"ğ": 743,
      "Ġ#ĝĞ": 744,
      "Ġĝ#!": 745,
      "ĠĜğ!": 746,
      "Ġ$!Ğ": 747,
      "$&": 748,
      "))": 749,
      "*\"": 750,
      "*$": 751,
      "+!": 752,
      "Ėğ": 753,
      "ğĘ": 754,
      "Ġ\"&": 755,
      "ĠĞĜ\"": 756,
      "ĠĝĜ!": 757,
      "Ġ$ě": 758,
      "Ġğğ%": 759,
      "ĠĚĝ": 760,
      "ĀĀğĀ$": 761,
      "Ġ#ğĜ": 762,
      "Ġ#Ğĝ": 763,
      "Ġĝ\"\"": 764,
      "Ġ##!": 765,
      "ĀĀ'Ā": 766,
      "ĀĀęĀ": 767,
      "#ĀĀ": 768,
      ")ĝ": 769,
      "ĕ!": 770,
      "ĕĝ": 771,
      "ėĚ": 772,
      "Ę%": 773,
      "Ğ&": 774,
      "Ġ!$\"": 775,
      "ĠğĜ!": 776,
      "ĠğĜğ": 777,
      "Ġ\"Ě": 778,
      "Ġ\"Ĝğ": 779,
      "Ġ#$ğ": 780,
      "Ġ$!!": 781,
      "Ġě#": 782,
      "Ġ!!$": 783,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 784,
      "Ġ%#": 785,
      "Ġğ\"$": 786,
      "Ġ#!#": 787,
      "Ġ#\"\"": 788,
      "ĠĞ#ğ": 789,
      "ĠĞĝğ": 790,
      "ĀĀěĀ\"": 791,
      "Ġĝĝ\"": 792,
      "ĀĀĚĀğ": 793,
      "ĀĀ(Ā": 794,
      "ĠĜ!\"": 795,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 796,
      "ĀĀ+Ā": 797,
      "ĔĜ": 798,
      "Ėě": 799,
      "ėę": 800,
      "ĘĀĀ": 801,
      "Ğ(": 802,
      "Ğę": 803,
      "Ġğ&": 804,
      "Ġğ$\"": 805,
      "Ġĝ$!": 806,
      "ĠĜ$": 807,
      "ĠĜĞ!": 808,
      "ĀĀğĀĚ": 809,
      "ĀĀ!Āě": 810,
      "ĀĀĞĀě": 811,
      "Ġĝ!$": 812,
      "Ġĝ!Ğ": 813,
      "Ġ!ĝ#": 814,
      "Ġ!ĝĝ": 815,
      "Ġğ##": 816,
      "ĀĀ\"Ā\"": 817,
      "ĀĀ\"Ā#": 818,
      "ĀĀĜĀ\"": 819,
      "ĀĀĜĀĜ": 820,
      "ĀĀ$Ā!": 821,
      "ĀĀĚĀ!": 822,
      "\"Ě": 823,
      "'ě": 824,
      "(ě": 825,
      ")(": 826,
      "*Ğ": 827,
      "ĖĜ": 828,
      "ė&": 829,
      "Ġ!ěğ": 830,
      "Ġğ$Ğ": 831,
      "Ġĝě": 832,
      "Ġ$Ĝ": 833,
      "ĠĜ!ğ": 834,
      "ĠĜĝ!": 835,
      "ĠěĜ": 836,
      "Ġ%$": 837,
      "Ġ&!": 838,
      "ĠĚ!": 839,
      "ĠĞğ$": 840,
      "Ġę!": 841,
      "ĀĀğĀ%": 842,
      "Ġ#ğ#": 843,
      "ĀĀĞĀ%": 844,
      "ĠĝğĞ": 845,
      "ĀĀ\"Āě": 846,
      "ĀĀ#Āĝ": 847,
      "ĀĀĜĀĝ": 848,
      "Ġ\"ĝĝ": 849,
      "Ġĝ\"#": 850,
      "ĠĞ##": 851,
      "Ġ$\"ĝ": 852,
      "ĀĀ%Āğ": 853,
      "Ġ$ğ!": 854,
      "Ġ#ĝğ": 855,
      "\"ę": 856,
      "%'": 857,
      "%Ě": 858,
      "*(": 859,
      "ĕĜ": 860,
      "ėě": 861,
      "ě&": 862,
      "ĜĘ": 863,
      "Ĝę": 864,
      "ĠğĜ\"": 865,
      "Ġ\"ĜĞ": 866,
      "ĠĞ$!": 867,
      "Ġ$#ğ": 868,
      "ĠĜě": 869,
      "ĠĜĝğ": 870,
      "Ġěğ\"": 871,
      "ĠğĞ$": 872,
      "Ġ\"ğ#": 873,
      "Ġ\"ğ$": 874,
      "Ġ#!Ĝ": 875,
      "ĀĀĞĀ&": 876,
      "ĀĀĝĀĜ": 877,
      "ĀĀ\"ĀĜ": 878,
      "ĀĀ#ĀĞ": 879,
      "ĀĀ#ĀĜ": 880,
      "ĀĀĜĀĞ": 881,
      "Ġĝ\"ĝ": 882,
      "ĠĞĝ#": 883,
      "ĀĀ$Āĝ": 884,
      "ĀĀ%Ā\"": 885,
      "Ġ##\"": 886,
      "Ġ$ğĝ": 887,
      "ĀĀ&Āğ": 888,
      "ĀĀ&Āĝ": 889,
      "Ġĝ#\"": 890,
      "Ġĝ#Ğ": 891,
      "ĠĜ\"\"": 892,
      "\"'": 893,
      "\"Ę": 894,
      "%ě": 895,
      "'ĀĀě": 896,
      "*'": 897,
      "ĕĀĀ": 898,
      "ėė": 899,
      "ěĀĀ": 900,
      "Ğ'": 901,
      "Ġď": 902,
      "Ġ!Ĝĝ": 903,
      "ĠğĚ": 904,
      "ĠğĜĞ": 905,
      "Ġ\"Ĝ!": 906,
      "Ġ\"$!": 907,
      "Ġě!!": 908,
      "Ġ\"ğě": 909,
      "Ġ!Ğě": 910,
      "Ġğ\"Ĝ": 911,
      "ĠĞĞĝ": 912,
      "Ġ\"Ğ#": 913,
      "ĠĞ\"ĝ": 914,
      "ĀĀ!Ā%": 915,
      "ĠĞ#ĝ": 916,
      "ĠĞĝĞ": 917,
      "ĀĀ$Āğ": 918,
      "ĀĀ$Āě": 919,
      "ĀĀ&Ā\"": 920,
      "!'": 921,
      "\"ĀĀ": 922,
      "%ę": 923,
      "&ě": 924,
      ")&": 925,
      ")Ğ": 926,
      "*ğ": 927,
      "+'": 928,
      "Ĕ#": 929,
      "Ĕě": 930,
      "ĕĚ": 931,
      "ĕĞ": 932,
      "ĕğ": 933,
      "ĘĚ": 934,
      "ę&": 935,
      "Ĝ'": 936,
      "ĠĀ%": 937,
      "ĠĀĚ": 938,
      "Ġ!Ĝ\"": 939,
      "Ġ!ĜĞ": 940,
      "ĠĞ$Ğ": 941,
      "ĠĜĞğ": 942,
      "ĠĜĝ\"": 943,
      "ĠĜĝĞ": 944,
      "Ġ!ğě": 945,
      "Ġ%\"ğ": 946,
      "Ġ&$": 947,
      "Ġ&ğğ": 948,
      "Ġ\"!ě": 949,
      "ĠĞğĝ": 950,
      "Ġ!ĞĜ": 951,
      "ĀĀ!Ā$": 952,
      "Ġ!##": 953,
      "ĀĀĝĀ$": 954,
      "ĀĀ\"Ā&": 955,
      "Ġ\"#Ĝ": 956,
      "Ġ#\"ĝ": 957,
      "ĀĀ#Ā$": 958,
      "ĀĀĜĀğ": 959,
      "Ġ#Ğ\"": 960,
      "Ġĝ\"Ğ": 961,
      "ĀĀ$ĀĜ": 962,
      "ĀĀ%Ā$": 963,
      "Ġ#ĝ!": 964,
      "ĠĜ\"#": 965,
      "ĠĜ\"ğ": 966,
      "ĠĜ!#": 967,
      "ĀĀĘĀğ": 968,
      "ĀĀęĀğ": 969,
      "ĀĀ)Ā": 970,
      "!(": 971,
      "\"ĕ": 972,
      "$(": 973,
      "+#": 974,
      "Ĕĝ": 975,
      "Ĕğ": 976,
      "ĕ#": 977,
      "Ė#": 978,
      "ėĘ": 979,
      "ęĀĀ": 980,
      "Ĝ(": 981,
      "Ğ)": 982,
      "ĠĎ": 983,
      "ĠĀĘ": 984,
      "Ġ\"%Ğ": 985,
      "Ġ#Ĝ!": 986,
      "Ġ#ĜĞ": 987,
      "Ġ$$Ğ": 988,
      "Ġ$Ğĝ": 989,
      "ĠĜĞ\"": 990,
      "Ġě\"ğ": 991,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 992,
      "Ġ%ĝ": 993,
      "Ġ%!!": 994,
      "Ġ%\"!": 995,
      "Ġ%\"Ğ": 996,
      "Ġ&\"": 997,
      "Ġ&ĝ": 998,
      "Ġ!\"$": 999,
      "Ġ!\"Ĝ": 1000,
      "Ġę#": 1001,
      "Ġ!Ğ$": 1002,
      "ĀĀğĀę": 1003,
      "ĀĀğĀĘ": 1004,
      "ĀĀ!Ā&": 1005,
      "ĀĀĞĀĚ": 1006,
      "Ġ!ĝ$": 1007,
      "ĀĀĝĀ%": 1008,
      "ĀĀĜĀ$": 1009,
      "ĠĝĞĞ": 1010,
      "ĠĞĝ\"": 1011,
      "ĀĀěĀĞ": 1012,
      "ĀĀěĀ#": 1013,
      "ĀĀ$Ā\"": 1014,
      "ĀĀĚĀ#": 1015,
      "ĀĀ%Ā#": 1016,
      "Ġ#ĝĝ": 1017,
      "Ġĝ#ğ": 1018,
      "ĠĜ\"!": 1019,
      "ĀĀęĀ!": 1020,
      "\"(": 1021,
      "$Ě": 1022,
      "'Ę": 1023
    },
    "merges": [
      "Ġ Ġ",
      "Ġ !",
      "Ġ ğ",
      "ĠĠ ĠĠ",
      "Ġ \"",
      "Ġ Ğ",
      "ĠĠ Ġ",
      "Ā Ā",
      "Ġ ĝ",
      "Ġ #",
      "Ġ $",
      "ĠĠĠĠ Ġ",
      "Ġ Ĝ",
      "Ġ ě",
      "Ġ! !",
      "Ġğ ğ",
      "Ġ! ğ",
      "ĠĠĠĠ ĠĠĠĠ",
      "Ġ %",
      "Ġğ !",
      "Ġ &",
      "Ġ Ě",
      "Ġ\" !",
      "Ġ '",
      "Ġğ Ğ",
      "ĠĞ ğ",
      "Ġ! \"",
      "ĠĞ !",
      "Ġ ę",
      "Ġ\" ğ",
      "Ġ! Ğ",
      "Ġğ \"",
      "ĠĠĠĠ ĠĠ",
      "Ġ Ę",
      "Ġ (",
      "Ġ\" \"",
      "Ā ğ",
      "Ā !",
      "ĠĞ Ğ",
      "Ġ\" Ğ",
      "Ā \"",
      "ĠĞ \"",
      "ĀĀ ğ",
      "Ġ# !",
      "Ā Ğ",
      "Ġ# ğ",
      "ĀĀ !",
      "ĀĀ Ğ",
      "Ġĝ ğ",
      "Ġ )",
      "Ġ ė",
      "Ā #",
      "Ġĝ !",
      "Ġ! ĝ",
      "Ġ! #",
      "Ā ĝ",
      "Ġğ #",
      "Ā Ĝ",
      "Ġğ ĝ",
      "ĀĀ ĝ",
      "ĀĀ \"",
      "Ġğğ !",
      "Ġ!! ğ",
      "Ā $",
      "ĠĠĠĠ ĠĠĠ",
      "Ġ!ğ ğ",
      "Ġ *",
      "Ġ\" #",
      "Ġ# \"",
      "Ġğ! !",
      "ĀĀ #",
      "ĀĀ Ĝ",
      "Ā ě",
      "Ġ Ė",
      "Ā %",
      "Ġ\" ĝ",
      "Ġĝ Ğ",
      "Ġ!! !",
      "Ġ# Ğ",
      "Ġĝ \"",
      "Ġ!ğ !",
      "ĠĞ #",
      "ĠĞ ĝ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠ",
      "Ġğğ ğ",
      "Ĝ !",
      "Ġğ! ğ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠ",
      "Ā &",
      "$ ğ",
      "ĀĀ ě",
      "Ĝ ğ",
      "ğ ğ",
      "Ġ +",
      "$ !",
      "Ā Ě",
      "ĀĀ $",
      "Ġĝ ĝ",
      "! !",
      "Ġ$ \"",
      "ĀĀ Ě",
      "Ĝ \"",
      "$ \"",
      "ĀĀ %",
      "Ġ# #",
      "Ğ !",
      "$ Ğ",
      "! ğ",
      "Ĝ Ğ",
      "Ġ$ ğ",
      "Ġ# ĝ",
      "ĠĠĠĠĠĠĠĠ ĠĠ",
      "Ġ ĕ",
      "ĀĀ &",
      "Ā '",
      "Ġĝ #",
      "ĠĜ ğ",
      "ě ğ",
      "ĠĜ \"",
      "Ġ\"! ğ",
      "ĠĞğ !",
      "Ġ!ğ Ğ",
      "Ğ ğ",
      "ĀĀ (",
      "ĠĜ !",
      "ĠğĞ !",
      "\" !",
      "Ā ę",
      "Ġ!! Ğ",
      "Ġ\"ğ ğ",
      "ě !",
      "Ġ!\" ğ",
      "ĀĀ Ę",
      "# ğ",
      "$ #",
      "Ĝ ĝ",
      "Ġ$ !",
      "Ĝ #",
      "ĀĀ '",
      "ĝ ğ",
      "Ġ Ĕ",
      "ĀĀ ę",
      "ğ !",
      "Ġ ,",
      "% !",
      "Ā (",
      "ĝ \"",
      "Ġğğ \"",
      "ĠğĞ ğ",
      "ĠĞ! !",
      "% ğ",
      "Ğ \"",
      "ě \"",
      "\" ğ",
      "# !",
      "ĀĀ ė",
      "Ġğ\" !",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ",
      "# \"",
      "$ ĝ",
      "Ā Ę",
      "Ğ Ğ",
      "Ġğ! \"",
      "% \"",
      "ĝ !",
      "ĝ Ğ",
      "Ġ\"! !",
      "Ġ!\" !",
      "Ā )",
      "Ġ!! \"",
      "ĀĀ )",
      "% Ğ",
      "Ğ ĝ",
      "ĠĞ! ğ",
      "ě Ğ",
      "ĀĀ Ė",
      "& !",
      "Ě ğ",
      "Ġ!Ğ ğ",
      "\" \"",
      "$ $",
      "Ġğ\" ğ",
      "! Ğ",
      "\" Ğ",
      "% #",
      "Ě \"",
      "Ġğğ Ğ",
      "Ā ė",
      "! \"",
      "ğ Ğ",
      "Ġ! Ĝ",
      "ĀĀ +",
      "Ġ!ğ \"",
      "ě #",
      "Ġğ Ĝ",
      "Ġ!Ğ !",
      "ĠĞğ ğ",
      "ğ \"",
      "Ġ\"! Ğ",
      "# Ğ",
      "ĠĞğ \"",
      "ĝ #",
      "! #",
      "& \"",
      "$ ĀĀ",
      "ĠĜ Ğ",
      "Ġ\"\" ğ",
      "% ĀĀ",
      "Ġ! $",
      "Ġğ! Ğ",
      "' ĀĀ",
      "Ě !",
      "ě ĝ",
      "ĠĠĠĠ ĠĠĠĠĠ",
      "& ĀĀ",
      "ĠĞĞ !",
      "Ġ -",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ",
      "ĠĞ! \"",
      "ĀĀğ Ā",
      "! ĝ",
      "& ğ",
      "Ġ\"ğ !",
      "Ġ!Ğ Ğ",
      "% ĝ",
      "ğ #",
      "Ġ#! ğ",
      "ğ ĝ",
      "% $",
      "Ġ\"ğ Ğ",
      "Ġğ\" \"",
      "Ġ\"Ğ ğ",
      "\" #",
      "\" ĝ",
      "( ĀĀ",
      "Ġ .",
      "Ġ!\" Ğ",
      "ĠĞ Ĝ",
      "& Ğ",
      "Ā *",
      "Ġ ĀĀ",
      "Ġě Ğ",
      "ĠĞ\" !",
      "# #",
      "ĝ ĝ",
      "Ġ ē",
      "ę ğ",
      "Ĝ Ĝ",
      "Ġğ $",
      "# $",
      "Ě ĝ",
      "Ĝ $",
      "Ġ$ Ğ",
      "ĠĞĞ ğ",
      "Ě Ğ",
      "ě $",
      "Ġ#ğ ğ",
      "Ġĝ! !",
      "\" $",
      "ę Ğ",
      "Ě #",
      "Ġ\" $",
      "Ġ\"Ğ !",
      "Ġĝğ !",
      "# ĝ",
      "ę !",
      "ě ě",
      "ĠğĞ \"",
      "Ā Ė",
      "Ġ!ğ ĝ",
      "Ě Ĝ",
      "ĠĞ $",
      "Ġ\"\" !",
      "Ġ!! ĝ",
      "' !",
      "Ġě !",
      "& ĝ",
      "' \"",
      "ě Ĝ",
      "ĝ Ĝ",
      "ĀĀ ĕ",
      "# Ĝ",
      "Ġ Ā",
      "Ġ\"\" Ğ",
      "' ğ",
      "( \"",
      "ĝ $",
      "ĀĀ ,",
      "Ġ% !",
      "% Ĝ",
      "& #",
      "ğ Ĝ",
      "ĀĀĞ Ā",
      "Ġ!# ğ",
      "ĠĞğ #",
      "Ġ!\" \"",
      "Ġğ! #",
      "& $",
      "ě %",
      "Ğ #",
      "ĀĀ! Ā",
      "\" %",
      "Ę ĝ",
      "Ę ğ",
      "Ġ# $",
      "Ġ#! !",
      "Ġğ\" Ğ",
      "ĠĞĞ \"",
      "ĠĞ\" ğ",
      "Ġ!ĝ ğ",
      "Ġ#\" ğ",
      "ĠĞ! Ğ",
      "Ġĝğ ğ",
      "ĀĀ\" Ā",
      "' #",
      ") ĀĀ",
      "Ğ Ĝ",
      "Ġğ %",
      "ę ĝ",
      "ğ ě",
      "Ġ Ē",
      "Ġğğ #",
      "ĠĞğ Ğ",
      "Ġ#! Ğ",
      "Ġğ# ğ",
      "ė Ğ",
      "Ġğğ ĝ",
      "Ġ\"! ĝ",
      "ĠğĞ #",
      "& &",
      "* ĀĀ",
      "Ġğ ě",
      "ĀĀ -",
      "Ġĝ Ĝ",
      "ĠğĞ Ğ",
      "Ġ\"Ğ Ğ",
      "\" Ĝ",
      "' Ğ",
      "( !",
      "Ġĝ $",
      "Ġ$ ĝ",
      "Ġě ğ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ",
      "Ġ\"! \"",
      "Ġ#ğ !",
      "Ġ#ğ Ğ",
      "ĀĀĞ Āğ",
      "Ġĝ! \"",
      "Ġğĝ ğ",
      "ĀĀ# Ā",
      "ĠĞĝ !",
      "! $",
      "Ě $",
      "Ĝ ě",
      "ĝ %",
      "Ġ! %",
      "Ġ\"ğ \"",
      "Ġĝğ \"",
      "! Ĝ",
      "ę \"",
      "ğ %",
      "ĠĜ ĝ",
      "Ġ!! Ĝ",
      "ĀĀ! Ā!",
      "Ġ!ĝ !",
      "ĀĀĜ Ā",
      "ĠĝĞ !",
      "Ę \"",
      "Ě ě",
      "Ġ /",
      "Ġğĝ !",
      "ĀĀě Ā",
      "# %",
      "$ Ĝ",
      "Ę !",
      "Ğ ě",
      "ğ Ě",
      "ĀĀ ē",
      "Ġğ! ĝ",
      "\" ě",
      "# &",
      "Ę #",
      "ĠĞ %",
      "Ġ!Ğ \"",
      "Ġ!Ğ ĝ",
      "Ġ!ĝ Ğ",
      "& %",
      "Ğ $",
      "ğ $",
      "Ġ\" %",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ",
      "ĠĞ! #",
      "Ġ\"\" ĝ",
      "ĀĀğ Ā\"",
      "Ġğ# !",
      "Ġ\"# ğ",
      "! %",
      "ę Ĝ",
      "ĀĀ *",
      "Ġ\"Ğ ĝ",
      "ĠĞ\" \"",
      "Ġ!# Ğ",
      "ĀĀĝ Ā",
      "ĀĀĝ Ā!",
      "Ġ\"# !",
      "Ġ\"# Ğ",
      "Ġ#Ğ Ğ",
      "' $",
      "( ğ",
      ") !",
      "ę $",
      "Ğ %",
      "Ġ Ā!",
      "Ġ! Ě",
      "Ġ! ě",
      "Ġ\" Ĝ",
      "ĠĞ ě",
      "ĀĀ /",
      "Ġ# Ĝ",
      "Ġ$ ğğ",
      "Ġ$ !ğ",
      "Ġ!ğ #",
      "Ġ!# !",
      "& Ĝ",
      "ė \"",
      "Ġğ\" #",
      "ĀĀğ Āğ",
      "ĀĀ! Āğ",
      "! ě",
      "ė ğ",
      "Ġ Āğ",
      "ĀĀ .",
      "Ġ!\" ĝ",
      "Ġĝ! ğ",
      "Ġğ# Ğ",
      "Ġ#\" !",
      "' %",
      "( #",
      "( Ğ",
      "Ę Ĝ",
      "Ę Ğ",
      "ĀĀ Ĕ",
      "Ġ!ğ Ĝ",
      "Ġ% ğ",
      "ĀĀ! Āĝ",
      "ĀĀĞ Ā!",
      "Ġ#Ğ ğ",
      "( Ĝ",
      "Ā +",
      "ę %",
      "ę ě",
      "ĝ Ě",
      "Ġ ĀĞ",
      "Ġě \"",
      "Ġ\"ğ ĝ",
      "Ġ\"Ğ \"",
      "ĀĀğ ĀĞ",
      "ĀĀ! Ā\"",
      "ĀĀĞ ĀĞ",
      "Ġ!# \"",
      "Ġğĝ Ğ",
      "Ġĝ\" !",
      "Ġĝ\" ğ",
      "ĠĞ# !",
      "$ ě",
      ") ğ",
      "ė ĝ",
      "Ġ! &",
      "ĀĀ đ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ",
      "Ġ\"\" \"",
      "Ġğĝ \"",
      "ĀĀĝ Ā\"",
      "Ġ\"ĝ !",
      "Ġĝĝ ğ",
      "& '",
      ") \"",
      "ę Ě",
      "ĝ ě",
      "ĀĀ Ē",
      "Ġ# %",
      "Ġ$ #",
      "Ġ\"ğ Ĝ",
      "Ġ!Ğ #",
      "Ġğ# \"",
      "ĀĀ\" Āğ",
      "' &",
      "( %",
      "( &",
      "Ę $",
      "ę #",
      "Ġ 0",
      "Ġ Āĝ",
      "Ġ! $ğ",
      "ĠĜ #",
      "Ġ!! #",
      "Ġ\"! Ĝ",
      "ĀĀğ Ā#",
      "Ġ#ğ ĝ",
      "ĀĀ! ĀĞ",
      "Ġ#\" Ğ",
      "Ġ#Ğ !",
      "ĠĜğ \"",
      "! &",
      "% %",
      "' Ĝ",
      "( $",
      "Ĝ Ě",
      "Ġ đ",
      "Ġ Ā\"",
      "Ġ ĀĜ",
      "Ġ# ě",
      "Ġ% Ğ",
      "Ġğ! $",
      "ĀĀĝ Ā#",
      "ĀĀĜ Ā!",
      "Ġ## ğ",
      "\" &",
      "ė !",
      "Ġ\" $ğ",
      "Ġ$ Ğ!",
      "ĠĜ !!",
      "Ġ\"! #",
      "ĠğĞ ĝ",
      "Ġ\"Ğ Ĝ",
      "Ġ#! ĝ",
      "ĀĀĞ Ā\"",
      "ĀĀĝ Āğ",
      "ĀĀĝ ĀĞ",
      "Ġ\"ĝ ğ",
      "Ġ$\" Ğ",
      "$ %",
      ", ĀĀ",
      "Ġ\" ě",
      "ĠĜ Ĝ",
      "Ġě ĝ",
      "ĠĞ! ĝ",
      "ĠĞ\" Ğ",
      "ĀĀğ Ā!",
      "ĀĀ! ĀĜ",
      "ĀĀĞ ĀĜ",
      "ĀĀ\" Ā!",
      "ĀĀ\" Āĝ",
      "ĀĀ# Ā\"",
      "ĠĞ# \"",
      "Ġĝĝ !",
      "ĀĀ% Ā",
      "' '",
      "' ĝ",
      "( ĝ",
      "* !",
      "Ġ Āě",
      "Ġ$ $",
      "Ġ$ Ğğ",
      "Ġ!ğ $",
      "Ġ% \"",
      "ĠĞĞ #",
      "ĠĞĞ Ğ",
      "ĀĀğ ĀĜ",
      "Ġĝğ #",
      "ĀĀ# Ā!",
      "ĀĀĚ Ā",
      "ĀĀ& Ā",
      "# Ě",
      "# ě",
      "% &",
      "' (",
      ") $",
      "* #",
      "Ė ĝ",
      "Ė Ğ",
      "Ę ę",
      "Ę ě",
      "ğ &",
      "Ġ Đ",
      "Ġ Ā#",
      "Ġ! $!",
      "Ġğ $ğ",
      "ĀĀ! Ā#",
      "Ġ\"ĝ \"",
      "Ġ\"ĝ Ğ",
      "ĠĝĞ \"",
      "ĠĝĞ ğ",
      "Ġ$ğ Ğ",
      "! Ě",
      "+ ĀĀ",
      "ę ę",
      "Ğ Ě",
      "ğ '",
      "ğ ę",
      "Ġğ $!",
      "ĠĞ Ĝ!",
      "Ġğğ $",
      "ĠĞ\" #",
      "ĀĀĞ Āĝ",
      "Ġĝ! #",
      "Ġ!ĝ \"",
      "ĀĀĝ Āĝ",
      "ĀĀ\" ĀĞ",
      "Ġ\"# ĝ",
      ") %",
      "Ė !",
      "ė Ĝ",
      "Ě %",
      "Ě &",
      "ĝ &",
      "Ġ Ā$",
      "Ġ! Ĝğ",
      "Ġ\" $Ğ",
      "Ġĝ %",
      "Ġ$ %",
      "Ġğğ Ĝ",
      "Ġğ! %",
      "ĠĚ ğ",
      "ĠğĞ Ĝ",
      "ĠĞ! $",
      "Ġğ\" ĝ",
      "Ġ#ğ \"",
      "ĀĀĞ Ā$",
      "ĀĀ\" Ā$",
      "ĀĀ$ Ā",
      "Ġ$\" !",
      "Ġ## Ğ",
      "ĀĀĘ Ā",
      ") #",
      "ĕ \"",
      "Ė \"",
      "ė #",
      "ė $",
      "Ě Ě",
      "Ĝ %",
      "Ġ! Ĝ!",
      "ĠĞ Ĝğ",
      "Ġ# $Ğ",
      "ĠĜ ğğ",
      "Ġğ! Ĝ",
      "Ġ!\" #",
      "ĀĀğ Āĝ",
      "ĀĀğ Āě",
      "Ġ#! \"",
      "ĀĀĞ Ā#",
      "Ġ!# ĝ",
      "Ġğ# ĝ",
      "ĀĀ# Āğ",
      "ĠĝĞ #",
      "Ġĝĝ Ğ",
      "Ġ$\" ğ",
      "Ġ#ĝ Ğ",
      "Ġĝ# !",
      "ĠĜğ !",
      "Ġ$! Ğ",
      "$ &",
      ") )",
      "* \"",
      "* $",
      "+ !",
      "Ė ğ",
      "ğ Ę",
      "Ġ\" &",
      "ĠĞ Ĝ\"",
      "Ġĝ Ĝ!",
      "Ġ$ ě",
      "Ġğğ %",
      "ĠĚ ĝ",
      "ĀĀğ Ā$",
      "Ġ#ğ Ĝ",
      "Ġ#Ğ ĝ",
      "Ġĝ\" \"",
      "Ġ## !",
      "ĀĀ' Ā",
      "ĀĀę Ā",
      "# ĀĀ",
      ") ĝ",
      "ĕ !",
      "ĕ ĝ",
      "ė Ě",
      "Ę %",
      "Ğ &",
      "Ġ! $\"",
      "Ġğ Ĝ!",
      "Ġğ Ĝğ",
      "Ġ\" Ě",
      "Ġ\" Ĝğ",
      "Ġ# $ğ",
      "Ġ$ !!",
      "Ġě #",
      "Ġ!! $",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ",
      "Ġ% #",
      "Ġğ\" $",
      "Ġ#! #",
      "Ġ#\" \"",
      "ĠĞ# ğ",
      "ĠĞĝ ğ",
      "ĀĀě Ā\"",
      "Ġĝĝ \"",
      "ĀĀĚ Āğ",
      "ĀĀ( Ā",
      "ĠĜ! \"",
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
      "ĀĀ+ Ā",
      "Ĕ Ĝ",
      "Ė ě",
      "ė ę",
      "Ę ĀĀ",
      "Ğ (",
      "Ğ ę",
      "Ġğ &",
      "Ġğ $\"",
      "Ġĝ $!",
      "ĠĜ $",
      "ĠĜ Ğ!",
      "ĀĀğ ĀĚ",
      "ĀĀ! Āě",
      "ĀĀĞ Āě",
      "Ġĝ! $",
      "Ġĝ! Ğ",
      "Ġ!ĝ #",
      "Ġ!ĝ ĝ",
      "Ġğ# #",
      "ĀĀ\" Ā\"",
      "ĀĀ\" Ā#",
      "ĀĀĜ Ā\"",
      "ĀĀĜ ĀĜ",
      "ĀĀ$ Ā!",
      "ĀĀĚ Ā!",
      "\" Ě",
      "' ě",
      "( ě",
      ") (",
      "* Ğ",
      "Ė Ĝ",
      "ė &",
      "Ġ! ěğ",
      "Ġğ $Ğ",
      "Ġĝ ě",
      "Ġ$ Ĝ",
      "ĠĜ !ğ",
      "ĠĜ ĝ!",
      "Ġě Ĝ",
      "Ġ% $",
      "Ġ& !",
      "ĠĚ !",
      "ĠĞğ $",
      "Ġę !",
      "ĀĀğ Ā%",
      "Ġ#ğ #",
      "ĀĀĞ Ā%",
      "Ġĝğ Ğ",
      "ĀĀ\" Āě",
      "ĀĀ# Āĝ",
      "ĀĀĜ Āĝ",
      "Ġ\"ĝ ĝ",
      "Ġĝ\" #",
      "ĠĞ# #",
      "Ġ$\" ĝ",
      "ĀĀ% Āğ",
      "Ġ$ğ !",
      "Ġ#ĝ ğ",
      "\" ę",
      "% '",
      "% Ě",
      "* (",
      "ĕ Ĝ",
      "ė ě",
      "ě &",
      "Ĝ Ę",
      "Ĝ ę",
      "Ġğ Ĝ\"",
      "Ġ\" ĜĞ",
      "ĠĞ $!",
      "Ġ$ #ğ",
      "ĠĜ ě",
      "ĠĜ ĝğ",
      "Ġě ğ\"",
      "ĠğĞ $",
      "Ġ\"ğ #",
      "Ġ\"ğ $",
      "Ġ#! Ĝ",
      "ĀĀĞ Ā&",
      "ĀĀĝ ĀĜ",
      "ĀĀ\" ĀĜ",
      "ĀĀ# ĀĞ",
      "ĀĀ# ĀĜ",
      "ĀĀĜ ĀĞ",
      "Ġĝ\" ĝ",
      "ĠĞĝ #",
      "ĀĀ$ Āĝ",
      "ĀĀ% Ā\"",
      "Ġ## \"",
      "Ġ$ğ ĝ",
      "ĀĀ& Āğ",
      "ĀĀ& Āĝ",
      "Ġĝ# \"",
      "Ġĝ# Ğ",
      "ĠĜ\" \"",
      "\" '",
      "\" Ę",
      "% ě",
      "' ĀĀě",
      "* '",
      "ĕ ĀĀ",
      "ė ė",
      "ě ĀĀ",
      "Ğ '",
      "Ġ ď",
      "Ġ! Ĝĝ",
      "Ġğ Ě",
      "Ġğ ĜĞ",
      "Ġ\" Ĝ!",
      "Ġ\" $!",
      "Ġě !!",
      "Ġ\"ğ ě",
      "Ġ!Ğ ě",
      "Ġğ\" Ĝ",
      "ĠĞĞ ĝ",
      "Ġ\"Ğ #",
      "ĠĞ\" ĝ",
      "ĀĀ! Ā%",
      "ĠĞ# ĝ",
      "ĠĞĝ Ğ",
      "ĀĀ$ Āğ",
      "ĀĀ$ Āě",
      "ĀĀ& Ā\"",
      "! '",
      "\" ĀĀ",
      "% ę",
      "& ě",
      ") &",
      ") Ğ",
      "* ğ",
      "+ '",
      "Ĕ #",
      "Ĕ ě",
      "ĕ Ě",
      "ĕ Ğ",
      "ĕ ğ",
      "Ę Ě",
      "ę &",
      "Ĝ '",
      "Ġ Ā%",
      "Ġ ĀĚ",
      "Ġ! Ĝ\"",
      "Ġ! ĜĞ",
      "ĠĞ $Ğ",
      "ĠĜ Ğğ",
      "ĠĜ ĝ\"",
      "ĠĜ ĝĞ",
      "Ġ!ğ ě",
      "Ġ% \"ğ",
      "Ġ& $",
      "Ġ& ğğ",
      "Ġ\"! ě",
      "ĠĞğ ĝ",
      "Ġ!Ğ Ĝ",
      "ĀĀ! Ā$",
      "Ġ!# #",
      "ĀĀĝ Ā$",
      "ĀĀ\" Ā&",
      "Ġ\"# Ĝ",
      "Ġ#\" ĝ",
      "ĀĀ# Ā$",
      "ĀĀĜ Āğ",
      "Ġ#Ğ \"",
      "Ġĝ\" Ğ",
      "ĀĀ$ ĀĜ",
      "ĀĀ% Ā$",
      "Ġ#ĝ !",
      "ĠĜ\" #",
      "ĠĜ\" ğ",
      "ĠĜ! #",
      "ĀĀĘ Āğ",
      "ĀĀę Āğ",
      "ĀĀ) Ā",
      "! (",
      "\" ĕ",
      "$ (",
      "+ #",
      "Ĕ ĝ",
      "Ĕ ğ",
      "ĕ #",
      "Ė #",
      "ė Ę",
      "ę ĀĀ",
      "Ĝ (",
      "Ğ )",
      "Ġ Ď",
      "Ġ ĀĘ",
      "Ġ\" %Ğ",
      "Ġ# Ĝ!",
      "Ġ# ĜĞ",
      "Ġ$ $Ğ",
      "Ġ$ Ğĝ",
      "ĠĜ Ğ\"",
      "Ġě \"ğ",
      "ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ",
      "Ġ% ĝ",
      "Ġ% !!",
      "Ġ% \"!",
      "Ġ% \"Ğ",
      "Ġ& \"",
      "Ġ& ĝ",
      "Ġ!\" $",
      "Ġ!\" Ĝ",
      "Ġę #",
      "Ġ!Ğ $",
      "ĀĀğ Āę",
      "ĀĀğ ĀĘ",
      "ĀĀ! Ā&",
      "ĀĀĞ ĀĚ",
      "Ġ!ĝ $",
      "ĀĀĝ Ā%",
      "ĀĀĜ Ā$",
      "ĠĝĞ Ğ",
      "ĠĞĝ \"",
      "ĀĀě ĀĞ",
      "ĀĀě Ā#",
      "ĀĀ$ Ā\"",
      "ĀĀĚ Ā#",
      "ĀĀ% Ā#",
      "Ġ#ĝ ĝ",
      "Ġĝ# ğ",
      "ĠĜ\" !",
      "ĀĀę Ā!",
      "\" (",
      "$ Ě",
      "' Ę"
    ]
  }
}