{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "Ā": 67,
      "Ą": 68,
      "ą": 69,
      "Ć": 70,
      "ć": 71,
      "Ĉ": 72,
      "ĉ": 73,
      "Ċ": 74,
      "ċ": 75,
      "Č": 76,
      "č": 77,
      "Ď": 78,
      "ď": 79,
      "Đ": 80,
      "đ": 81,
      "Ē": 82,
      "ē": 83,
      "Ĕ": 84,
      "ĕ": 85,
      "Ė": 86,
      "ė": 87,
      "Ę": 88,
      "ę": 89,
      "Ě": 90,
      "ě": 91,
      "Ĝ": 92,
      "ĝ": 93,
      "Ğ": 94,
      "ğ": 95,
      "Ġ": 96,
      "$$": 97,
      "$$$$": 98,
      "$%": 99,
      "$#": 100,
      "$$#": 101,
      "$$%": 102,
      "$&": 103,
      "$\"": 104,
      "$$\"": 105,
      "$$&": 106,
      "$$$$$$$$": 107,
      "#$$$$": 108,
      "%$$$$": 109,
      "ĀĀ": 110,
      "$$$#": 111,
      "$$$%": 112,
      "$'": 113,
      "$!": 114,
      "$$!": 115,
      "$$'": 116,
      "$$$$%": 117,
      "$$$$#": 118,
      "$(": 119,
      "%$$#": 120,
      "#$$%": 121,
      "%$$": 122,
      "#$$#": 123,
      "%$$%": 124,
      "#$$": 125,
      "$#$$$$": 126,
      "$%$$$$": 127,
      "$##": 128,
      "$%%": 129,
      "$#%": 130,
      "$%#": 131,
      "$)": 132,
      "\"$$": 133,
      "$ğ": 134,
      "&$$": 135,
      "\"$$$$": 136,
      "&$$$$": 137,
      "\"$$%": 138,
      "'$$": 139,
      "&$$#": 140,
      "!$$": 141,
      "$$#$$$$": 142,
      "%$$\"": 143,
      "#$$&": 144,
      "$$%$$$$": 145,
      "$*": 146,
      "\"$$#": 147,
      "&$$%": 148,
      "$Ğ": 149,
      "$$$$$$$$$$$$": 150,
      "%$$&": 151,
      "#$$\"": 152,
      "$%&": 153,
      "$#\"": 154,
      "$&%": 155,
      "Ġ$$": 156,
      "$\"#": 157,
      "$%\"": 158,
      "$&#": 159,
      "($$": 160,
      "$\"%": 161,
      "$#&": 162,
      "$$$&": 163,
      "$$$\"": 164,
      "#$$$$#": 165,
      "%$$$$#": 166,
      "#$$$$%": 167,
      "$ĝ": 168,
      "$+": 169,
      "\"$$&": 170,
      "%$$$$%": 171,
      "$$(": 172,
      "$%$$#": 173,
      "$&&": 174,
      "&$$\"": 175,
      "$%$$%": 176,
      "$\"\"": 177,
      "$#$$%": 178,
      "$#$$#": 179,
      "!$$$$": 180,
      "$\"$$$$": 181,
      "'$$$$": 182,
      "$$$%$$$$": 183,
      "$$$#$$$$": 184,
      "$&$$$$": 185,
      "\"$$\"": 186,
      "$$$$$$$$$$$$$$$$": 187,
      "!$$%": 188,
      "&$$&": 189,
      "'$$#": 190,
      "$$$": 191,
      "%$$!": 192,
      "$%$$$$#": 193,
      "$#$$$$%": 194,
      "#$$'": 195,
      "!$$#": 196,
      "'$$%": 197,
      "$%%$$$$": 198,
      "$\"&": 199,
      "$%$$$$%": 200,
      "$##$$$$": 201,
      "$'%": 202,
      "#$$!": 203,
      "$#$$$$#": 204,
      "$$#$$$#": 205,
      "$&\"": 206,
      "$!#": 207,
      "$$%$$$%": 208,
      "%$$'": 209,
      "$%'": 210,
      "ğ$$": 211,
      ")$$": 212,
      "$#!": 213,
      "Ā%": 214,
      "Ā\"": 215,
      "Ā#": 216,
      "$%!": 217,
      "$'#": 218,
      "$!%": 219,
      "ĀĀ$": 220,
      "$,": 221,
      "ĀĀ%": 222,
      "Ġ$$$$": 223,
      "$Ĝ": 224,
      "ĀĀ\"": 225,
      "ĀĀ#": 226,
      "$%#$$$$": 227,
      "$#'": 228,
      "$#%$$$$": 229,
      "Ā!": 230,
      "\"$$'": 231,
      "&%": 232,
      "Ġ\"": 233,
      "$\"!": 234,
      "'$$\"": 235,
      "#$$$#": 236,
      "!$$&": 237,
      "$$ğ": 238,
      "Ā&": 239,
      "Ġ$$#": 240,
      "&$$!": 241,
      "$!\"": 242,
      "$&'": 243,
      "Ā'": 244,
      "Ġ#": 245,
      "$$)": 246,
      "$$$%$$%": 247,
      "Ġ%": 248,
      "$'&": 249,
      "ĀĀ!": 250,
      "Ġ$$%": 251,
      "($$#": 252,
      "ĀĀ&": 253,
      "$'\"": 254,
      "!$$\"": 255,
      "$$$$%%": 256,
      "$$$%$": 257,
      "#$$$\"": 258,
      "$$$%$$#": 259,
      "%$$$&": 260,
      "'$$&": 261,
      "\"#": 262,
      "&$$'": 263,
      "Āğ": 264,
      "$$$#$$#": 265,
      "$$$#$$%": 266,
      "($$$$": 267,
      "($$%": 268,
      "$\"'": 269,
      "$$$$#%": 270,
      "\"%": 271,
      "$!&": 272,
      "Ā(": 273,
      "$&!": 274,
      "$ě": 275,
      "$$$$##": 276,
      "$\"$$%": 277,
      "$&$$#": 278,
      "Ġ!": 279,
      "$%#$$$#": 280,
      "ĀĀ'": 281,
      "Ġ&": 282,
      "\"$$!": 283,
      "$$$'": 284,
      "$-": 285,
      "#$$(": 286,
      "&#": 287,
      "$$Ğ": 288,
      "$\"$$#": 289,
      "$&$$%": 290,
      "$''": 291,
      "$##$$$#": 292,
      "%$$(": 293,
      "$%(": 294,
      "$!$$$$": 295,
      "$$$$%#": 296,
      "ĀĞ": 297,
      "$#$$$$$$$$": 298,
      "$(%": 299,
      "$!!": 300,
      "$%$$$$$$$$": 301,
      "Ġ$$&": 302,
      "Ġ'": 303,
      "ĀĀğ": 304,
      "Ġ$$\"": 305,
      "$$*": 306,
      "$$$!": 307,
      "$#%$$$%": 308,
      "&&": 309,
      "\"$$$\"": 310,
      "Ā)": 311,
      "$%%$$$%": 312,
      "&$$$&": 313,
      "$#(": 314,
      "!$$'": 315,
      "$&(": 316,
      "$%$#$$$$": 317,
      "$(&": 318,
      "$#$%$$$$": 319,
      "$'$$$$": 320,
      "$$\"$$$$": 321,
      "\"\"": 322,
      "\"$$(": 323,
      "$(#": 324,
      "Ġ(": 325,
      "$$#%$$#": 326,
      "$$$#$": 327,
      "$'!": 328,
      "$$%%$$$$": 329,
      "$!'": 330,
      "ĀĀ(": 331,
      "$$%#$$%": 332,
      "Ğ$$": 333,
      "$#$$$$$$#": 334,
      "ĀĀĞ": 335,
      "$$&$$$$": 336,
      "$$%%$$%": 337,
      "'$$!": 338,
      "'$$'": 339,
      "#$$$$$$$$": 340,
      "$%$%$$$$": 341,
      "ĀĀ)": 342,
      "$%%#$$%": 343,
      "Āĝ": 344,
      "#$$ğ": 345,
      "\"&": 346,
      "ĀĀĝ": 347,
      "($$\"": 348,
      "*$$": 349,
      "$%$$&": 350,
      "$(\"": 351,
      "%$$$%": 352,
      "Ġ$": 353,
      "Ġğ": 354,
      "%$$ğ": 355,
      "$#$$\"": 356,
      "$$##$$$$": 357,
      "\"$$$$%": 358,
      "Ġ$$'": 359,
      "$#$#$$$$": 360,
      "$$$$$$$$%": 361,
      "#$$)": 362,
      "&$$(": 363,
      "$('": 364,
      "Ā*": 365,
      "$#$%$$%": 366,
      "$\"(": 367,
      "%$$#$": 368,
      "!$$!": 369,
      "$$##$$#": 370,
      "$$%$": 371,
      "%$$)": 372,
      "$&$$$$#": 373,
      "$'(": 374,
      "\"$$$$#": 375,
      "$$$$$$$$#": 376,
      "%$$$$$$$$": 377,
      "($$&": 378,
      "$\"$$$$%": 379,
      "$%##$$#": 380,
      "&$$$$#": 381,
      "$##%$$#": 382,
      "&$$$$%": 383,
      "#$$%$": 384,
      "$%$$$$$$%": 385,
      "#$$$$$$#": 386,
      "$%$#$$#": 387,
      "$#$$&": 388,
      "$.": 389,
      "$Ě": 390,
      "%$$$$$$%": 391,
      "&\"": 392,
      "ĝ$$": 393,
      "$%$$\"": 394,
      "$#%%$$%": 395,
      ")$$#": 396,
      "$#$%$$#": 397,
      "#$$$$$$%": 398,
      "$#$$$$$$%": 399,
      "$%)": 400,
      "$$$$$$#": 401,
      "!$$$\"": 402,
      "Ġ$$!": 403,
      "ĀĀ#Ā": 404,
      "!#": 405,
      "$#$#$$%": 406,
      "$%$%$$#": 407,
      "'%": 408,
      "ğ$$#": 409,
      "Ġ)": 410,
      "$&%$$$$": 411,
      "#$$$$$%": 412,
      "'$$$&": 413,
      "ĀĀ*": 414,
      "#$$$$$#": 415,
      "$%ğ": 416,
      "$%$$$$$$#": 417,
      "$%#%$$#": 418,
      ")$$%": 419,
      "$#%#$$%": 420,
      "ĀĀ\"Ā": 421,
      "&'": 422,
      "%$$$$$$#": 423,
      "ĀĀ%Ā": 424,
      "$%$#$$%": 425,
      "+$$": 426,
      "$&$$$$%": 427,
      "$\"$$$$#": 428,
      "ĠĞ": 429,
      "$$$$$$%": 430,
      "$$\"$$$#": 431,
      "%$$$$$#": 432,
      "!%": 433,
      "$ĀĀ": 434,
      "$!(": 435,
      "$#ğ": 436,
      "$&)": 437,
      "$\"ğ": 438,
      "ğ$$%": 439,
      "\"$$)": 440,
      ")$$$$": 441,
      "$###$$#": 442,
      "ĀĀ$Ā": 443,
      "$)%": 444,
      "$)&": 445,
      "'#": 446,
      "Ġ$&": 447,
      "$(!": 448,
      "%$$$$##": 449,
      "$)#": 450,
      "$ğ\"": 451,
      "$#)": 452,
      "ĀĀ+": 453,
      "$ğ%": 454,
      "$$&$$$%": 455,
      "ĀĀĜ": 456,
      "\"!": 457,
      "%$$$$$%": 458,
      "$#$$$$$$": 459,
      "'&": 460,
      "%$$$$%%": 461,
      "$ğ#": 462,
      "$#\"$$$$": 463,
      "$$$%$$$$$$$$": 464,
      "ğ$$&": 465,
      "$'$$#": 466,
      "%$$%$": 467,
      "$%$%$$%": 468,
      "#$$$$$": 469,
      "#$$$$&": 470,
      "$((": 471,
      "ĀĀ!Ā": 472,
      "ğ$$$$": 473,
      "Ĝ$$": 474,
      "%$$$$&": 475,
      "$%&$$$$": 476,
      "#$$$&": 477,
      "'$$(": 478,
      "%$$Ğ": 479,
      "\"$$ğ": 480,
      "$!$$%": 481,
      "%$$$$$": 482,
      "$!$$#": 483,
      "($$!": 484,
      "$$$#$$$$$$$$": 485,
      "#$$$$##": 486,
      "&$$ğ": 487,
      "$#$#$$#": 488,
      "$%$$$$$$": 489,
      "$'$$%": 490,
      "ĀĀ&Ā": 491,
      "!\"": 492,
      "!$$(": 493,
      "#$$$$\"": 494,
      "$$%$$$$$$#": 495,
      "$')": 496,
      "#$$$$%%": 497,
      "($$'": 498,
      "$!ğ": 499,
      "$#$$$$$$$$$$$$": 500,
      "%$$$\"": 501,
      "#$$Ğ": 502,
      "$)\"": 503,
      "Ġ*": 504,
      "&$$)": 505,
      "ĀĀ,": 506,
      "%$$$$\"": 507,
      "$ę": 508,
      "$)'": 509,
      "$ğ&": 510,
      "$$#$$$$$$#": 511,
      "Ġ$%": 512,
      "\"$$$!": 513,
      "$%&$$$%": 514,
      "$#\"$$$#": 515,
      "$\")": 516,
      "$$#$$$$$": 517,
      "Ġ$$$\"": 518,
      "$$%$$$$$$$$": 519,
      "$\"#$$$$": 520,
      "$$+": 521,
      "$$ĝ": 522,
      "$$\"%$$#": 523,
      "#$$#$": 524,
      "$%\"$$$#": 525,
      "%$$*": 526,
      "$%%%$$%": 527,
      "$##%$$$$": 528,
      "$%%$$$#": 529,
      ")$$\"": 530,
      "$&ğ": 531,
      ")$$&": 532,
      "&$$$'": 533,
      "Ā+": 534,
      "#$$*": 535,
      "#$$$$#%": 536,
      "(%": 537,
      "Ġ$#": 538,
      "ĀĀ/": 539,
      "%$$$'": 540,
      "Ġ%$$\"": 541,
      "$\"$$&": 542,
      "#$$$!": 543,
      "$$$$$$$$$$$$$$$$$$$$$$$$": 544,
      "$%$$$$$$$$$$$$": 545,
      "$$&#$$%": 546,
      "ĀĀě": 547,
      "\"$$$#": 548,
      "$%*": 549,
      "$&$$\"": 550,
      "ĀĀ.": 551,
      "$/": 552,
      "Ġ$'": 553,
      "$($$$$": 554,
      "Ġ$$(": 555,
      "$$%$$$$$": 556,
      "Ġ%$$#": 557,
      "Ġ$$$#": 558,
      "ĀĀ-": 559,
      "ğ$$\"": 560,
      "$\"$$\"": 561,
      "$ğ!": 562,
      "$$%$$$&": 563,
      "$$#$": 564,
      "%$$$$%#": 565,
      "$#Ğ": 566,
      "$##$$$%": 567,
      "!&": 568,
      "'$$$$%": 569,
      "ĠĀ": 570,
      "Ġ%$$": 571,
      "'$$ğ": 572,
      "$%Ğ": 573,
      "$&$$&": 574,
      "#$$$$%#": 575,
      "!$$$$%": 576,
      "$%$$$%": 577,
      "$$#$$$$$$%": 578,
      "'(": 579,
      "$%%#$$$$": 580,
      "$#$$$#": 581,
      "''": 582,
      "Ġĝ": 583,
      "$ğ'": 584,
      "'$$$'": 585,
      "$#&$$$%": 586,
      "Ġ#$$\"": 587,
      "$$$(": 588,
      "$$#$$$%": 589,
      "$&#$$$#": 590,
      "#$$$$$$": 591,
      "$()": 592,
      "($$$&": 593,
      "$'*": 594,
      "%$$$$#%": 595,
      "!!": 596,
      "$\"$%$$%": 597,
      "\"$$*": 598,
      "!$$$!": 599,
      "$$$\"$$$$": 600,
      "ĀĀĚ": 601,
      "'\"": 602,
      "!$$)": 603,
      "Ġ#$$#": 604,
      "$#*": 605,
      "$#&$$$$": 606,
      "$&*": 607,
      "ĀĀ'Ā": 608,
      "&$$$%": 609,
      "$\"Ğ": 610,
      "$%##$$$$": 611,
      "$\"%$$$%": 612,
      "$)!": 613,
      "$%&#$$%": 614,
      "$$#%$$$$": 615,
      "%$$$$$$": 616,
      "$$%$$$$$$%": 617,
      "$#$$$$&": 618,
      "$%$$$$&": 619,
      "$%%\"$$%": 620,
      "$!)": 621,
      "$\"%$$$$": 622,
      "ĀĀę": 623,
      "ğ$$'": 624,
      "$*%": 625,
      "$$Ĝ": 626,
      "$$#$$$\"": 627,
      "$'ğ": 628,
      "&$$Ğ": 629,
      "$#%%$$$$": 630,
      "$Ğ#": 631,
      "(&": 632,
      "&$$$$\"": 633,
      "'$$$$#": 634,
      "(#": 635,
      "Ġ$\"": 636,
      "Ġ+": 637,
      "ĀĀğĀ": 638,
      "$&$#$$#": 639,
      "$&%$$$%": 640,
      "$%\"$$$$": 641,
      "$\"$%$$$$": 642,
      "$$&%$$%": 643,
      "$$\"#$$#": 644,
      "$###$$$$": 645,
      "$$,": 646,
      "$%%%$$$$": 647,
      "$#\"%$$#": 648,
      "$\"#$$$#": 649,
      "($$(": 650,
      "Ġ%$$!": 651,
      "$*&": 652,
      "!'": 653,
      "$!Ğ": 654,
      "!$$$$#": 655,
      "$%$#$$$$#": 656,
      "*$$#": 657,
      "$#$$!": 658,
      "$$%$$#": 659,
      "$\"%%$$%": 660,
      "$%$": 661,
      "$$\"$$$\"": 662,
      "$&%#$$%": 663,
      "$#$&$$$$": 664,
      "$$%#$$$$": 665,
      "$*#": 666,
      "$Ğ%": 667,
      ")$$!": 668,
      "$#%$$$&": 669,
      "Ġ$$$!": 670,
      "&#$$%": 671,
      "Ġ\"$$": 672,
      "$\"*": 673,
      "$$$#$$$$$$#": 674,
      "&(": 675,
      "$#$%$$$$%": 676,
      "$$%$$$#": 677,
      "$&Ğ": 678,
      "$&$#$$$$": 679,
      "$%$$$$\"": 680,
      "$$$&$$$$": 681,
      "##": 682,
      "Ğ$$#": 683,
      "$%#$$$\"": 684,
      "\"$$#$": 685,
      "Ġ#$$": 686,
      "Ġ&$$\"": 687,
      "$%%#$$#": 688,
      "&$$*": 689,
      "ĀĀ)Ā": 690,
      "ě$$": 691,
      "$%$$'": 692,
      "$%$\"$$$$": 693,
      "\"$$%$": 694,
      "'$$)": 695,
      "Ġ$(": 696,
      "$%#$$%": 697,
      "$#$$'": 698,
      "$)(": 699,
      "$Ę": 700,
      "$#%#$$$$": 701,
      "\"$$+": 702,
      "Ġ$$)": 703,
      "$$$&$$#": 704,
      "Ğ$$%": 705,
      "$$$#$$$$#": 706,
      "#$$+": 707,
      "$#\"#$$#": 708,
      "Ġ$$ğ": 709,
      "*$$$$": 710,
      "$$%%$$#": 711,
      "$$$$$$$$$#": 712,
      "$$$%$$$$$$#": 713,
      "Ġ$!": 714,
      "$&#$$$$": 715,
      "&$$%$": 716,
      "$&##$$#": 717,
      "$#&#$$%": 718,
      "*$$%": 719,
      "$#$$$$\"": 720,
      "('": 721,
      "Ā,": 722,
      "ğ%": 723,
      "Ġ&$$#": 724,
      "%$$ĝ": 725,
      "$##$$$$$": 726,
      "\"%$$#": 727,
      "Ğ$$$$": 728,
      "$###$$%": 729,
      "&)": 730,
      ",$$": 731,
      "Ğ$$&": 732,
      "$$##$$%": 733,
      "$\"#%$$#": 734,
      "$$&$$$&": 735,
      "%$$+": 736,
      "$%$$!": 737,
      "$$$$$$$$$$#": 738,
      "$$$%$$$$%": 739,
      "$#%$$$#": 740,
      "$##&$$#": 741,
      "'$$Ğ": 742,
      "#%$$#": 743,
      "%#": 744,
      "ğ#": 745,
      "$%$#$$$$%": 746,
      "$$$#$$$$%": 747,
      "$%%$$$$$": 748,
      "$%+": 749,
      "$&&$$$$": 750,
      "$$$$$$$$$$$$$": 751,
      "($$ğ": 752,
      "\"'": 753,
      "$#$%$$$$#": 754,
      "\"$$Ğ": 755,
      "&$$$\"": 756,
      "Ġ\"$$\"": 757,
      "!$$ğ": 758,
      "$$%$$$%$": 759,
      "%%": 760,
      "*$$\"": 761,
      "$*'": 762,
      "$%\"%$$#": 763,
      "$%\"#$$#": 764,
      "\"#$$#": 765,
      "ğ$$!": 766,
      "Ġ#$$!": 767,
      "$%%$$$&": 768,
      "$$$%$$$$$$%": 769,
      "Ġ$$$$#": 770,
      "$%$\"$$#": 771,
      "$$#&$$#": 772,
      "$!$$$$%": 773,
      "$%#%$$$$": 774,
      "$%#$$$%": 775,
      "$%#\"$$#": 776,
      ")$$'": 777,
      "'$$*": 778,
      "#$$\"$": 779,
      "$$$#$$$$$$%": 780,
      "\"$$$$\"": 781,
      "$Ğ!": 782,
      "%$$&$": 783,
      "ĀĀ(Ā": 784,
      "$##%$$%": 785,
      "($$$'": 786,
      "$$#$$$#$": 787,
      "%$$\"$": 788,
      "%#$$%": 789,
      "\"$$$$&": 790,
      "#$$&$": 791,
      "ĀĀĞĀ": 792,
      "$$$%$$\"": 793,
      "$%&%$$%": 794,
      "$#%$$#": 795,
      "$\"$%$$#": 796,
      "%%$$%": 797,
      "$%$%$$$$%": 798,
      "$##$$$\"": 799,
      "$$$#$$\"": 800,
      "$#&%$$%": 801,
      "$$$\"$$%": 802,
      "!(": 803,
      "Ġ$$$$%": 804,
      "Ġ$)": 805,
      "$\"$#$$%": 806,
      "$(ğ": 807,
      "!$$$": 808,
      "$Ğ\"": 809,
      ")#": 810,
      "Ě$$": 811,
      "&$$+": 812,
      "!$$*": 813,
      "($$)": 814,
      "$\"%#$$%": 815,
      "ĀĀĝĀ": 816,
      "ğ!": 817,
      "$$$%$$$$#": 818,
      "$%##$$%": 819,
      "$Ğ&": 820,
      "$&#%$$#": 821,
      "*$$&": 822,
      "$$%\"$$%": 823,
      "*ĀĀ": 824,
      "$&$#$$%": 825,
      "$'$$$$#": 826,
      "$#$$$$$": 827,
      "ĠĜ": 828,
      "#$$ĝ": 829,
      "\"$$ĝ": 830,
      "\"ĀĀ": 831,
      "Ğ$$\"": 832,
      "ĠĀĀ": 833,
      "$#$#$$$$#": 834,
      "$'Ğ": 835,
      "$!$$&": 836,
      "$%$$$$$": 837,
      "\"$$$&": 838,
      "&$$#$": 839,
      "$*(": 840,
      "$$$#$$&": 841,
      "$#%&$$%": 842,
      "$*!": 843,
      "&%$$%": 844,
      "$#ĝ": 845,
      "$\"$#$$$$": 846,
      "$\"\"$$$$": 847,
      "#$$$$'": 848,
      "$%%%$$#": 849,
      "Ġ,": 850,
      "$%$&$$#": 851,
      "$\"ĝ": 852,
      "$$$$$$$$$$$%": 853,
      "$&&#$$%": 854,
      "$%%$$%": 855,
      "+ĀĀ": 856,
      "Ġ\"$$#": 857,
      "$%$\"$$%": 858,
      "$$%&$$%": 859,
      "$'$$&": 860,
      "$(*": 861,
      "$))": 862,
      "$ğ(": 863,
      "$ğğ": 864,
      "$*\"": 865,
      "$Ğ'": 866,
      "$$$$$$$$$$%": 867,
      "$$$$$$$$$$$$#": 868,
      "##$$$$": 869,
      "ĝ$$%": 870,
      "$!$$$$#": 871,
      "##$$#": 872,
      "$#+": 873,
      "$#$&$$#": 874,
      "$%$$$$$$$%": 875,
      "&$$ĝ": 876,
      "\"(": 877,
      ")%": 878,
      "ğ$$(": 879,
      "$$$$$$$$$$$$$$$$$$": 880,
      "Ğ%": 881,
      "$##$$#": 882,
      "$$%#$$#": 883,
      "%$$$$$$#$$$$": 884,
      "#$$$": 885,
      "$)$$$$": 886,
      "&$$$(": 887,
      "&ĀĀ": 888,
      ")$$(": 889,
      "$#$&$$%": 890,
      "$$$$$$$$$%": 891,
      "$$$$$$$$$$$#": 892,
      "&$$$$&": 893,
      ")ĀĀ": 894,
      "Ġ!$$": 895,
      "$#$$": 896,
      "$#$#$$$$%": 897,
      "$ğ)": 898,
      "$$$\"$$#": 899,
      "$%ĝ": 900,
      "$&$%$$#": 901,
      "$$&#$$&": 902,
      "$#$$$$$$$#": 903,
      "$#%%$$#": 904,
      "$&%%$$%": 905,
      "$ĝ\"": 906,
      "ğ$$$!": 907,
      ")$$$'": 908,
      "$$%#$$&": 909,
      "%$$$!": 910,
      "$&%$$$#": 911,
      "$#$": 912,
      "$$##$$\"": 913,
      "$%#%$$\"": 914,
      "$ğ$$$$": 915,
      "$\"#$$$%": 916,
      "$$#\"$$#": 917,
      "$$$$$$$$$$$$%": 918,
      "$!*": 919,
      "#$$,": 920,
      "$%$$$$$$$#": 921,
      "$\"\"%$$#": 922,
      "%#$$$$": 923,
      "&%$$$$": 924,
      "'*": 925,
      "((": 926,
      "ĝ$$#": 927,
      "$%$%$$$$#": 928,
      "$$$$$$$$$$$": 929,
      "$$$%$$&": 930,
      "$#%\"$$%": 931,
      "$#%%$$&": 932,
      "$%#&$$#": 933,
      "($$$(": 934,
      "$&ĝ": 935,
      "\"$$$": 936,
      "$%&$$$&": 937,
      "$!$$\"": 938,
      "$#$$$$$$%$$$$": 939,
      "Ġ&$$!": 940,
      "$&$%$$$$": 941,
      "$##%$$\"": 942,
      "\"$$,": 943,
      "$&%#$$$$": 944,
      "Ġ$$$": 945,
      "\"$$$$%%": 946,
      "')": 947,
      "Ġ'$$\"": 948,
      "#$$$'": 949,
      "$#%#$$&": 950,
      "'$$ĝ": 951,
      "Ġ$$Ğ": 952,
      "Ġ\"$$!": 953,
      "$#$&": 954,
      "$#\"$$$\"": 955,
      "$\"+": 956,
      "$%##$$\"": 957,
      "$ĝ#": 958,
      "$\"\"$$$#": 959,
      "$\"$$$$$$#": 960,
      "ĀĀ*Ā": 961,
      "'!": 962,
      "(ĀĀ": 963,
      "$$#\"$$$$": 964,
      "$$$$$$$$$$$$$$$$$$$$": 965,
      "$#%&$$$$": 966,
      "#$$$$$$$$$$$$": 967,
      "-$$": 968,
      "$$#%$$\"": 969,
      "$$%%$$&": 970,
      "$&$$$%": 971,
      "$&#$$$\"": 972,
      "#$$$$$$#$$$$": 973,
      "$%%#$$&": 974,
      "$%#%$$%": 975,
      "$\"#%$$$$": 976,
      "($$Ğ": 977,
      "$&$$$$\"": 978,
      "#$$$#$": 979,
      "&$$$$%%": 980,
      "'ĀĀ": 981,
      "+$$&": 982,
      "$$#%$$%": 983,
      "$$$%$\"": 984,
      "$(+": 985,
      "$(Ğ": 986,
      "%$$Ĝ": 987,
      "$%#\"$$$$": 988,
      "'$$$(": 989,
      "!$$Ğ": 990,
      "Ā\"#": 991,
      "\"$$$$##": 992,
      "$%$$$$$$%$$$$": 993,
      "$\"##$$#": 994,
      "$+'": 995,
      "\")": 996,
      "&!": 997,
      "*#": 998,
      "+$$#": 999,
      "$#$\"$$%": 1000,
      "$'+": 1001,
      "$'$$\"": 1002,
      "&$$,": 1003,
      "$\"$$$$$$%": 1004,
      "\"$$$$#%": 1005,
      "ĝ$$$$": 1006,
      "$$ě": 1007,
      "$%$#$$\"": 1008,
      "$$!$$$$": 1009,
      "$)ğ": 1010,
      "$&\"$$$#": 1011,
      "\"$$$$%#": 1012,
      "Ġ!$$#": 1013,
      "$%$\"": 1014,
      "$!ĝ": 1015,
      "$($$#": 1016,
      "$#$$$$$$$%": 1017,
      "$#\"&$$#": 1018,
      "$\"&%$$%": 1019,
      "$%'$$$%": 1020,
      "Ā%#": 1021,
      "Ġ&$$": 1022,
      "$($$%": 1023
    },
    "merges": [
      "$ $",
      "$$ $$",
      "$ %",
      "$ #",
      "$$ #",
      "$$ %",
      "$ &",
      "$ \"",
      "$$ \"",
      "$$ &",
      "$$$$ $$$$",
      "# $$$$",
      "% $$$$",
      "Ā Ā",
      "$$ $#",
      "$$ $%",
      "$ '",
      "$ !",
      "$$ !",
      "$$ '",
      "$$$$ %",
      "$$$$ #",
      "$ (",
      "% $$#",
      "# $$%",
      "% $$",
      "# $$#",
      "% $$%",
      "# $$",
      "$# $$$$",
      "$% $$$$",
      "$# #",
      "$% %",
      "$# %",
      "$% #",
      "$ )",
      "\" $$",
      "$ ğ",
      "& $$",
      "\" $$$$",
      "& $$$$",
      "\" $$%",
      "' $$",
      "& $$#",
      "! $$",
      "$$# $$$$",
      "% $$\"",
      "# $$&",
      "$$% $$$$",
      "$ *",
      "\" $$#",
      "& $$%",
      "$ Ğ",
      "$$$$$$$$ $$$$",
      "% $$&",
      "# $$\"",
      "$% &",
      "$# \"",
      "$& %",
      "Ġ $$",
      "$\" #",
      "$% \"",
      "$& #",
      "( $$",
      "$\" %",
      "$# &",
      "$$ $&",
      "$$ $\"",
      "#$$$$ #",
      "%$$$$ #",
      "#$$$$ %",
      "$ ĝ",
      "$ +",
      "\" $$&",
      "%$$$$ %",
      "$$ (",
      "$% $$#",
      "$& &",
      "& $$\"",
      "$% $$%",
      "$\" \"",
      "$# $$%",
      "$# $$#",
      "! $$$$",
      "$\" $$$$",
      "' $$$$",
      "$$$% $$$$",
      "$$$# $$$$",
      "$& $$$$",
      "\" $$\"",
      "$$$$$$$$ $$$$$$$$",
      "! $$%",
      "& $$&",
      "' $$#",
      "$$ $",
      "% $$!",
      "$% $$$$#",
      "$# $$$$%",
      "# $$'",
      "! $$#",
      "' $$%",
      "$% %$$$$",
      "$\" &",
      "$% $$$$%",
      "$# #$$$$",
      "$' %",
      "# $$!",
      "$# $$$$#",
      "$$# $$$#",
      "$& \"",
      "$! #",
      "$$% $$$%",
      "% $$'",
      "$% '",
      "ğ $$",
      ") $$",
      "$# !",
      "Ā %",
      "Ā \"",
      "Ā #",
      "$% !",
      "$' #",
      "$! %",
      "ĀĀ $",
      "$ ,",
      "ĀĀ %",
      "Ġ $$$$",
      "$ Ĝ",
      "ĀĀ \"",
      "ĀĀ #",
      "$% #$$$$",
      "$# '",
      "$# %$$$$",
      "Ā !",
      "\" $$'",
      "& %",
      "Ġ \"",
      "$\" !",
      "' $$\"",
      "# $$$#",
      "! $$&",
      "$$ ğ",
      "Ā &",
      "Ġ $$#",
      "& $$!",
      "$! \"",
      "$& '",
      "Ā '",
      "Ġ #",
      "$$ )",
      "$$$% $$%",
      "Ġ %",
      "$' &",
      "ĀĀ !",
      "Ġ $$%",
      "( $$#",
      "ĀĀ &",
      "$' \"",
      "! $$\"",
      "$$$$% %",
      "$$$% $",
      "#$$ $\"",
      "$$$% $$#",
      "%$$ $&",
      "' $$&",
      "\" #",
      "& $$'",
      "Ā ğ",
      "$$$# $$#",
      "$$$# $$%",
      "( $$$$",
      "( $$%",
      "$\" '",
      "$$$$# %",
      "\" %",
      "$! &",
      "Ā (",
      "$& !",
      "$ ě",
      "$$$$# #",
      "$\" $$%",
      "$& $$#",
      "Ġ !",
      "$%# $$$#",
      "ĀĀ '",
      "Ġ &",
      "\" $$!",
      "$$ $'",
      "$ -",
      "#$$ (",
      "& #",
      "$$ Ğ",
      "$\" $$#",
      "$& $$%",
      "$' '",
      "$## $$$#",
      "%$$ (",
      "$% (",
      "$! $$$$",
      "$$$$% #",
      "Ā Ğ",
      "$# $$$$$$$$",
      "$( %",
      "$! !",
      "$% $$$$$$$$",
      "Ġ $$&",
      "Ġ '",
      "ĀĀ ğ",
      "Ġ $$\"",
      "$$ *",
      "$$ $!",
      "$#% $$$%",
      "& &",
      "\"$$ $\"",
      "Ā )",
      "$%% $$$%",
      "&$$ $&",
      "$# (",
      "! $$'",
      "$& (",
      "$% $#$$$$",
      "$( &",
      "$# $%$$$$",
      "$' $$$$",
      "$$\" $$$$",
      "\" \"",
      "\"$$ (",
      "$( #",
      "Ġ (",
      "$$# %$$#",
      "$$$# $",
      "$' !",
      "$$% %$$$$",
      "$! '",
      "ĀĀ (",
      "$$% #$$%",
      "Ğ $$",
      "$#$$$$ $$#",
      "ĀĀ Ğ",
      "$$& $$$$",
      "$$% %$$%",
      "' $$!",
      "' $$'",
      "# $$$$$$$$",
      "$% $%$$$$",
      "ĀĀ )",
      "$%% #$$%",
      "Ā ĝ",
      "#$$ ğ",
      "\" &",
      "ĀĀ ĝ",
      "( $$\"",
      "* $$",
      "$% $$&",
      "$( \"",
      "% $$$%",
      "Ġ $",
      "Ġ ğ",
      "%$$ ğ",
      "$# $$\"",
      "$$# #$$$$",
      "\" $$$$%",
      "Ġ $$'",
      "$# $#$$$$",
      "$$$$$$$$ %",
      "#$$ )",
      "&$$ (",
      "$( '",
      "Ā *",
      "$# $%$$%",
      "$\" (",
      "%$$# $",
      "! $$!",
      "$$# #$$#",
      "$$% $",
      "%$$ )",
      "$& $$$$#",
      "$' (",
      "\" $$$$#",
      "$$$$$$$$ #",
      "% $$$$$$$$",
      "( $$&",
      "$\" $$$$%",
      "$%# #$$#",
      "& $$$$#",
      "$## %$$#",
      "& $$$$%",
      "#$$% $",
      "$%$$$$ $$%",
      "#$$$$ $$#",
      "$% $#$$#",
      "$# $$&",
      "$ .",
      "$ Ě",
      "%$$$$ $$%",
      "& \"",
      "ĝ $$",
      "$% $$\"",
      "$#% %$$%",
      ") $$#",
      "$# $%$$#",
      "#$$$$ $$%",
      "$#$$$$ $$%",
      "$% )",
      "$$$$ $$#",
      "!$$ $\"",
      "Ġ $$!",
      "ĀĀ# Ā",
      "! #",
      "$# $#$$%",
      "$% $%$$#",
      "' %",
      "ğ $$#",
      "Ġ )",
      "$& %$$$$",
      "#$$$$ $%",
      "'$$ $&",
      "ĀĀ *",
      "#$$$$ $#",
      "$% ğ",
      "$%$$$$ $$#",
      "$%# %$$#",
      ") $$%",
      "$#% #$$%",
      "ĀĀ\" Ā",
      "& '",
      "%$$$$ $$#",
      "ĀĀ% Ā",
      "$% $#$$%",
      "+ $$",
      "$& $$$$%",
      "$\" $$$$#",
      "Ġ Ğ",
      "$$$$ $$%",
      "$$\" $$$#",
      "%$$$$ $#",
      "! %",
      "$ ĀĀ",
      "$! (",
      "$# ğ",
      "$& )",
      "$\" ğ",
      "ğ $$%",
      "\"$$ )",
      ") $$$$",
      "$## #$$#",
      "ĀĀ$ Ā",
      "$) %",
      "$) &",
      "' #",
      "Ġ $&",
      "$( !",
      "%$$$$# #",
      "$) #",
      "$ğ \"",
      "$# )",
      "ĀĀ +",
      "$ğ %",
      "$$& $$$%",
      "ĀĀ Ĝ",
      "\" !",
      "%$$$$ $%",
      "$#$$$$ $$",
      "' &",
      "%$$$$% %",
      "$ğ #",
      "$# \"$$$$",
      "$$$% $$$$$$$$",
      "ğ $$&",
      "$' $$#",
      "%$$% $",
      "$% $%$$%",
      "#$$$$ $",
      "#$$$$ &",
      "$( (",
      "ĀĀ! Ā",
      "ğ $$$$",
      "Ĝ $$",
      "%$$$$ &",
      "$% &$$$$",
      "#$$ $&",
      "'$$ (",
      "%$$ Ğ",
      "\"$$ ğ",
      "$! $$%",
      "%$$$$ $",
      "$! $$#",
      "( $$!",
      "$$$# $$$$$$$$",
      "#$$$$# #",
      "&$$ ğ",
      "$# $#$$#",
      "$%$$$$ $$",
      "$' $$%",
      "ĀĀ& Ā",
      "! \"",
      "!$$ (",
      "#$$$$ \"",
      "$$%$$$$ $$#",
      "$' )",
      "#$$$$% %",
      "( $$'",
      "$! ğ",
      "$# $$$$$$$$$$$$",
      "%$$ $\"",
      "#$$ Ğ",
      "$) \"",
      "Ġ *",
      "&$$ )",
      "ĀĀ ,",
      "%$$$$ \"",
      "$ ę",
      "$) '",
      "$ğ &",
      "$$#$$$$ $$#",
      "Ġ $%",
      "\"$$ $!",
      "$%& $$$%",
      "$#\" $$$#",
      "$\" )",
      "$$#$$$$ $",
      "Ġ$$ $\"",
      "$$% $$$$$$$$",
      "$\" #$$$$",
      "$$ +",
      "$$ ĝ",
      "$$\" %$$#",
      "#$$# $",
      "$%\" $$$#",
      "%$$ *",
      "$%% %$$%",
      "$## %$$$$",
      "$%% $$$#",
      ") $$\"",
      "$& ğ",
      ") $$&",
      "&$$ $'",
      "Ā +",
      "#$$ *",
      "#$$$$# %",
      "( %",
      "Ġ $#",
      "ĀĀ /",
      "%$$ $'",
      "Ġ %$$\"",
      "$\" $$&",
      "#$$ $!",
      "$$$$$$$$$$$$$$$$ $$$$$$$$",
      "$% $$$$$$$$$$$$",
      "$$& #$$%",
      "ĀĀ ě",
      "\" $$$#",
      "$% *",
      "$& $$\"",
      "ĀĀ .",
      "$ /",
      "Ġ $'",
      "$( $$$$",
      "Ġ$$ (",
      "$$%$$$$ $",
      "Ġ %$$#",
      "Ġ $$$#",
      "ĀĀ -",
      "ğ $$\"",
      "$\" $$\"",
      "$ğ !",
      "$$% $$$&",
      "$$# $",
      "%$$$$% #",
      "$# Ğ",
      "$## $$$%",
      "! &",
      "' $$$$%",
      "Ġ Ā",
      "Ġ %$$",
      "'$$ ğ",
      "$% Ğ",
      "$& $$&",
      "#$$$$% #",
      "! $$$$%",
      "$% $$$%",
      "$$#$$$$ $$%",
      "' (",
      "$%% #$$$$",
      "$# $$$#",
      "' '",
      "Ġ ĝ",
      "$ğ '",
      "'$$ $'",
      "$#& $$$%",
      "Ġ #$$\"",
      "$$ $(",
      "$$# $$$%",
      "$&# $$$#",
      "#$$$$ $$",
      "$( )",
      "($$ $&",
      "$' *",
      "%$$$$# %",
      "! !",
      "$\" $%$$%",
      "\"$$ *",
      "!$$ $!",
      "$$$\" $$$$",
      "ĀĀ Ě",
      "' \"",
      "!$$ )",
      "Ġ #$$#",
      "$# *",
      "$# &$$$$",
      "$& *",
      "ĀĀ' Ā",
      "& $$$%",
      "$\" Ğ",
      "$%# #$$$$",
      "$\"% $$$%",
      "$) !",
      "$%& #$$%",
      "$$# %$$$$",
      "%$$$$ $$",
      "$$%$$$$ $$%",
      "$#$$$$ &",
      "$%$$$$ &",
      "$%% \"$$%",
      "$! )",
      "$\" %$$$$",
      "ĀĀ ę",
      "ğ $$'",
      "$* %",
      "$$ Ĝ",
      "$$# $$$\"",
      "$' ğ",
      "&$$ Ğ",
      "$#% %$$$$",
      "$Ğ #",
      "( &",
      "&$$$$ \"",
      "' $$$$#",
      "( #",
      "Ġ $\"",
      "Ġ +",
      "ĀĀğ Ā",
      "$& $#$$#",
      "$&% $$$%",
      "$% \"$$$$",
      "$\" $%$$$$",
      "$$& %$$%",
      "$$\" #$$#",
      "$## #$$$$",
      "$$ ,",
      "$%% %$$$$",
      "$#\" %$$#",
      "$\"# $$$#",
      "($$ (",
      "Ġ %$$!",
      "$* &",
      "! '",
      "$! Ğ",
      "! $$$$#",
      "$% $#$$$$#",
      "* $$#",
      "$# $$!",
      "$$% $$#",
      "$\"% %$$%",
      "$% $",
      "$$\" $$$\"",
      "$&% #$$%",
      "$# $&$$$$",
      "$$% #$$$$",
      "$* #",
      "$Ğ %",
      ") $$!",
      "$# %$$$&",
      "Ġ$$ $!",
      "& #$$%",
      "Ġ \"$$",
      "$\" *",
      "$$$#$$$$ $$#",
      "& (",
      "$# $%$$$$%",
      "$$% $$$#",
      "$& Ğ",
      "$& $#$$$$",
      "$%$$$$ \"",
      "$$$& $$$$",
      "# #",
      "Ğ $$#",
      "$% #$$$\"",
      "\"$$# $",
      "Ġ #$$",
      "Ġ &$$\"",
      "$%% #$$#",
      "&$$ *",
      "ĀĀ) Ā",
      "ě $$",
      "$% $$'",
      "$% $\"$$$$",
      "\"$$% $",
      "'$$ )",
      "Ġ $(",
      "$% #$$%",
      "$# $$'",
      "$) (",
      "$ Ę",
      "$#% #$$$$",
      "\"$$ +",
      "Ġ$$ )",
      "$$$& $$#",
      "Ğ $$%",
      "$$$# $$$$#",
      "#$$ +",
      "$#\" #$$#",
      "Ġ$$ ğ",
      "* $$$$",
      "$$% %$$#",
      "$$$$$$$$ $#",
      "$$$%$$$$ $$#",
      "Ġ $!",
      "$& #$$$$",
      "&$$% $",
      "$&# #$$#",
      "$#& #$$%",
      "* $$%",
      "$#$$$$ \"",
      "( '",
      "Ā ,",
      "ğ %",
      "Ġ &$$#",
      "%$$ ĝ",
      "$##$$$$ $",
      "\" %$$#",
      "Ğ $$$$",
      "$## #$$%",
      "& )",
      ", $$",
      "Ğ $$&",
      "$$# #$$%",
      "$\"# %$$#",
      "$$& $$$&",
      "%$$ +",
      "$% $$!",
      "$$$$$$$$ $$#",
      "$$$% $$$$%",
      "$#% $$$#",
      "$## &$$#",
      "'$$ Ğ",
      "# %$$#",
      "% #",
      "ğ #",
      "$% $#$$$$%",
      "$$$# $$$$%",
      "$%%$$$$ $",
      "$% +",
      "$& &$$$$",
      "$$$$$$$$$$$$ $",
      "($$ ğ",
      "\" '",
      "$# $%$$$$#",
      "\"$$ Ğ",
      "&$$ $\"",
      "Ġ \"$$\"",
      "!$$ ğ",
      "$$%$$$% $",
      "% %",
      "* $$\"",
      "$* '",
      "$%\" %$$#",
      "$%\" #$$#",
      "\" #$$#",
      "ğ $$!",
      "Ġ #$$!",
      "$% %$$$&",
      "$$$%$$$$ $$%",
      "Ġ $$$$#",
      "$% $\"$$#",
      "$$# &$$#",
      "$! $$$$%",
      "$%# %$$$$",
      "$%# $$$%",
      "$%# \"$$#",
      ") $$'",
      "'$$ *",
      "#$$\" $",
      "$$$#$$$$ $$%",
      "\"$$$$ \"",
      "$Ğ !",
      "%$$& $",
      "ĀĀ( Ā",
      "$## %$$%",
      "($$ $'",
      "$$#$$$# $",
      "%$$\" $",
      "% #$$%",
      "\"$$$$ &",
      "#$$& $",
      "ĀĀĞ Ā",
      "$$$% $$\"",
      "$%& %$$%",
      "$# %$$#",
      "$\" $%$$#",
      "% %$$%",
      "$% $%$$$$%",
      "$# #$$$\"",
      "$$$# $$\"",
      "$#& %$$%",
      "$$$\" $$%",
      "! (",
      "Ġ $$$$%",
      "Ġ $)",
      "$\" $#$$%",
      "$( ğ",
      "!$$ $",
      "$Ğ \"",
      ") #",
      "Ě $$",
      "&$$ +",
      "!$$ *",
      "($$ )",
      "$\"% #$$%",
      "ĀĀĝ Ā",
      "ğ !",
      "$$$% $$$$#",
      "$%# #$$%",
      "$Ğ &",
      "$&# %$$#",
      "* $$&",
      "$$% \"$$%",
      "* ĀĀ",
      "$& $#$$%",
      "$' $$$$#",
      "$#$$$$ $",
      "Ġ Ĝ",
      "#$$ ĝ",
      "\"$$ ĝ",
      "\" ĀĀ",
      "Ğ $$\"",
      "Ġ ĀĀ",
      "$# $#$$$$#",
      "$' Ğ",
      "$! $$&",
      "$%$$$$ $",
      "\"$$ $&",
      "&$$# $",
      "$* (",
      "$$$# $$&",
      "$#% &$$%",
      "$* !",
      "& %$$%",
      "$# ĝ",
      "$\" $#$$$$",
      "$\" \"$$$$",
      "#$$$$ '",
      "$%% %$$#",
      "Ġ ,",
      "$% $&$$#",
      "$\" ĝ",
      "$$$$$$$$ $$$%",
      "$&& #$$%",
      "$% %$$%",
      "+ ĀĀ",
      "Ġ \"$$#",
      "$% $\"$$%",
      "$$% &$$%",
      "$' $$&",
      "$( *",
      "$) )",
      "$ğ (",
      "$ğ ğ",
      "$* \"",
      "$Ğ '",
      "$$$$$$$$ $$%",
      "$$$$$$$$ $$$$#",
      "# #$$$$",
      "ĝ $$%",
      "$! $$$$#",
      "# #$$#",
      "$# +",
      "$# $&$$#",
      "$%$$$$ $$$%",
      "&$$ ĝ",
      "\" (",
      ") %",
      "ğ $$(",
      "$$$$$$$$$$$$$$$$ $$",
      "Ğ %",
      "$# #$$#",
      "$$% #$$#",
      "%$$$$ $$#$$$$",
      "#$$ $",
      "$) $$$$",
      "&$$ $(",
      "& ĀĀ",
      ") $$(",
      "$# $&$$%",
      "$$$$$$$$ $%",
      "$$$$$$$$ $$$#",
      "&$$$$ &",
      ") ĀĀ",
      "Ġ !$$",
      "$# $$",
      "$# $#$$$$%",
      "$ğ )",
      "$$$\" $$#",
      "$% ĝ",
      "$& $%$$#",
      "$$& #$$&",
      "$#$$$$ $$$#",
      "$#% %$$#",
      "$&% %$$%",
      "$ĝ \"",
      "ğ$$ $!",
      ")$$ $'",
      "$$% #$$&",
      "%$$ $!",
      "$&% $$$#",
      "$# $",
      "$$# #$$\"",
      "$%# %$$\"",
      "$ğ $$$$",
      "$\"# $$$%",
      "$$# \"$$#",
      "$$$$$$$$ $$$$%",
      "$! *",
      "#$$ ,",
      "$%$$$$ $$$#",
      "$\"\" %$$#",
      "% #$$$$",
      "& %$$$$",
      "' *",
      "( (",
      "ĝ $$#",
      "$% $%$$$$#",
      "$$$$$$$$ $$$",
      "$$$% $$&",
      "$#% \"$$%",
      "$#% %$$&",
      "$%# &$$#",
      "($$ $(",
      "$& ĝ",
      "\"$$ $",
      "$% &$$$&",
      "$! $$\"",
      "$#$$$$ $$%$$$$",
      "Ġ &$$!",
      "$& $%$$$$",
      "$## %$$\"",
      "\"$$ ,",
      "$&% #$$$$",
      "Ġ$$ $",
      "\" $$$$%%",
      "' )",
      "Ġ '$$\"",
      "#$$ $'",
      "$#% #$$&",
      "'$$ ĝ",
      "Ġ$$ Ğ",
      "Ġ\" $$!",
      "$# $&",
      "$# \"$$$\"",
      "$\" +",
      "$%# #$$\"",
      "$ĝ #",
      "$\"\" $$$#",
      "$\"$$$$ $$#",
      "ĀĀ* Ā",
      "' !",
      "( ĀĀ",
      "$$# \"$$$$",
      "$$$$$$$$ $$$$$$$$$$$$",
      "$#% &$$$$",
      "# $$$$$$$$$$$$",
      "- $$",
      "$$# %$$\"",
      "$$% %$$&",
      "$& $$$%",
      "$& #$$$\"",
      "#$$$$ $$#$$$$",
      "$%% #$$&",
      "$%# %$$%",
      "$\"# %$$$$",
      "($$ Ğ",
      "$&$$$$ \"",
      "#$$$# $",
      "& $$$$%%",
      "' ĀĀ",
      "+ $$&",
      "$$# %$$%",
      "$$$% $\"",
      "$( +",
      "$( Ğ",
      "%$$ Ĝ",
      "$%# \"$$$$",
      "'$$ $(",
      "!$$ Ğ",
      "Ā\" #",
      "\" $$$$##",
      "$%$$$$ $$%$$$$",
      "$\"# #$$#",
      "$+ '",
      "\" )",
      "& !",
      "* #",
      "+ $$#",
      "$# $\"$$%",
      "$' +",
      "$' $$\"",
      "&$$ ,",
      "$\"$$$$ $$%",
      "\" $$$$#%",
      "ĝ $$$$",
      "$$ ě",
      "$% $#$$\"",
      "$$! $$$$",
      "$) ğ",
      "$&\" $$$#",
      "\" $$$$%#",
      "Ġ !$$#",
      "$% $\"",
      "$! ĝ",
      "$( $$#",
      "$#$$$$ $$$%",
      "$#\" &$$#",
      "$\"& %$$%",
      "$%' $$$%",
      "Ā% #",
      "Ġ &$$",
      "$( $$%"
    ]
  }
}