{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "Ā": 65,
      "Ć": 66,
      "ĉ": 67,
      "Ċ": 68,
      "ċ": 69,
      "Č": 70,
      "č": 71,
      "Ď": 72,
      "ď": 73,
      "Đ": 74,
      "đ": 75,
      "Ē": 76,
      "ē": 77,
      "Ĕ": 78,
      "ĕ": 79,
      "Ė": 80,
      "ė": 81,
      "Ę": 82,
      "ę": 83,
      "Ě": 84,
      "ě": 85,
      "Ĝ": 86,
      "ĝ": 87,
      "Ğ": 88,
      "ğ": 89,
      "Ġ": 90,
      "$$": 91,
      "$$$$": 92,
      "$%": 93,
      "$#": 94,
      "$$%": 95,
      "$$#": 96,
      "$&": 97,
      "$\"": 98,
      "$$&": 99,
      "$$\"": 100,
      "$$$$$$$$": 101,
      "ĀĀ": 102,
      "#$$$$": 103,
      "%$$$$": 104,
      "$$$#": 105,
      "$$$%": 106,
      "$'": 107,
      "$!": 108,
      "$$!": 109,
      "$$'": 110,
      "$%$$$$": 111,
      "$#$$$$": 112,
      "$(": 113,
      "#$$%": 114,
      "%$$#": 115,
      "%$$%": 116,
      "#$$#": 117,
      "#$$": 118,
      "$%%": 119,
      "\"$$$$": 120,
      "$#%": 121,
      "$%#": 122,
      "$##": 123,
      "\"$$": 124,
      "&$$$$": 125,
      "%$$": 126,
      "$)": 127,
      "$ğ": 128,
      "$$$$#": 129,
      "&$$": 130,
      "$$$$%": 131,
      "\"$$%": 132,
      "!$$": 133,
      "'$$": 134,
      "$*": 135,
      "#$$&": 136,
      "&$$%": 137,
      "$&%": 138,
      "\"$$#": 139,
      "&$$#": 140,
      "Ġ$$": 141,
      "$$%$$$$": 142,
      "$%&": 143,
      "%$$\"": 144,
      "$Ğ": 145,
      "$$#$$$$": 146,
      "$$$$$$$$$$$$": 147,
      "%$$&": 148,
      "#$$\"": 149,
      "$$$&": 150,
      "$&#": 151,
      "$\"#": 152,
      "$%\"": 153,
      "$#&": 154,
      "$#\"": 155,
      "($$": 156,
      "$\"%": 157,
      "$+": 158,
      "$\"$$$$": 159,
      "#$$$$%": 160,
      "#$$$$#": 161,
      "$$(": 162,
      "$%$$#": 163,
      "$ĝ": 164,
      "$#$$%": 165,
      "$#$$#": 166,
      "\"$$&": 167,
      "$$$\"": 168,
      "!$$%": 169,
      "$%$$%": 170,
      "%$$$$%": 171,
      "!$$$$": 172,
      "$$$%$$$$": 173,
      "$$$": 174,
      "%$$$$#": 175,
      "!$$#": 176,
      "$\"\"": 177,
      "$&\"": 178,
      "$&$$$$": 179,
      "#$$!": 180,
      "&$$\"": 181,
      "\"$$\"": 182,
      "$&&": 183,
      "$$$#$$$$": 184,
      "'$$%": 185,
      "'$$#": 186,
      "'$$$$": 187,
      "#$$'": 188,
      "ğ$$": 189,
      "$!#": 190,
      "$%%$$$$": 191,
      "&$$&": 192,
      "$%$$$$%": 193,
      "%$$!": 194,
      "$'%": 195,
      "$#$$$$%": 196,
      "$%$$$$#": 197,
      "$#$$$$#": 198,
      "$##$$$$": 199,
      "&%": 200,
      "$'#": 201,
      "Ġ$$$$": 202,
      "Ā%": 203,
      "Ā#": 204,
      "$%'": 205,
      "$$#$$$#": 206,
      ")$$": 207,
      "$#!": 208,
      "$$$%$$%": 209,
      "Ā\"": 210,
      "$$$$$$$$$$$$$$$$": 211,
      "$\"&": 212,
      "$#%$$$$": 213,
      "$$$%$": 214,
      "ĀĀ#": 215,
      "!$$&": 216,
      "%$$'": 217,
      "ĀĀ%": 218,
      "$%!": 219,
      "$,": 220,
      "$%#$$$$": 221,
      "$!%": 222,
      "Ġ\"": 223,
      "!$$\"": 224,
      "Ā!": 225,
      "Ġ$$#": 226,
      "Ġ#": 227,
      "$$ğ": 228,
      "$Ĝ": 229,
      "Ā&": 230,
      "\"$$'": 231,
      "$$$#$$%": 232,
      "Ġ$$%": 233,
      "$#'": 234,
      "ĀĀ!": 235,
      "$$)": 236,
      "Ā'": 237,
      "'$$\"": 238,
      "ĀĀ$": 239,
      "'$$&": 240,
      "$'\"": 241,
      "Ġ%": 242,
      "$&'": 243,
      "$&!": 244,
      "$\"'": 245,
      "\"$$!": 246,
      "$$$%$$#": 247,
      "#$$$#": 248,
      "$&$$#": 249,
      "ĀĀ\"": 250,
      "ĀĀ&": 251,
      "$\"$$%": 252,
      "&$$!": 253,
      "$$$'": 254,
      "$\"!": 255,
      "($$#": 256,
      "Ġ$$\"": 257,
      "$%(": 258,
      "$$Ğ": 259,
      "$!\"": 260,
      "&$$'": 261,
      "#$$$\"": 262,
      "\"$$$$%": 263,
      "$$$#$": 264,
      "$(%": 265,
      "$!&": 266,
      "Ā(": 267,
      "$$$!": 268,
      "ĀĀ'": 269,
      "Ġ!": 270,
      "Ġ&": 271,
      "&#": 272,
      "Ġ$$&": 273,
      "\"#": 274,
      "\"%": 275,
      "$'&": 276,
      "$%#$$$#": 277,
      "$$$#$$#": 278,
      "$-": 279,
      "&$$$$%": 280,
      "$#$$$$$$$$": 281,
      "$ě": 282,
      "$\"$$#": 283,
      "\"$$$$#": 284,
      "!$$'": 285,
      "Ā)": 286,
      "ĀĀğ": 287,
      "#$$(": 288,
      "$%$$$$$$$$": 289,
      "$&(": 290,
      "ĀĀ)": 291,
      "$(#": 292,
      "$''": 293,
      "ĀĞ": 294,
      "$$%$$$%": 295,
      "$&$$%": 296,
      "\"$$$\"": 297,
      "Āğ": 298,
      "$$*": 299,
      "$$$$#%": 300,
      "\"$$(": 301,
      "&$$$$#": 302,
      "!$$!": 303,
      "$!!": 304,
      "($$$$": 305,
      "($$%": 306,
      "Ġ$$!": 307,
      "$%$$$$$$%": 308,
      "$(&": 309,
      "$#%$$$%": 310,
      "#$$$$&": 311,
      "Ġ$$'": 312,
      "$!$$$$": 313,
      "($$\"": 314,
      "$%$#$$$$": 315,
      "$(\"": 316,
      "$##$$$#": 317,
      "%$$(": 318,
      "$$$$##": 319,
      "ğ$$#": 320,
      "Ġ'": 321,
      "$#$%$$$$": 322,
      "$$#%$$#": 323,
      "$'(": 324,
      "$$$$%%": 325,
      "#$$ğ": 326,
      "$%%$$$%": 327,
      "&$$$&": 328,
      "Ġ$&": 329,
      "#$$%$": 330,
      "%$$ğ": 331,
      "Ğ$$": 332,
      "$#$$&": 333,
      "$#$%$$#": 334,
      "ĝ$$": 335,
      "$$$$$$%": 336,
      "$#(": 337,
      "$#$%$$%": 338,
      "ĀĀ(": 339,
      "$!'": 340,
      "$#$$$$$$#": 341,
      "$('": 342,
      "#$$$$$$%": 343,
      "ğ$$%": 344,
      "ĀĀĝ": 345,
      "%$$$$$$%": 346,
      "#%$$#": 347,
      "$.": 348,
      "%$$$$$$$$": 349,
      "Ā*": 350,
      "#$$$$$$$$": 351,
      "Ā+": 352,
      "$%$$&": 353,
      "$\"(": 354,
      "$%%#$$%": 355,
      "\"\"": 356,
      "ğ$$&": 357,
      "$#$#$$%": 358,
      "ĀĀĞ": 359,
      "$'!": 360,
      "#$$)": 361,
      "$$$$$$#": 362,
      "$%ğ": 363,
      "$%$%$$$$": 364,
      "$%$#$$#": 365,
      "'$$'": 366,
      "($$&": 367,
      "%$$$$&": 368,
      "$%##$$#": 369,
      "$##%$$#": 370,
      "Ġ$": 371,
      "$#$#$$$$": 372,
      "%$$$$$$#": 373,
      "%$$%$": 374,
      "$'$$$$": 375,
      "Ġ(": 376,
      "$#$$\"": 377,
      "$#%#$$%": 378,
      "%$$$%": 379,
      "*$$": 380,
      "Āĝ": 381,
      "$%$$\"": 382,
      "$$%#$$%": 383,
      "$&)": 384,
      "$Ě": 385,
      "Ġğ": 386,
      "$$$$$$$$%": 387,
      "#$$$$\"": 388,
      "$%$#$$%": 389,
      "%$$$$$": 390,
      "$!$$%": 391,
      "%#$$%": 392,
      "$%)": 393,
      "$$##$$#": 394,
      "$&$$$$%": 395,
      "#$$$$$#": 396,
      "#$$$$$$#": 397,
      "$#$$$$$$%": 398,
      "$((": 399,
      "$ğ#": 400,
      "&&": 401,
      "$#ğ": 402,
      "$$%%$$%": 403,
      "$\"$$$$%": 404,
      "$$$$$$$$#": 405,
      "%$$$$$%": 406,
      "$!(": 407,
      "%$$)": 408,
      "%$$$&": 409,
      "##$$#": 410,
      "Ġ)": 411,
      "$#%%$$%": 412,
      "$)\"": 413,
      "&$$(": 414,
      "'$$!": 415,
      "$&$$$$#": 416,
      "$$&$$$$": 417,
      "ĀĀ,": 418,
      "%$$$$$#": 419,
      "$)%": 420,
      "Ġ$$(": 421,
      "ĀĀ#Ā": 422,
      "$$\"$$$$": 423,
      "$#$$$$$$": 424,
      "+$$": 425,
      "$'$$#": 426,
      "$%$$$$$$#": 427,
      "\"$$ğ": 428,
      "&\"": 429,
      "ğ$$\"": 430,
      "ĠĞ": 431,
      "$%$%$$#": 432,
      "$#\"$$$$": 433,
      "ĀĀ+": 434,
      "ĀĀ%Ā": 435,
      "!%": 436,
      ")$$%": 437,
      "ĀĀ*": 438,
      "ĀĀĜ": 439,
      "$%#%$$#": 440,
      "$###$$#": 441,
      "!$$(": 442,
      "Ġ#$$": 443,
      "$$#$": 444,
      "$\"ğ": 445,
      "#$$$$$%": 446,
      "%$$$$\"": 447,
      "$')": 448,
      "$(!": 449,
      "$)#": 450,
      "$)&": 451,
      "'%": 452,
      "ğ$$'": 453,
      "$#$$$$$$$$$$$$": 454,
      "$\"$$&": 455,
      "$$$#$$$$$$$$": 456,
      "$ğ\"": 457,
      "'$$$&": 458,
      "%$$$$%%": 459,
      "Ġ*": 460,
      "$$ĝ": 461,
      "$$$%$%": 462,
      "\"$$)": 463,
      "'$$(": 464,
      "ĀĀ&Ā": 465,
      "($$'": 466,
      "$#)": 467,
      "$$$%$$$$$$$$": 468,
      "&$$ğ": 469,
      "$#$#$$#": 470,
      "$$%$": 471,
      "#$$$$$": 472,
      "$!$$#": 473,
      "\"$$$$\"": 474,
      "!$$$\"": 475,
      "!#": 476,
      "$/": 477,
      "Ġ$$$#": 478,
      "$$$(": 479,
      "$%Ğ": 480,
      "$&ğ": 481,
      "$$\"$$$#": 482,
      "ĀĀĚ": 483,
      "$'ğ": 484,
      "$ğ%": 485,
      "\"$$$#": 486,
      ")$$\"": 487,
      "ĀĀ.": 488,
      "$'$$%": 489,
      "%$$#$": 490,
      "$%%%$$%": 491,
      "!$$)": 492,
      "$$%$$$$$$%": 493,
      "$$#$$$$$$#": 494,
      "#$$$$%%": 495,
      "#$$$$##": 496,
      "ĀĀ$Ā": 497,
      "'#": 498,
      "Ġ$)": 499,
      "$#Ğ": 500,
      "$\"$$\"": 501,
      "$$$%$$&": 502,
      "%$$*": 503,
      "&$$$'": 504,
      "ĀĀ\"Ā": 505,
      "($$!": 506,
      ")$$#": 507,
      "$&%$$$$": 508,
      "$%$$$$$$": 509,
      "#$$$!": 510,
      "$%%$$$#": 511,
      "%$$Ğ": 512,
      "&$$)": 513,
      "$$$$%#": 514,
      "$$#$$$$$$%": 515,
      "$ę": 516,
      ")$$$$": 517,
      ",ĀĀ": 518,
      "ğ$$$$": 519,
      "$&Ğ": 520,
      "Ġ$$ğ": 521,
      "$#\"$$$#": 522,
      "\"!": 523,
      "%%$$%": 524,
      "Ğ$$#": 525,
      "Ġ%$$#": 526,
      "$$+": 527,
      "$$$$$$$$$#": 528,
      "$##%$$$$": 529,
      "$ğ&": 530,
      "$$%$$$$$": 531,
      "$$#$$$$$": 532,
      "$$$\"$$%": 533,
      "ĀĀ!Ā": 534,
      "!\"": 535,
      "Ğ$$%": 536,
      "ğ$$!": 537,
      "ĠĀ": 538,
      "Ġ$%": 539,
      "Ġ\"$$": 540,
      "$\")": 541,
      "$\"$$$$#": 542,
      "$$$$$$$$$%": 543,
      "ĀĀ/": 544,
      "#$$*": 545,
      "$##$$$%": 546,
      "\"$$$!": 547,
      "&$$$$\"": 548,
      "$ğ!": 549,
      "$&%$$$%": 550,
      "!&": 551,
      "'&": 552,
      "$$Ĝ": 553,
      "$%$%$$%": 554,
      "$#$&": 555,
      "$$%$$$&": 556,
      "$\"$%$$$$": 557,
      "$'*": 558,
      "#$$#$": 559,
      "#$$$&": 560,
      "$#%%$$$$": 561,
      "\"$$*": 562,
      "$*%": 563,
      "$%&#$$%": 564,
      "$%\"$$$#": 565,
      "$#&$$$%": 566,
      "!$$$$#": 567,
      "&'": 568,
      "'\"": 569,
      "'(": 570,
      "$#&$$$$": 571,
      "$#$#$$$$#": 572,
      "$$%$$#": 573,
      "$\"*": 574,
      "#$$Ğ": 575,
      "%$$ĝ": 576,
      "\"$$%$": 577,
      "'$$ğ": 578,
      "$%&$$$%": 579,
      "$$$&$$#": 580,
      "&#$$%": 581,
      "Ğ$$!": 582,
      "Ġĝ": 583,
      "Ġ&$$": 584,
      "Ġ%$$\"": 585,
      "Ġ#$$!": 586,
      "$%$\"$$$$": 587,
      "$$%$$$#": 588,
      "$\"Ğ": 589,
      "$$\"%$$#": 590,
      "$$$$$$$$$$$%": 591,
      "ĀĀ-": 592,
      "#$$$$!": 593,
      "#$$$$$$": 594,
      "$!)": 595,
      "$%$$$$&": 596,
      "#$$+": 597,
      "$)!": 598,
      "$&##$$#": 599,
      "$$$#$$$$$$%": 600,
      "$$$#$$$$$$#": 601,
      "ĀĀ(Ā": 602,
      "&(": 603,
      ")$$&": 604,
      "Ġ#$$#": 605,
      "Ġ$*": 606,
      "$$,": 607,
      "$\"$%$$#": 608,
      "$\"$%$$%": 609,
      "$$\"#$$#": 610,
      "ĀĀě": 611,
      "$$$%$$$$#": 612,
      "$!ğ": 613,
      "$#$$$$&": 614,
      "$%%#$$#": 615,
      "\"$$#$": 616,
      "#$$$$#%": 617,
      "!'": 618,
      "'$$$$#": 619,
      "'$$$$%": 620,
      "$#*": 621,
      "$&$#$$#": 622,
      "$()": 623,
      "$%%$$$&": 624,
      "!$$*": 625,
      "'$$*": 626,
      "'$$Ğ": 627,
      "$$%$$$$$$#": 628,
      "$$$&$$$$": 629,
      "#$$$$%#": 630,
      "ĀĀ)Ā": 631,
      "!$$$$%": 632,
      "\"#$$#": 633,
      "&$$$%": 634,
      "Ğ$$$$": 635,
      "Ğ$$&": 636,
      "Ġ$\"": 637,
      "Ġ$'": 638,
      "$$$)": 639,
      "$%$$$%": 640,
      "$%\"$$$$": 641,
      "$$%%$$#": 642,
      "$$##$$$$": 643,
      "$&$#$$%": 644,
      "$$\"$$$\"": 645,
      "%$$$$$&": 646,
      "$#$$$$\"": 647,
      "$ğ'": 648,
      "'$$$'": 649,
      "#$$&$": 650,
      "Ġ$$$!": 651,
      "$Ğ%": 652,
      "%$$$$#%": 653,
      "$$$$$$$$$$$$$$$$$$$$$$$$": 654,
      "ĀĀğĀ": 655,
      "##": 656,
      "(%": 657,
      ")&": 658,
      "Ġ%$$": 659,
      "Ġ#$$\"": 660,
      "Ġ\"$$\"": 661,
      "Ġ%$$!": 662,
      "$%$": 663,
      "$%*": 664,
      "$%$$$$$$$$$$$$": 665,
      "$#$$!": 666,
      "$\"#$$$$": 667,
      "$$&$$$%": 668,
      "$$$$$$$$$$$$#": 669,
      "#$$$$'": 670,
      "%$$$$$$": 671,
      "$'$$$$#": 672,
      "$!$$&": 673,
      "$%%\"$$%": 674,
      "$)'": 675,
      "!$$$!": 676,
      "Ġ$$)": 677,
      "$\"#%$$#": 678,
      "$%\"%$$#": 679,
      "$$$%$$$$$$%": 680,
      "$&\"$$$#": 681,
      "&%$$'": 682,
      "$ĀĀ": 683,
      "'*": 684,
      "Ě$$": 685,
      "ĝ$$%": 686,
      "Ğ%": 687,
      "Ġ$(": 688,
      "$%&$$$$": 689,
      "$%$#$$$$#": 690,
      "$#$": 691,
      "$$%#$$$$": 692,
      "$$%%$$$$": 693,
      "$&#$$$$": 694,
      "$$&#$$%": 695,
      "$$$$$$$$$$#": 696,
      "$$$#$$\"": 697,
      "$$$#$$$$#": 698,
      "$!$$$$#": 699,
      "$%%%$$$$": 700,
      "$&%#$$%": 701,
      "$$$%$$$$$$#": 702,
      "%$$$$##": 703,
      "$Ę": 704,
      "&%$$$$": 705,
      "ğ#": 706,
      "ğ%": 707,
      "Ġ$#": 708,
      "Ġ$!": 709,
      "$%+": 710,
      "$%#$$$\"": 711,
      "$#$%$$$$%": 712,
      "$&*": 713,
      "$&$$\"": 714,
      "$$&%$$%": 715,
      "$!Ğ": 716,
      "$%%%$$#": 717,
      "$##&$$$$": 718,
      "\"$$Ğ": 719,
      "%$$+": 720,
      "$)ğ": 721,
      "!$$ğ": 722,
      "$*&": 723,
      "&$$%$": 724,
      "%$$&$": 725,
      "$#&#$$%": 726,
      "$##$$$$$": 727,
      "%#": 728,
      "'!": 729,
      "*)": 730,
      "+ĀĀ": 731,
      "ĝ$$&": 732,
      "Ġ&$$#": 733,
      "$%Ĝ": 734,
      "$%$&$$#": 735,
      "$%$\"$$#": 736,
      "$##$$$\"": 737,
      "$$%&$$$$": 738,
      "$$$$$$$$$$$$$$$$$$$$": 739,
      "#$$$$$$#$$$$": 740,
      "$$$#$$$$%": 741,
      "$$$%$\"": 742,
      "$'Ğ": 743,
      "$ğ$$$$": 744,
      "&$$ĝ": 745,
      "'$$)": 746,
      "Ġ$$$\"": 747,
      "$%&%$$%": 748,
      "$Ğ\"": 749,
      "$\"#&$$#": 750,
      "($$(": 751,
      "($$)": 752,
      "%$$$$%#": 753,
      "ĀĀ'Ā": 754,
      "ĀĀĝĀ": 755,
      "\"(": 756,
      "&ĀĀ": 757,
      "*$$$$": 758,
      "*ĀĀ": 759,
      "Ġ$%#": 760,
      "$%ĝ": 761,
      "$%\"$$$\"": 762,
      "$$#&$$#": 763,
      "$$#$$$\"": 764,
      "$&$$&": 765,
      "$&$#$$$$": 766,
      "$\"%$$$$": 767,
      "#$$$$$%$$$$": 768,
      "$$$%$$$$%": 769,
      "$(ğ": 770,
      "$%%#$$&": 771,
      "$#%#$$&": 772,
      "$%#\"$$#": 773,
      "$###$$%": 774,
      "$##%$$%": 775,
      "$))": 776,
      "$&%%$$%": 777,
      "$Ğ#": 778,
      "$Ğ'": 779,
      "$$$$$$$$$$$$$": 780,
      "$\"#$$$#": 781,
      "$#&%$$%": 782,
      "$#\"%$$#": 783,
      "$\"%%$$%": 784,
      "\")": 785,
      "&)": 786,
      "()": 787,
      "*$$#": 788,
      "Ĝ$$": 789,
      "Ġ,": 790,
      "Ġ$$$$%": 791,
      "$$$\"$$$$": 792,
      "$$$$$$\"": 793,
      "$%$%$$$$%": 794,
      "$#$$'": 795,
      "$&$%$$$$": 796,
      "$&&$$$$": 797,
      "$&$%$$#": 798,
      "$#%$$$%$": 799,
      "$%##$$\"": 800,
      "%$$$\"": 801,
      "$*\"": 802,
      "$+!": 803,
      ")$$$'": 804,
      "!!": 805,
      "&%$$%": 806,
      "((": 807,
      ")%": 808,
      "Ā,": 809,
      "ĝ$$#": 810,
      "Ğ$$\"": 811,
      "ğ(": 812,
      "Ġ$$$$#": 813,
      "Ġ&$$\"": 814,
      "$%#$$%": 815,
      "$#+": 816,
      "$#,": 817,
      "$#$#$$$$%": 818,
      "$#$&$$#": 819,
      "$$%#$$#": 820,
      "$$#$$$%": 821,
      "$\"$$": 822,
      "$$&$$$&": 823,
      "$$$$$$$$$$$$%": 824,
      "#$$$$$$\"": 825,
      "$!*": 826,
      "$%$$$$\"": 827,
      "$#$$$$$$%$$$$": 828,
      "$($$$$": 829,
      "$%#%$$$$": 830,
      "\"$$+": 831,
      "\"$$ĝ": 832,
      "$ğğ": 833,
      "$*!": 834,
      "$*(": 835,
      "$*ğ": 836,
      "Ġ$$+": 837,
      "$&#$$$#": 838,
      "$#&&$$%": 839,
      "($$$(": 840,
      "$%%$$$$$": 841,
      "ĀĀ#Ā!": 842,
      "ĀĀ%Ā!": 843,
      "&$$$$%%": 844,
      "\"+": 845,
      "(*": 846,
      "Ġ+": 847,
      "Ġ.": 848,
      "ĠĀĀ": 849,
      "Ġ'$$#": 850,
      "$%$$!": 851,
      "$%$$'": 852,
      "$%%$$%": 853,
      "$#$$": 854,
      "$#$'$$#": 855,
      "$$#%$$%": 856,
      "$$#\"$$#": 857,
      "$&$": 858,
      "$&ĝ": 859,
      "$$$$$$$$$$$#": 860,
      "#$$$$$\"": 861,
      "$$$#$$&": 862,
      "$'ĝ": 863,
      "$!$$$$%": 864,
      "$%$$$$$": 865,
      "$#$$$$$$&": 866,
      "$#$$$$$$$#": 867,
      "$#$$$$$$$%": 868,
      "\"$$$$&": 869,
      "$#%$$$#": 870,
      "$#%%$$&": 871,
      "$%##$$$$": 872,
      "$)(": 873,
      "$ğ)": 874,
      "$ğĞ": 875,
      "&$$Ğ": 876,
      "$Ğ!": 877,
      "$%\"#$$#": 878,
      "$#\"#$$#": 879,
      "$#\"&$$#": 880,
      "($$ğ": 881,
      "$$$\"$$#": 882,
      "&$$\"$": 883,
      "ğ$$*": 884,
      "ğ$$$!": 885,
      "\"$$$$%#": 886,
      "\"&": 887,
      "\"ĀĀ": 888,
      "#&": 889,
      "%%": 890,
      "%)": 891,
      "''": 892,
      "+$$&": 893,
      "ę$$": 894,
      "ĠĜ": 895,
      "Ġ$%%": 896,
      "Ġ$%&": 897,
      "Ġ!$$\"": 898,
      "$%$#$$$$%": 899,
      "$#%$$#": 900,
      "$#$&$$$$": 901,
      "$#$%$$$$#": 902,
      "$$%\"$$$$": 903,
      "$$#%$$$$": 904,
      "$&$%$$%": 905,
      "$$$$$$$$$$%": 906,
      "%$$$$$$#$$$$": 907,
      "$!ĝ": 908,
      "$!$%$$%": 909,
      "$%#$$$%": 910,
      "$%#\"$$$$": 911,
      "\"$$$": 912,
      "\"$$Ĝ": 913,
      "\"$$$&": 914,
      "'$$+": 915,
      "Ġ$$ĝ": 916,
      "$$%$$$$$$%$$$$": 917,
      "$Ğ&": 918,
      "($$$'": 919,
      "$\"%$$$#": 920,
      "$\"$$$$&": 921,
      "#$$'$": 922,
      "ğ$$Ğ": 923,
      "ğ$$ğ": 924,
      "Ā%!": 925,
      "$$#$$$#$": 926,
      ")$$$(": 927,
      "ĀĀ#Ā#": 928,
      "ĀĀ\"Ā#": 929,
      "\"$$$$%%": 930,
      "ĀĀ,Ā": 931,
      "!ĀĀ": 932,
      "\"'": 933,
      "\"%$$#": 934,
      "($$$$%": 935,
      ")ĀĀ": 936,
      ")$$!": 937,
      "*$$%": 938,
      "+$$#": 939,
      "ě$$": 940,
      "Ĝ$$%": 941,
      "Ğ$$'": 942,
      "ğ$$(": 943,
      "Ġ$&#": 944,
      "Ġ!$$#": 945,
      "$%$&$$%": 946,
      "$%&$$$&": 947,
      "$#$$$#": 948,
      "$##$$#": 949,
      "$#$&$$%": 950,
      "$$%\"$$%": 951,
      "$$%#$$&": 952,
      "$&#$$$\"": 953,
      "$\"ě": 954,
      "$\"ĝ": 955,
      "$\"\"$$$$": 956,
      "$\"$#$$%": 957,
      "$$&#$$&": 958,
      "#$$$$$&": 959,
      "#$$$$$#$$$$": 960,
      "$$$%$$$$$$$$$$$$": 961,
      "$!$$\"": 962,
      "$%$$$$$$&": 963,
      "$%$$$$$$$#": 964,
      "$($$#": 965,
      "#$$,": 966,
      "#$$Ĝ": 967,
      "$#%&$$$$": 968,
      "$%##$$%": 969,
      "$##&$$#": 970,
      "\"$$,": 971,
      "&$$$$&": 972,
      "%$$,": 973,
      "%$$$'": 974,
      "$ğ(": 975,
      "&$$+": 976,
      "!$$$": 977,
      "$&%\"$$%": 978,
      "Ġ$$*": 979,
      "%$$\"$": 980,
      "#$$\"$": 981,
      "$\"#$$$%": 982,
      "$\"%$$$%": 983,
      "$+&": 984,
      "$\"$$$$$$%": 985,
      "'$$%$": 986,
      "Ā%#": 987,
      "ĀĀ!Ā#": 988,
      "&$$$$%#": 989,
      "ĀĀĞĀ": 990,
      "ĀĀĚĀ": 991,
      "%*": 992,
      "%%$$$$": 993,
      "(#": 994,
      "(&": 995,
      ")$$(": 996,
      "*$$&": 997,
      "*$$\"": 998,
      "+)": 999,
      "+$$$$": 1000,
      "-$$": 1001,
      "ĝ#": 1002,
      "ğ'": 1003,
      "Ġě": 1004,
      "Ġ\"$$#": 1005,
      "Ġ$+": 1006,
      "$%$$": 1007,
      "$%$$(": 1008,
      "$%$&$$$$": 1009,
      "$%$#$$$$$$$$": 1010,
      "$%$%$$\"": 1011,
      "$#$\"$$%": 1012,
      "$#&$$$&": 1013,
      "$#$%$$&": 1014,
      "$$%%$$&": 1015,
      "$$##$$%": 1016,
      "$$#%$$\"": 1017,
      "$&$\"$$%": 1018,
      "$\"+": 1019,
      "$\"$&$$#": 1020,
      "$$$$$$$$$$$": 1021,
      "#$$$$&%": 1022,
      "%$$$$'": 1023
    },
    "merges": [
      "$ $",
      "$$ $$",
      "$ %",
      "$ #",
      "$$ %",
      "$$ #",
      "$ &",
      "$ \"",
      "$$ &",
      "$$ \"",
      "$$$$ $$$$",
      "Ā Ā",
      "# $$$$",
      "% $$$$",
      "$$ $#",
      "$$ $%",
      "$ '",
      "$ !",
      "$$ !",
      "$$ '",
      "$% $$$$",
      "$# $$$$",
      "$ (",
      "# $$%",
      "% $$#",
      "% $$%",
      "# $$#",
      "# $$",
      "$% %",
      "\" $$$$",
      "$# %",
      "$% #",
      "$# #",
      "\" $$",
      "& $$$$",
      "% $$",
      "$ )",
      "$ ğ",
      "$$$$ #",
      "& $$",
      "$$$$ %",
      "\" $$%",
      "! $$",
      "' $$",
      "$ *",
      "# $$&",
      "& $$%",
      "$& %",
      "\" $$#",
      "& $$#",
      "Ġ $$",
      "$$% $$$$",
      "$% &",
      "% $$\"",
      "$ Ğ",
      "$$# $$$$",
      "$$$$$$$$ $$$$",
      "% $$&",
      "# $$\"",
      "$$ $&",
      "$& #",
      "$\" #",
      "$% \"",
      "$# &",
      "$# \"",
      "( $$",
      "$\" %",
      "$ +",
      "$\" $$$$",
      "#$$$$ %",
      "#$$$$ #",
      "$$ (",
      "$% $$#",
      "$ ĝ",
      "$# $$%",
      "$# $$#",
      "\" $$&",
      "$$ $\"",
      "! $$%",
      "$% $$%",
      "%$$$$ %",
      "! $$$$",
      "$$$% $$$$",
      "$$ $",
      "%$$$$ #",
      "! $$#",
      "$\" \"",
      "$& \"",
      "$& $$$$",
      "# $$!",
      "& $$\"",
      "\" $$\"",
      "$& &",
      "$$$# $$$$",
      "' $$%",
      "' $$#",
      "' $$$$",
      "# $$'",
      "ğ $$",
      "$! #",
      "$% %$$$$",
      "& $$&",
      "$%$$$$ %",
      "% $$!",
      "$' %",
      "$#$$$$ %",
      "$%$$$$ #",
      "$#$$$$ #",
      "$# #$$$$",
      "& %",
      "$' #",
      "Ġ $$$$",
      "Ā %",
      "Ā #",
      "$% '",
      "$$# $$$#",
      ") $$",
      "$# !",
      "$$$% $$%",
      "Ā \"",
      "$$$$$$$$ $$$$$$$$",
      "$\" &",
      "$# %$$$$",
      "$$$% $",
      "ĀĀ #",
      "! $$&",
      "% $$'",
      "ĀĀ %",
      "$% !",
      "$ ,",
      "$% #$$$$",
      "$! %",
      "Ġ \"",
      "! $$\"",
      "Ā !",
      "Ġ $$#",
      "Ġ #",
      "$$ ğ",
      "$ Ĝ",
      "Ā &",
      "\" $$'",
      "$$$# $$%",
      "Ġ $$%",
      "$# '",
      "ĀĀ !",
      "$$ )",
      "Ā '",
      "' $$\"",
      "ĀĀ $",
      "' $$&",
      "$' \"",
      "Ġ %",
      "$& '",
      "$& !",
      "$\" '",
      "\" $$!",
      "$$$% $$#",
      "# $$$#",
      "$& $$#",
      "ĀĀ \"",
      "ĀĀ &",
      "$\" $$%",
      "& $$!",
      "$$ $'",
      "$\" !",
      "( $$#",
      "Ġ $$\"",
      "$% (",
      "$$ Ğ",
      "$! \"",
      "& $$'",
      "#$$ $\"",
      "\"$$$$ %",
      "$$$# $",
      "$( %",
      "$! &",
      "Ā (",
      "$$ $!",
      "ĀĀ '",
      "Ġ !",
      "Ġ &",
      "& #",
      "Ġ $$&",
      "\" #",
      "\" %",
      "$' &",
      "$%# $$$#",
      "$$$# $$#",
      "$ -",
      "&$$$$ %",
      "$# $$$$$$$$",
      "$ ě",
      "$\" $$#",
      "\"$$$$ #",
      "! $$'",
      "Ā )",
      "ĀĀ ğ",
      "#$$ (",
      "$% $$$$$$$$",
      "$& (",
      "ĀĀ )",
      "$( #",
      "$' '",
      "Ā Ğ",
      "$$% $$$%",
      "$& $$%",
      "\"$$ $\"",
      "Ā ğ",
      "$$ *",
      "$$$$# %",
      "\"$$ (",
      "&$$$$ #",
      "! $$!",
      "$! !",
      "( $$$$",
      "( $$%",
      "Ġ $$!",
      "$%$$$$ $$%",
      "$( &",
      "$#% $$$%",
      "#$$$$ &",
      "Ġ $$'",
      "$! $$$$",
      "( $$\"",
      "$% $#$$$$",
      "$( \"",
      "$## $$$#",
      "%$$ (",
      "$$$$# #",
      "ğ $$#",
      "Ġ '",
      "$# $%$$$$",
      "$$# %$$#",
      "$' (",
      "$$$$% %",
      "#$$ ğ",
      "$%% $$$%",
      "&$$ $&",
      "Ġ $&",
      "#$$% $",
      "%$$ ğ",
      "Ğ $$",
      "$# $$&",
      "$# $%$$#",
      "ĝ $$",
      "$$$$ $$%",
      "$# (",
      "$# $%$$%",
      "ĀĀ (",
      "$! '",
      "$#$$$$ $$#",
      "$( '",
      "#$$$$ $$%",
      "ğ $$%",
      "ĀĀ ĝ",
      "%$$$$ $$%",
      "# %$$#",
      "$ .",
      "% $$$$$$$$",
      "Ā *",
      "# $$$$$$$$",
      "Ā +",
      "$% $$&",
      "$\" (",
      "$%% #$$%",
      "\" \"",
      "ğ $$&",
      "$# $#$$%",
      "ĀĀ Ğ",
      "$' !",
      "#$$ )",
      "$$$$ $$#",
      "$% ğ",
      "$% $%$$$$",
      "$% $#$$#",
      "' $$'",
      "( $$&",
      "%$$$$ &",
      "$%# #$$#",
      "$## %$$#",
      "Ġ $",
      "$# $#$$$$",
      "%$$$$ $$#",
      "%$$% $",
      "$' $$$$",
      "Ġ (",
      "$# $$\"",
      "$#% #$$%",
      "% $$$%",
      "* $$",
      "Ā ĝ",
      "$% $$\"",
      "$$% #$$%",
      "$& )",
      "$ Ě",
      "Ġ ğ",
      "$$$$$$$$ %",
      "#$$$$ \"",
      "$% $#$$%",
      "%$$$$ $",
      "$! $$%",
      "% #$$%",
      "$% )",
      "$$# #$$#",
      "$& $$$$%",
      "#$$$$ $#",
      "#$$$$ $$#",
      "$#$$$$ $$%",
      "$( (",
      "$ğ #",
      "& &",
      "$# ğ",
      "$$% %$$%",
      "$\" $$$$%",
      "$$$$$$$$ #",
      "%$$$$ $%",
      "$! (",
      "%$$ )",
      "%$$ $&",
      "# #$$#",
      "Ġ )",
      "$#% %$$%",
      "$) \"",
      "&$$ (",
      "' $$!",
      "$& $$$$#",
      "$$& $$$$",
      "ĀĀ ,",
      "%$$$$ $#",
      "$) %",
      "Ġ$$ (",
      "ĀĀ# Ā",
      "$$\" $$$$",
      "$#$$$$ $$",
      "+ $$",
      "$' $$#",
      "$%$$$$ $$#",
      "\"$$ ğ",
      "& \"",
      "ğ $$\"",
      "Ġ Ğ",
      "$% $%$$#",
      "$# \"$$$$",
      "ĀĀ +",
      "ĀĀ% Ā",
      "! %",
      ") $$%",
      "ĀĀ *",
      "ĀĀ Ĝ",
      "$%# %$$#",
      "$## #$$#",
      "!$$ (",
      "Ġ #$$",
      "$$# $",
      "$\" ğ",
      "#$$$$ $%",
      "%$$$$ \"",
      "$' )",
      "$( !",
      "$) #",
      "$) &",
      "' %",
      "ğ $$'",
      "$# $$$$$$$$$$$$",
      "$\" $$&",
      "$$$# $$$$$$$$",
      "$ğ \"",
      "'$$ $&",
      "%$$$$% %",
      "Ġ *",
      "$$ ĝ",
      "$$$% $%",
      "\"$$ )",
      "'$$ (",
      "ĀĀ& Ā",
      "( $$'",
      "$# )",
      "$$$% $$$$$$$$",
      "&$$ ğ",
      "$# $#$$#",
      "$$% $",
      "#$$$$ $",
      "$! $$#",
      "\"$$$$ \"",
      "!$$ $\"",
      "! #",
      "$ /",
      "Ġ $$$#",
      "$$ $(",
      "$% Ğ",
      "$& ğ",
      "$$\" $$$#",
      "ĀĀ Ě",
      "$' ğ",
      "$ğ %",
      "\" $$$#",
      ") $$\"",
      "ĀĀ .",
      "$' $$%",
      "%$$# $",
      "$%% %$$%",
      "!$$ )",
      "$$%$$$$ $$%",
      "$$#$$$$ $$#",
      "#$$$$% %",
      "#$$$$# #",
      "ĀĀ$ Ā",
      "' #",
      "Ġ $)",
      "$# Ğ",
      "$\" $$\"",
      "$$$% $$&",
      "%$$ *",
      "&$$ $'",
      "ĀĀ\" Ā",
      "( $$!",
      ") $$#",
      "$& %$$$$",
      "$%$$$$ $$",
      "#$$ $!",
      "$%% $$$#",
      "%$$ Ğ",
      "&$$ )",
      "$$$$% #",
      "$$#$$$$ $$%",
      "$ ę",
      ") $$$$",
      ", ĀĀ",
      "ğ $$$$",
      "$& Ğ",
      "Ġ$$ ğ",
      "$#\" $$$#",
      "\" !",
      "% %$$%",
      "Ğ $$#",
      "Ġ %$$#",
      "$$ +",
      "$$$$$$$$ $#",
      "$## %$$$$",
      "$ğ &",
      "$$%$$$$ $",
      "$$#$$$$ $",
      "$$$\" $$%",
      "ĀĀ! Ā",
      "! \"",
      "Ğ $$%",
      "ğ $$!",
      "Ġ Ā",
      "Ġ $%",
      "Ġ \"$$",
      "$\" )",
      "$\" $$$$#",
      "$$$$$$$$ $%",
      "ĀĀ /",
      "#$$ *",
      "$## $$$%",
      "\"$$ $!",
      "&$$$$ \"",
      "$ğ !",
      "$&% $$$%",
      "! &",
      "' &",
      "$$ Ĝ",
      "$% $%$$%",
      "$# $&",
      "$$% $$$&",
      "$\" $%$$$$",
      "$' *",
      "#$$# $",
      "#$$ $&",
      "$#% %$$$$",
      "\"$$ *",
      "$* %",
      "$%& #$$%",
      "$%\" $$$#",
      "$#& $$$%",
      "! $$$$#",
      "& '",
      "' \"",
      "' (",
      "$# &$$$$",
      "$# $#$$$$#",
      "$$% $$#",
      "$\" *",
      "#$$ Ğ",
      "%$$ ĝ",
      "\"$$% $",
      "'$$ ğ",
      "$%& $$$%",
      "$$$& $$#",
      "& #$$%",
      "Ğ $$!",
      "Ġ ĝ",
      "Ġ &$$",
      "Ġ %$$\"",
      "Ġ #$$!",
      "$% $\"$$$$",
      "$$% $$$#",
      "$\" Ğ",
      "$$\" %$$#",
      "$$$$$$$$ $$$%",
      "ĀĀ -",
      "#$$$$ !",
      "#$$$$ $$",
      "$! )",
      "$%$$$$ &",
      "#$$ +",
      "$) !",
      "$&# #$$#",
      "$$$#$$$$ $$%",
      "$$$#$$$$ $$#",
      "ĀĀ( Ā",
      "& (",
      ") $$&",
      "Ġ #$$#",
      "Ġ $*",
      "$$ ,",
      "$\" $%$$#",
      "$\" $%$$%",
      "$$\" #$$#",
      "ĀĀ ě",
      "$$$% $$$$#",
      "$! ğ",
      "$#$$$$ &",
      "$%% #$$#",
      "\"$$# $",
      "#$$$$# %",
      "! '",
      "' $$$$#",
      "' $$$$%",
      "$# *",
      "$& $#$$#",
      "$( )",
      "$%% $$$&",
      "!$$ *",
      "'$$ *",
      "'$$ Ğ",
      "$$%$$$$ $$#",
      "$$$& $$$$",
      "#$$$$% #",
      "ĀĀ) Ā",
      "! $$$$%",
      "\" #$$#",
      "& $$$%",
      "Ğ $$$$",
      "Ğ $$&",
      "Ġ $\"",
      "Ġ $'",
      "$$ $)",
      "$% $$$%",
      "$% \"$$$$",
      "$$% %$$#",
      "$$# #$$$$",
      "$& $#$$%",
      "$$\" $$$\"",
      "%$$$$ $&",
      "$#$$$$ \"",
      "$ğ '",
      "'$$ $'",
      "#$$& $",
      "Ġ$$ $!",
      "$Ğ %",
      "%$$$$# %",
      "$$$$$$$$$$$$$$$$ $$$$$$$$",
      "ĀĀğ Ā",
      "# #",
      "( %",
      ") &",
      "Ġ %$$",
      "Ġ #$$\"",
      "Ġ \"$$\"",
      "Ġ %$$!",
      "$% $",
      "$% *",
      "$% $$$$$$$$$$$$",
      "$# $$!",
      "$\" #$$$$",
      "$$& $$$%",
      "$$$$$$$$ $$$$#",
      "#$$$$ '",
      "%$$$$ $$",
      "$' $$$$#",
      "$! $$&",
      "$%% \"$$%",
      "$) '",
      "!$$ $!",
      "Ġ$$ )",
      "$\"# %$$#",
      "$%\" %$$#",
      "$$$%$$$$ $$%",
      "$&\" $$$#",
      "&% $$'",
      "$ ĀĀ",
      "' *",
      "Ě $$",
      "ĝ $$%",
      "Ğ %",
      "Ġ $(",
      "$% &$$$$",
      "$% $#$$$$#",
      "$# $",
      "$$% #$$$$",
      "$$% %$$$$",
      "$& #$$$$",
      "$$& #$$%",
      "$$$$$$$$ $$#",
      "$$$# $$\"",
      "$$$# $$$$#",
      "$! $$$$#",
      "$%% %$$$$",
      "$&% #$$%",
      "$$$%$$$$ $$#",
      "%$$$$# #",
      "$ Ę",
      "& %$$$$",
      "ğ #",
      "ğ %",
      "Ġ $#",
      "Ġ $!",
      "$% +",
      "$% #$$$\"",
      "$# $%$$$$%",
      "$& *",
      "$& $$\"",
      "$$& %$$%",
      "$! Ğ",
      "$%% %$$#",
      "$## &$$$$",
      "\"$$ Ğ",
      "%$$ +",
      "$) ğ",
      "!$$ ğ",
      "$* &",
      "&$$% $",
      "%$$& $",
      "$#& #$$%",
      "$##$$$$ $",
      "% #",
      "' !",
      "* )",
      "+ ĀĀ",
      "ĝ $$&",
      "Ġ &$$#",
      "$% Ĝ",
      "$% $&$$#",
      "$% $\"$$#",
      "$# #$$$\"",
      "$$% &$$$$",
      "$$$$$$$$ $$$$$$$$$$$$",
      "#$$$$ $$#$$$$",
      "$$$# $$$$%",
      "$$$% $\"",
      "$' Ğ",
      "$ğ $$$$",
      "&$$ ĝ",
      "'$$ )",
      "Ġ$$ $\"",
      "$%& %$$%",
      "$Ğ \"",
      "$\"# &$$#",
      "($$ (",
      "($$ )",
      "%$$$$% #",
      "ĀĀ' Ā",
      "ĀĀĝ Ā",
      "\" (",
      "& ĀĀ",
      "* $$$$",
      "* ĀĀ",
      "Ġ $%#",
      "$% ĝ",
      "$% \"$$$\"",
      "$$# &$$#",
      "$$# $$$\"",
      "$& $$&",
      "$& $#$$$$",
      "$\" %$$$$",
      "#$$$$ $%$$$$",
      "$$$% $$$$%",
      "$( ğ",
      "$%% #$$&",
      "$#% #$$&",
      "$%# \"$$#",
      "$## #$$%",
      "$## %$$%",
      "$) )",
      "$&% %$$%",
      "$Ğ #",
      "$Ğ '",
      "$$$$$$$$$$$$ $",
      "$\"# $$$#",
      "$#& %$$%",
      "$#\" %$$#",
      "$\"% %$$%",
      "\" )",
      "& )",
      "( )",
      "* $$#",
      "Ĝ $$",
      "Ġ ,",
      "Ġ $$$$%",
      "$$ $\"$$$$",
      "$$$$ $$\"",
      "$% $%$$$$%",
      "$# $$'",
      "$& $%$$$$",
      "$& &$$$$",
      "$& $%$$#",
      "$#% $$$%$",
      "$%# #$$\"",
      "%$$ $\"",
      "$* \"",
      "$+ !",
      ")$$ $'",
      "! !",
      "& %$$%",
      "( (",
      ") %",
      "Ā ,",
      "ĝ $$#",
      "Ğ $$\"",
      "ğ (",
      "Ġ $$$$#",
      "Ġ &$$\"",
      "$% #$$%",
      "$# +",
      "$# ,",
      "$# $#$$$$%",
      "$# $&$$#",
      "$$% #$$#",
      "$$# $$$%",
      "$\" $$",
      "$$& $$$&",
      "$$$$$$$$ $$$$%",
      "#$$$$ $$\"",
      "$! *",
      "$%$$$$ \"",
      "$#$$$$ $$%$$$$",
      "$( $$$$",
      "$%# %$$$$",
      "\"$$ +",
      "\"$$ ĝ",
      "$ğ ğ",
      "$* !",
      "$* (",
      "$* ğ",
      "Ġ$$ +",
      "$&# $$$#",
      "$#& &$$%",
      "($$ $(",
      "$%%$$$$ $",
      "ĀĀ# Ā!",
      "ĀĀ% Ā!",
      "&$$$$% %",
      "\" +",
      "( *",
      "Ġ +",
      "Ġ .",
      "Ġ ĀĀ",
      "Ġ '$$#",
      "$% $$!",
      "$% $$'",
      "$% %$$%",
      "$# $$",
      "$# $'$$#",
      "$$# %$$%",
      "$$# \"$$#",
      "$& $",
      "$& ĝ",
      "$$$$$$$$ $$$#",
      "#$$$$ $\"",
      "$$$# $$&",
      "$' ĝ",
      "$! $$$$%",
      "$%$$$$ $",
      "$#$$$$ $$&",
      "$#$$$$ $$$#",
      "$#$$$$ $$$%",
      "\"$$$$ &",
      "$#% $$$#",
      "$#% %$$&",
      "$%# #$$$$",
      "$) (",
      "$ğ )",
      "$ğ Ğ",
      "&$$ Ğ",
      "$Ğ !",
      "$%\" #$$#",
      "$#\" #$$#",
      "$#\" &$$#",
      "($$ ğ",
      "$$$\" $$#",
      "&$$\" $",
      "ğ$$ *",
      "ğ$$ $!",
      "\"$$$$% #",
      "\" &",
      "\" ĀĀ",
      "# &",
      "% %",
      "% )",
      "' '",
      "+ $$&",
      "ę $$",
      "Ġ Ĝ",
      "Ġ $%%",
      "Ġ $%&",
      "Ġ !$$\"",
      "$% $#$$$$%",
      "$# %$$#",
      "$# $&$$$$",
      "$# $%$$$$#",
      "$$% \"$$$$",
      "$$# %$$$$",
      "$& $%$$%",
      "$$$$$$$$ $$%",
      "%$$$$ $$#$$$$",
      "$! ĝ",
      "$! $%$$%",
      "$%# $$$%",
      "$%# \"$$$$",
      "\"$$ $",
      "\"$$ Ĝ",
      "\"$$ $&",
      "'$$ +",
      "Ġ$$ ĝ",
      "$$%$$$$ $$%$$$$",
      "$Ğ &",
      "($$ $'",
      "$\"% $$$#",
      "$\"$$$$ &",
      "#$$' $",
      "ğ$$ Ğ",
      "ğ$$ ğ",
      "Ā% !",
      "$$#$$$# $",
      ")$$ $(",
      "ĀĀ# Ā#",
      "ĀĀ\" Ā#",
      "\"$$$$% %",
      "ĀĀ, Ā",
      "! ĀĀ",
      "\" '",
      "\" %$$#",
      "( $$$$%",
      ") ĀĀ",
      ") $$!",
      "* $$%",
      "+ $$#",
      "ě $$",
      "Ĝ $$%",
      "Ğ $$'",
      "ğ $$(",
      "Ġ $&#",
      "Ġ !$$#",
      "$% $&$$%",
      "$% &$$$&",
      "$# $$$#",
      "$# #$$#",
      "$# $&$$%",
      "$$% \"$$%",
      "$$% #$$&",
      "$& #$$$\"",
      "$\" ě",
      "$\" ĝ",
      "$\" \"$$$$",
      "$\" $#$$%",
      "$$& #$$&",
      "#$$$$ $&",
      "#$$$$ $#$$$$",
      "$$$% $$$$$$$$$$$$",
      "$! $$\"",
      "$%$$$$ $$&",
      "$%$$$$ $$$#",
      "$( $$#",
      "#$$ ,",
      "#$$ Ĝ",
      "$#% &$$$$",
      "$%# #$$%",
      "$## &$$#",
      "\"$$ ,",
      "&$$$$ &",
      "%$$ ,",
      "%$$ $'",
      "$ğ (",
      "&$$ +",
      "!$$ $",
      "$&% \"$$%",
      "Ġ$$ *",
      "%$$\" $",
      "#$$\" $",
      "$\"# $$$%",
      "$\"% $$$%",
      "$+ &",
      "$\"$$$$ $$%",
      "'$$% $",
      "Ā% #",
      "ĀĀ! Ā#",
      "&$$$$% #",
      "ĀĀĞ Ā",
      "ĀĀĚ Ā",
      "% *",
      "% %$$$$",
      "( #",
      "( &",
      ") $$(",
      "* $$&",
      "* $$\"",
      "+ )",
      "+ $$$$",
      "- $$",
      "ĝ #",
      "ğ '",
      "Ġ ě",
      "Ġ \"$$#",
      "Ġ $+",
      "$% $$",
      "$% $$(",
      "$% $&$$$$",
      "$% $#$$$$$$$$",
      "$% $%$$\"",
      "$# $\"$$%",
      "$# &$$$&",
      "$# $%$$&",
      "$$% %$$&",
      "$$# #$$%",
      "$$# %$$\"",
      "$& $\"$$%",
      "$\" +",
      "$\" $&$$#",
      "$$$$$$$$ $$$",
      "#$$$$ &%",
      "%$$$$ '"
    ]
  }
}